Repository: NickvisionApps/Parabolic
Catalog: docs/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nb_no, pl, pt_br, ru, sk, sv, ta, uk, zh_hant

source: This page explains all options for configuring aria2 in Preferences in <app>Parabolic</app>.
ar: توضح هذه الصفحة جميع الخيارات لتكوين aria2 في التفضيلات في <app>Parabolic</app>.
nb_no: Denne seksjonen tar for seg alle innstillingene for aria2 i <app>Parabolic</app>.
zh_hant: 此頁面解釋 <app>Parabolic</app> 的偏好設定中所有調整 aria2 的選項。

source: Use aria2
ar: إستخدم آريا٢
de: aria2 verwenden
nb_no: Bruk aria2
pl: Używaj aria2
zh_hant: 使用 aria2

source: If enabled, Parabolic will use aria2c to download media.
ar: إذا تم التفعيل، سيستخدم Parabolic aria2c لتنزيل الوسائط.
nb_no: Hvis dette er på, vil Parabolic bruke aria2c til å gjennomføre nedlastinger.
zh_hant: 當啟動時，Parabolic 會使用 aria2c 來下載媒體。

source: Although using aria2c can improve download speed, download progress will not be displayed in the UI.
ar: على الرغم من أن استخدام aria2c يمكن أن يحسن سرعة التنزيل، إلا أن تقدم التنزيل لن يتم عرضه في واجهة المستخدم.
nb_no: Å bruke aria2c kan øke nedlastingshastigheten, men vil føre til at fremgang ikke indikeres i appen.
zh_hant: 雖然使用 aira2c 會增加下載速度，但使用者介面將不會顯示下載進度。

source: This option only applies when using aria2 is enabled. This option is the same as the <code>-x</code> flag passed to aria2c.
ar: ينطبق هذا الخيار فقط عندما يكون استخدام aria2 مفعلًا. هذا الخيار هو نفسه العلم <code>-x</code> المرسل إلى aria2c.
de: Diese Option gilt nur, wenn die Verwendung von aria2 aktiviert ist. Sie entspricht dem <code>-x</code> Flag, das an aria2c übergeben wird.
nb_no: Denne innstillingen gjelder bare når aria2 er i bruk. Den tilsvarer å sende verdien <code>-x</code> til ara2c.
pl: Ta ustawienie działa jeśli opcja "Używaj aria2" jest włączona. To ustawienie działa tak samo jak flaga <code>-x</code> w programie aria2c.
zh_hant: 這個選項只有在 aria2 啟用時有用。等同於在 aria2c 中新增 <code>-x</code> 參數。

source: This option only applies when using aria2 is enabled. This option is the same as the <code>-k</code> flag passed to aria2c.
ar: ينطبق هذا الخيار فقط عندما يكون استخدام aria2 مفعلًا. هذا الخيار هو نفسه العلم <code>-k</code> المرسل إلى aria2c.
de: Diese Option gilt nur, wenn die Verwendung von aria2 aktiviert ist. Sie entspricht dem <code>-k</code> Flag, das an aria2c übergeben wird.
nb_no: Denne innstillingen gjelder bare når aria2 er i bruk. Den tilsvarer å sende verdien <code>-k</code> til aria2c.
pl: To ustawienie działa jeśli opcja "Używaj aria2" jest włączona. To ustawienie działa tak samo jak flaga <code>-k</code> w programie aria2c.
zh_hant: 這個選項只有在 aria2 啟用時有用。等同於在 aria2c 中新增 <code>-k</code> 參數。

source: If enabled, Parabolic will tag a media with its relevant information (title, genre, etc...) and thumbnail if available.
de: Wenn diese Option aktiviert ist, markiert Parabolic Medien mit relevanten Informationen (Titel, Genre, etc...) und einem Thumbnail, falls vorhanden.
nb_no: Hvis dette er på, vil Parabolic forsøke å legge ved relevante data (tittel, sjanger, miniatyrbilde, osv.) i filen.
pl: Po włączeniu, Parabolic będzie oznaczać multimedia odpowiednimi informacjami (tytułem, gatunkiem, itd.) i miniaturą, jeśli jest dostępna.
zh_hant: 啟用後 Parabolic 會將媒體的相關資訊 (標題、類別、等等...) 和縮圖盡可能標註起來。

source: If enabled, Parabolic will tag a media with chapter information if available.
ar: عند التفعيل، بارابولِك سيقوم بوضع علامة للمحتوى بمعلومات القسم ان وجدت.
de: Wenn aktiviert, versieht Parabolic ein Medium mit Kapitelinformationen, falls vorhanden.
nb_no: Hvis dette er på, vil Parabolic forsøke å legge ved informasjon om kapitler i videoen.
pl: Po włączeniu, Parabolic będzie oznaczać multimedia informacjami o rozdziałach, jeśli są dostępne.
zh_hant: 啟用後 Parabolic 將會把章節資訊盡可能標註起來。

source: If disabled or if embedding fails, downloaded subtitles will be saved to a separate file.
de: Wenn deaktiviert oder wenn das Einbetten fehlschlägt, werden die heruntergeladenen Untertitel in einer separaten Datei gespeichert.
nb_no: Hvis dette er av eller innebyggingen mislykkes, vil nedlastede undertekster lagres som en egen fil.
pl: Jeśli funkcja jest wyłączona lub osadzanie się nie powiedzie, pobrane napisy będą zapisane w osobnym pliku.
zh_hant: 如果關閉或是嵌入失敗，字幕會另存新檔。

source: If enabled, Parabolic will crop thumbnails for audio files to be a square resolution.
ar: عند التفعيل، بارابولِك سيقوم بقص الصور المصغرة لملفات الصوت لجعلها ذات ابعاد مربعة.
de: Wenn aktiviert, beschneidet Parabolic die Miniaturansichten für Audiodateien auf eine quadratische Auflösung.
nb_no: Hvis dette er på, vil Parabolic beskjære miniatyrbilder slik at de blir kvadratiske.
zh_hant: 啟用後 Parabolic 將會剪裁音訊檔案的縮圖成正方形大小。

source: If enabled, Parabolic will clear metadata fields containing the URL and other identifying information of the media source.
ar: عند التفعيل، بارابولِك سيتم مسح حقول البيانات الوصفية التي تحتوي على عنوان URL والمعلومات التعريفية الأخرى للوسائط.
de: Wenn aktiviert, löscht Parabolic Metadatenfelder, die die URL und andere identifizierende Informationen der Medienquelle enthalten.
nb_no: Hvis dette er på, vil Parabolic fjerne alle metadata om kilden til videoen, for eksempel nettadresser.
pl: Po włączeniu tej opcji, Parabolic usunie pola metadanych zawierające adres URL i inne informacje identyfikujące źródło multimediów.
zh_hant: 啟用後 Parabolic 將會清除來源 URL 和其他可辨識來源資訊的後設資料。

source: Postprocessing Threads
ar: مسارات مابعد المعالجة
nb_no: Behandlingstråder
sv: Efterbearbetning av trådar
zh_hant: 後製使用的核心數

source: The number of threads to allow the postprocessor (<code>FFmpeg</code>) to use for each download.
ar: عدد مؤشرات الترابط (threads) المسموح للمعالج اللاحق (<code>FFmpeg</code>) باستخدامها لكل عملية تنزيل.
nb_no: Antall tråder som kan brukes til etterbehandling av hver nedlasting (med FFmpeg).
zh_hant: 允許後製引擎 (<code>FFmpeg</code>) 使用的核心數量。

source: Verbose Logging
ar: تسجيل الإطناب
nb_no: Full logging
zh_hant: 冗餘記錄

source: If enabled, more verbose logs will be provided by <code>yt-dlp</code> for each download.
ar: إذا تم التفعيل، سيتم توفير سجلات أكثر تفصيلاً بواسطة <code>yt-dlp</code> لكل عملية تنزيل.
nb_no: Hvis denne innstillingen er på, vil yt-dlp gi mer utfyllende informasjon om hver nedlasting.
zh_hant: 啟用後每個下載會有更多 <code>yt-dlp</code> 提供的冗餘記錄。

source: If enabled, Parabolic will apply the SponsorBlock extension to YouTube downloads.
ar: إذا تم التفعيل، سيقوم تطبيق Parabolic بتطبيق إضافة SponsorBlock على تنزيلات YouTube.
de: Wenn aktiviert, wird Parabolic die SponsorBlock-Erweiterung auf YouTube-Downloads anwenden.
nb_no: Hvis dette er på, vil Parabolic bruke SponsorBlock-utvidelsen til å kutte ut betalte segmenter fra YouTube-videoer.
zh_hant: 啟用後 Parabolic 將會對 YouTube 下載啟用 SponsorBlock 附加元件。

source: A limit, in Ki/s, that is applied to downloads only if they have the advanced option <code>Speed Limit</code> enabled. Must be an integer value between 512 and 10240.
ar: حد السرعة، بوحدة Ki/s، يُطبّق على التنزيلات فقط إذا كان الخيار المتقدم <code>حد السرعة</code> مفعلاً. يجب أن تكون القيمة عددًا صحيحًا بين 512 و10240.
de: Ein Limit in Ki/s, das nur dann auf Downloads angewendet wird, wenn die erweiterte Option <code>Geschwindigkeitsbegrenzung</code> aktiviert ist. Muss ein ganzzahliger Wert zwischen 512 und 10240 sein.
nb_no: En øvre grense for nedlastningsfart i KiB/s, som brukes hvis hastighetsgrense også er slått på for den enkelte nedlastingen.
pl: Limit prędkości w KiB/s, który dotyczy tylko procesów pobierania z włączoną opcją zaawansowaną <code>Limit prędkości pobierania</code> . Musi być liczbą całkowitą od 512 do 10240.
zh_hant: 限制在多少 Ki/s，只會在有 <code>速度限制</code> 這個進階選項的下載項目套用。必須是 512 到 10240 之間的整數。

source: Default: 1024
ar: افتراضي:1024
de: Standardeinstellung: 1024
nb_no: Standard: 1024
pl: Domyślnie: 1024
sv: Standard: 1024
zh_hant: 預設值：1024

source: The number of active downloads allowed to run at a time. Must be an integer value between 1 and 10.
ar: عدد التحميلات اللي تقدر تشتغل بنفس الوقت. لازم يكون رقم صحيح بين 1 و10.
de: Die Anzahl der aktiven Downloads, die gleichzeitig ausgeführt werden dürfen. Muss ein ganzzahliger Wert zwischen 1 und 10 sein.
nb_no: Det høyeste antallet nedlastinger som kan gjennomføres samtidig. Må være et tall mellom 1 og 10.
pl: Ilość procesów pobierania, które mogą być aktywne w tym samym czasie. Musi być liczbą całkowitą od 1 do 10.
zh_hant: 同一時間最多有幾個項目正在下載。必須為 1 到 10 之間的整數。

source: If enabled, Parabolic will overwrite existing files.
ar: عند التفعيل،parabolic سيقوم بأستبدال الملفات الموجودة.
de: Wenn diese Option aktiviert ist, überschreibt Parabolic vorhandene Dateien.
nb_no: Hvis dette er på, vil Parabolic kunne erstatte eksisterende filer ved navnekollisjoner.
pl: Po włączeniu, Parabolic będzie nadpisywał istniejące pliki.
zh_hant: 一旦開啟，Parabolic 將會取代現有檔案。

source: Restricts characters in filenames to only those supported by Windows.
ar: يقتصر استخدام الأحرف في أسماء الملفات على ماتدعمه ويندوز فقط.
nb_no: Begrenser tegn i filnavn til de som støttes av Windows.
zh_hant: 限制只能使用支援 Windows 的檔案字元。

source: Whether or not to included the media's id in the title (file name) when validated.
ar: ما إذا كان سيتم تضمين معرف الوسائط في العنوان (اسم الملف) عند التحقق أم لا.
nb_no: Om innholdets ID skal inkluderes i tittelen (filnavnet) ved kontroll.
zh_hant: 當驗證完成後無論有沒有都加入媒體 Id 。

source: Whether or not to included subtitles that are auto-translated to fit the requested subtitle languages.
ar: ما إذا كان سيتم تضمين الترجمات الفرعية المترجمة تلقائيًا لتتناسب مع لغات الترجمة المطلوبة أم لا.
de: Ob Untertitel eingefügt werden sollen oder nicht, die automatisch übersetzt werden, um den gewünschten Untertitelsprachen zu entsprechen.
nb_no: Om automatisk genererte undertekster som samsvarer med det valgte språket skal inkluderes i nedlastingen.
zh_hant: 無論有沒有都加入自動生成的字幕，去滿足選擇的字幕語言。

source: The video codec Parabolic should prefer when selecting media formats to download.
nb_no: Videokodeken som skal foretrekkes ved nedlasting av videoer.
zh_hant: Parabolic 應該在下載的時候自動選擇哪一個影片編碼。

source: The file format Parabolic should ensure all downloaded subtitles are downloaded as.
ar: صيغة الملف التي يجب على Parabolic ضمان تنزيل جميع الترجمات بها.
nb_no: Filtypen Parabolic skal sørge for at alle undertekster lastes ned som.
zh_hant: Parabolic 應該要確保所有下載的字幕都是這個格式。

source: Completed Notification Trigger
ar: اكتمل متتبع الاشعار
nb_no: Nedlastingsvarslinger
zh_hant: 觸發完成訊息

source: The trigger used for showing completed download notifications when the application is not active.
ar: الإشارة المستخدمة لعرض إشعارات اكتمال التنزيل عندما يكون التطبيق غير نشط.
nb_no: Når varslinger om fullførte nedlastinger skal vises i tilfeller hvor appen ikke er aktiv.
zh_hant: 當應用程式不在前景，顯示下載完成訊息時觸發。

source: Default: For each download
ar: الأفتراضي: لكل تنزيل
nb_no: Standard: ved hver nedlasting
zh_hant: 預設值：每個下載項目

source: If enabled, the system while be prevented from suspending while Parabolic is running.
ar: في حال تم التفعيل، سيتم منع النظام من الدخول في وضع السكون أثناء تشغيل Parabolic.
nb_no: Hvis denne innstillingen er på, vil enheten holdes påslått mens Parabolic er i aktivitet.
zh_hant: 啟用後當 Parabolic 執行中，系統會避免休眠。

source: Recover Crashed Downloads
ar: استعادة التنزيلات المتوقفة بسبب التعطل
nb_no: Gjenopprett avbrutte nedlastinger
sv: Återställ kraschade nedladdningar
zh_hant: 恢復損毀的下載

source: If enabled, Parabolic will track the running and queued downloads and restart them if necessary if the application crashes and is restarted.
ar: إذا تم التفعيل، سيقوم Parabolic بتتبع التنزيلات الجارية والمجدولة وإعادة تشغيلها إذا لزم الأمر في حال تعطل التطبيق وإعادة تشغيله.
nb_no: Hvis denne innstillingen er på, vil Parabolic holde styr på aktive og ventende nedlastinger, og gjenopprette dem hvis appen avsluttes uventes og åpnes på nytt.
zh_hant: 啟用後如果應用程式損毀後重啟，Parabolic 會追蹤下載中和佇列中的項目並在必要時重新下載。

source: Download Immediately After Validation
ar: حمل فورًا بعد التحقق
nb_no: Umiddelbar nedlasting etter kontroll
sv: Ladda ner direkt efter validering
zh_hant: 驗證後馬上下載

source: Bypasses the download options selection in the Add Download dialog and immediately downloads a validated media using previously selected options.
ar: يتجاوز اختيار خيارات التنزيل في مربع حوار إضافة التنزيل ويقوم بتنزيل الوسائط التي تم التحقق منها مباشرة باستخدام الخيارات التي تم اختيارها مسبقًا.
nb_no: Hopp over nedlastingsoppsettet og legg til en nedlasting umiddelbart med en gang den har blitt kontrollert.
zh_hant: 在新增下載項目對話框略過下載選項，直接下載驗證通過的項目並使用前次設定值。

source: The amount of time to keep download history saved.
ar: المدة الزمنية للاحتفاظ بسجل التنزيل المحفوظ.
nb_no: Hvor lenge loggføring av tidligere nedlastinger skal lagres.
zh_hant: 要保留多少時間的下載歷史記錄。

source: Limit Download Speed
nb_no: Hastighetsgrense
sv: Begränsa nedladdningshastigheten

source: If enabled, Parabolic will limit the download's speed with the speed configured in <link xref="downloader">Preferences</link>.
de: Wenn aktiviert, begrenzt Parabolic die Geschwindigkeit des Downloads mit der in den <link xref="downloader">Einstellungen</link> konfigurierten Geschwindigkeit.
nb_no: Hvis dette er på, vil Parabolic begrense nedlastingshastigheten til det som er angitt i <link xref="downloader">innstillingene</link>.
sv: Om aktiverat, kommer Parabolic att begränsa nedladdningshastigheten med hastigheten konfigurerad i <link xref="Nedladdare">Inställningar</link>.

source: If enabled, Parabolic will tag a media with its relevant information (title, genre, etc...) if available.
ar: إن فُعّلَتْ، سيقوم Parabolic بإضافة علامات للوسائط مع معلوماتها ذات الصلة (العنوان، النوع، إلخ...) إن توفرت.

source: If enabled, Parabolic will embed a media with its thumbnail if available.
ar: عند التفعيل، بارابوليك سيدمج صورة العرض بالوسيط إن تواجدت.

source: If disabled or if embedding is not supported, downloaded subtitles will be saved to a separate file.
ar: إن أُطفِئ الدمج أو لم يُدعم، الترجمة المُحمّلة ستُحفظ كملف مستقل.

source: If <code>Disallow Conversions</code> is enabled, the only options will be <code>Video</code> (if supported) and <code>Audio</code>
de: Wenn die Option <code>Umwandlungen nicht zulassen</code> aktiviert ist, sind nur <code>Video</code> (falls unterstützt) und <code>Audio</code> verfügbar.
pl: Po włączeniu opcji <code>nie zezwalaj na konwersję</code>, jedynymi opcjami będą <code>wideo</code> (jeśli obsługiwane) i <code>audio</code>

source: Quality
de: Qualität
pl: Jakość

source: If the file type is a video type, the listed qualities will be the resolutions of the media available.
de: Handelt es sich bei dem Dateityp um einen Videotyp, werden die verfügbaren Auflösungen aufgelistet.
pl: Jeśli typ pliku jest typem wideo, w polu "jakość" pojawią się dostępne rozdzielczości multimediów.

source: If the file type is an audio type, the listed qualities will be simply <code>Best</code>, <code>Good</code>, and <code>Worst</code>.
de: Handelt es sich bei dem Dateityp um einen Audiotyp, sind die aufgeführten Qualitäten <code>Am besten</code>, <code>Gut</code> und <code>Am schlechtesten</code> verfügbar.

source: The previously used quality will be remembered and pre-selected for the next download.
de: Die zuvor verwendete Qualität wird gespeichert und für den nächsten Download vorausgewählt.
pl: Poprzednio użyta jakość zostanie zapamiętana i wybrana dla następnego procesu pobierania.

source: Audio Language
de: Audiosprache

source: The language of which to use from the audio part of a media download.
de: Die Sprache, die aus dem Audioteil eines Mediendownloads verwendet werden soll.

source: If no additional languages are available, <code>Default</code> will be the only option.
de: Wenn keine weiteren Sprachen verfügbar sind, ist die <code>Voreinstellung</code> die einzige Option.

source: Download Subtitle
de: Untertitel herunterladen
pl: Pobierz napisy

source: Whether to download and embed subtitle when downloading a video. Further subtitle settings can be configured in <link xref="downloader">preferences</link>.
de: Ob Untertitel heruntergeladen und eingebettet werden sollen, wenn ein Video heruntergeladen wird. Weitere Untertiteleinstellungen können in den <link xref="downloader">Einstellungen</link> konfiguriert werden.

source: Enabling this option will disable the use of aria2 as the downloader for this download, even if it is enabled in Preferences.
de: Wenn diese Option aktiviert ist, wird die Verwendung von aria2 als Downloader für diesen Download deaktiviert, auch wenn er in den Einstellungen aktiviert ist.

source: Available in the <code>Advanced Options</code> section.
de: Verfügbar im Abschnitt <code>Erweiterte Optionen</code>.
pl: Dostępne w sekcji <code>opcje zaawansowane</code>.

source: Parabolic will NOT embed the Comment, Description, Synopsis, and Purl fields.
pl: Parabolic NIE zapisze w pliku komentarzy, opisu, podsumowania czy purl.

# link
source: Downloader 🌐
pl: Pobieranie 🌐

source: If enabled, Parabolic will use aria2c to download media. Although using aria2c can improve download speed, download progress will not be displayed in the UI.
pl: Po włączeniu, Parabolic będzie używał aria2c do pobierania multimediów. Pobieranie za pomocą aria2c może być szybsze, ale pasek postępu nie będzie widoczny.
