Repository: NickvisionApps/Parabolic
Catalog: docs/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nb_no, pl, pt_br, ru, sk, sv, ta, uk, zh_hant

source: Parabolic will tag a media with its chapter information if available.
cs: Aplikace Parabolic označí média informacemi o kapitolách, pokud jsou dostupné.
es: Parabolic etiquetará un medio con la información de su capítulo si está disponible.
it: Parabolic etichetterà un media con le sue informazioni sui capitoli, se disponibili.
pt_br: O Parabolic marcará uma mídia com as informações do capítulo, se disponíveis.
ru: Parabolic по возможности будет добавлять в медиа теги с главами.
sk: Parabolic označí médium informáciami o kapitole, ak sú k dispozícii.

source: Embed Subtitles
ar: دمج الترجمة
cs: Vložit titulky
de: Untertitel einbetten
es: Incrustar los subtítulos
fr: Inclure les sous-titres
it: Incorpora sottotitoli
ja: 字幕を埋め込む
nb_no: Bygg inn undertekster
pl: Wbudowane napisy
pt_br: Incorporar legendas
ru: Встраивание субтитров
sk: Vložiť titulky
sv: Bädda in undertexter
ta: உட்பொதிக்கப்பட்ட வசன வரிகள்
uk: Вбудовані субтитри
zh_hant: 嵌入字幕

source: If disabled or if embedding is not supported, downloaded subtitles will be saved to separate files.
cs: Pokud je zakázáno nebo pokud není vložení podporováno, budou stažené titulky uloženy do samostatných souborů.
es: Si se desactiva o si no se admite la incrustación, los subtítulos descargados se guardarán en archivos independientes.
it: Se disabilitati o se l'incorporamento non è supportato, i sottotitoli scaricati verranno salvati in file separati.
pt_br: Se desabilitado ou se a incorporação não for suportada, as legendas baixadas serão salvas em arquivos separados.
ru: Если параметр выключен или если встраивание не поддерживается, загруженные субтитры сохранятся в отдельных файлах.
sk: Ak je táto funkcia vypnutá alebo ak nie je podporované vkladanie titulkov do médií, stiahnuté titulky sa uložia ako samostatné súbory.
ta: முடக்கப்பட்டிருந்தால் அல்லது உட்பொதித்தல் ஆதரிக்கப்படாவிட்டால், பதிவிறக்கம் செய்யப்பட்ட வசனங்கள் தனித்தனி கோப்புகளுக்கு சேமிக்கப்படும்.

source: Whether or not embedding is supported if affected by your chosen <code>Preferred Subtitle Format</code>.
cs: Zda je podporováno vložení v závislosti na zvoleném <code>Preferovaném formátu titulků</code>.
es: Si se admite o no la incrustación si se ve afectado por su <code>Formato de subtítulos preferido</code> elegido.
it: La possibilità di incorporare i sottotitoli dipende dal <code>Formato sottotitoli preferito</code> selezionato.
pt_br: Se a incorporação é suportada ou não, se for afetado pelo <code>Formato de legenda preferido</code> escolhido.
ru: Поддержка встраивания зависит от выбранного вами параметра <code>Предпочтительный формат субтитров</code>.
sk: Podpora vkladania titulkov závisí od zvoleného formátu titulkov v nastavení <code>Uprednostňovaný formát tituliek</code>.

source: FFmpeg Threads
cs: Vlákna FFmpeg
es: Hilos FFmpeg
it: Thread FFmpeg
pt_br: Threads do FFmpeg
ru: Потоки FFmpeg
sk: Vlákna FFmpeg
ta: Ffmpeg நூல்கள்

source: Parabolic will limit the number of threads used by <code>ffmpeg</code>.
cs: Aplikace Parabolic omezí počet vláken použitých službou <code>ffmpeg</code>.
es: Parabolic limitará el número de hilos usados por <code>ffmpeg</code>.
it: Parabolic limiterà il numero di thread usati da <code>FFmpeg</code>.
pt_br: O Parabolic limitará o número de threads usados pelo <code>ffmpeg</code>.
ru: Parabolic будет ограничивать количество потоков, выделяемых <code>ffmpeg</code>.
sk: Parabolic obmedzí počet vlákien ktoré používa <code>ffmpeg</code>.

source: Default: The max number of threads available on the system
ar: الافتراضي: الحد الأقصى لعدد مؤشرات الترابط المتاحة في النظام
cs: Výchozí: maximální počet vláken dostupných v systému
es: Por defecto: El número máximo de hilos disponibles en el sistema
fr: Par défaut : le nombre maximal de fils disponibles sur le système
it: Predefinito: numero massimo di thread disponibili nel sistema
ja: デフォルト: システムで利用できるスレッドの最大値
nb_no: Standard: Det maksimale antallet tråder som er tilgjengelig på systemet
pt_br: Padrão: O máximo de threads disponível no sistema
ru: По умолчанию: Максимальное количество потоков, доступных в системе
sk: Predvolené: Maximálny počet vlákien k dispozícii v systéme
sv: Standard: Det maximala antalet trådar som är tillgängliga på systemet
ta: இயல்புநிலை: கணினியில் கிடைக்கும் அதிகபட்ச நூல்கள்
uk: За замовчуванням: максимальна кількість потоків, доступна в системі.
zh_hant: 預設值：系統可用的最大核心數

source: Postprocessing Arguments
cs: Argumenty postprocesoru
es: Argumentos de postprocesamiento
it: Argomenti post elaborazione
pt_br: Argumentos do pós-processamento
ru: Аргументы постобработки
sk: Argumenty následného spracovania
ta: போச்ட்ரோசெசிங் வாதங்கள்

source: Parabolic will present these options in the add download dialog to be passed to <code>ffmpeg</code> and other post-processors when processing media.
cs: Aplikace Parabolic zobrazí tyto možnosti v dialogu přidání stahování. Ty budou následně předány službě <code>ffmpeg</code> a dalším postprocesorům během zpracování médií.
es: Parabolic presentará estas opciones en el diálogo de añadir descarga para que sean pasadas a <code>ffmpeg</code> y otros post-procesadores cuando procesen los medios.
it: Parabolic visualizzerà queste opzioni nella finestra di dialogo Aggiungi download da passare a <code>FFmpeg </code> e altri post elaboratori durante l'elaborazione dei media.
pt_br: O Parabolic apresentará essas opções na caixa de diálogo Adicionar download para serem passadas ao <code>ffmpeg</code> e outros pós-processadores ao processar mídia.
ru: Parabolic предоставит следующие параметры в диалоге добавления загрузки для последующей передачи <code>ffmpeg</code> и другим постпроцессорам при обработке медиа.
sk: Parabolic zobrazí tieto možnosti v dialógovom okne pridať stiahnutie, aby ich odovzdal do <code>ffmpeg</code> a ďalším postprocesorom pri spracovaní médií.

source: Postprocessing Argument Fields:
cs: Pole argumentů postprocesorů:
es: Campos de argumentos de postprocesamiento:
it: Campi argomento post elaborazione:
pt_br: Campos de argumentos de pós-processamento:
ru: Поля аргументов постобработки:
sk: Polia pre argumenty následného spracovania:

source: <code>Name</code> - The friendly name of the argument.
cs: <code>Název</code> – Zobrazovaný název argumentu.
es: <code>Nombre</code> - El nombre descriptivo del argumento.
it: <code>Nome</code> - Il nome amichevole dell'argomento.
pt_br: <code>Nome</code> - O nome amigável do argumento.
ru: <code>Имя</code> — Описательное имя аргумента.
sk: <code>Názov</code> – Zrozumiteľný (alebo popisný) názov argumentu.

source: <code>Post Processor</code> - The post processor to pass the arguments to.
cs: <code>Postprocesor</code> – Postprocesor, kterému mají být argumenty předány.
es: <code>Post Procesador</code> - El post procesador al que pasar los argumentos.
it: <code>Post processore</code> - Il programma di post elaborazione a cui trasmettere gli argomenti.
pt_br: <code>Pós-processador</code> - O pós-processador para o qual os argumentos serão passados.
ru: <code>Постпроцессор</code> — Постпроцессор, которому передаются аргументы.
sk: <code>Postprocesor</code> – Postprocesor, ktorému budú argumenty odovzdané.

source: <code>Executable</code> - The executable to pass the arguments to.
cs: <code>Spustitelný soubor</code> – Spustitelný soubor, kterému mají být argumenty předány.
es: <code>Ejecutable</code> - El ejecutable al que pasar los argumentos.
it: <code>Eseguibile</code> - L'eseguibile a cui passare gli argomenti.
pt_br: <code>Executável</code> - O executável para o qual os argumentos serão passados.
ru: <code>Исполняемый файл</code> — Внешняя программа, которой передаются аругменты.
sk: <code>Spustiteľný</code> – Spustiteľný program, ktorému budú argumenty odovzdané.

source: <code>Args</code> - The args to pass.
cs: <code>Argumenty</code> – Argumenty k předání.
es: <code>Args</code> - Los argumentos a pasar.
it: <code>Arg</code> - Gli argomenti da passare.
pt_br: <code>Args</code> - Os argumentos a serem passados.
ru: <code>Переменные</code> — Непосредственно передаваемые переменные.
sk: <code>Args</code> – Argumenty, ktoré sa majú odovzdať.

# link
source: Downloader 🛠️
ar: المحمّل🛠️
cs: Služba stahování 🛠️
es: Descargador 🛠️
fr: Téléchargeur 🛠️
ja: ダウンローダー 🛠️
nb_no: Nedlasting
pt_br: Baixador 🛠️
ru: Загрузчик 🛠️
sk: Parametre sťahovania 🛠️
sv: Nedladdare 🛠️
ta: பதிவிறக்குபவர்
uk: Завантажувач 🛠️
zh_hant: 下載器 🛠️

source: Downloader
ar: المحمّل
cs: Služba stahování
es: Descargador
fr: Téléchargeur
ja: ダウンローダー
nb_no: Nedlasting
pl: Pobieranie
pt_br: Gerenciador de downloads
ru: Загрузчик
sk: Sťahovač
sv: Nedladdare
ta: பதிவிறக்குபவர்
uk: Завантажувач
zh_hant: 下載器

source: This page explains all options for configuring the Downloader in Preferences in <app>Parabolic</app>.
ar: توضح هذه الصفحة جميع الخيارات لإعداد برنامج التنزيل في التفضيلات داخل تطبيق <app>Parabolic</app>.
cs: Na této stránce najdete vysvětlení všech možností konfigurace stahování v předvolbách v aplikaci <app>Parabolic</app>.
de: Diese Seite erklärt alle Optionen zur Konfiguration des Downloaders in den Einstellungen in <app>Parabolic</app>.
es: Esta página explica todas las opciones para configurar el Downloader en las preferencias de <app>Parabolic</app>.
fr: Cette page explique toutes les options pour configurer le téléchargeur dans les préférences de <app>Parabolic</app>.
it: Questa pagina illustra tutte le opzioni per configurare il Downloader nelle Preferenze in <app>Parabolic</app>.
ja: このページでは <app>Parabolic</app> でダウンローダーを設定するためのすべてオプションについて説明します。
nb_no: Denne seksjonen tar for seg alle innstillingene for nedlasting i <app>Parabolic</app>.
pl: Na tej stronie wyjaśniono wszystkie opcje dostępne w sekcji Pobieranie w preferencjach w <app>Parabolic</app>.
pt_br: Esta página explica todas as opções para configurar o Baixador em Preferências no <app>Parabolic</app>.
ru: На данной странице описаны все параметры по конфигурации загрузчика в настройках <app>Parabolic</app>.
sk: Na tejto stránke sú vysvetlené všetky možnosti konfigurácie parametrov sťahovania v časti Nastavenia v aplikácii <app>Parabolic</app>.
sv: Den här sidan förklarar alla alternativ för att konfigurera Nedladdaren i Inställningar i <app>Parabolic</app>.
ta: <app>பரபோலிக்</app> இல் உள்ள விருப்பங்களில் பதிவிறக்குபவரை உள்ளமைப்பதற்கான அனைத்து விருப்பங்களையும் இந்தப் பக்கம் விளக்குகிறது.
uk: На цій сторінці описано всі параметри налаштування завантажувача у параметрах <app>Parabolic</app>.
zh_hant: 此頁面解釋 <app>Parabolic</app> 的偏好設定中下載區塊的選項。

source: Use Part Files
cs: Použít částečné soubory
es: Usar archivos de piezas
it: Usa file PART
pt_br: Usar arquivos de partes
ru: Использование частичных файлов
sk: Použiť čiastkové súbory
ta: பகுதி கோப்புகளைப் பயன்படுத்தவும்

source: Parabolic will download media in separate .part files instead of directly into the output file.
cs: Aplikace Parabolic stáhne média do samostatných souborů .part, namísto přímého stažení do výsledného souboru.
es: Parabolic descargará los medios en archivos .part separados en lugar de hacerlo directamente en el archivo de salida.
it: Parabolic scaricherà i media in file .PART separati anziché direttamente nel file destinazione.
pt_br: Parabolic baixará a mídia em arquivos .part separados invés de diretamente no arquivo final.
ru: Parabolic будет загружать медиа раздельными файлами <code>.part</code> вместо прямого вывода.
sk: Parabolic bude sťahovať médiá do samostatných .part súborov namiesto priameho zapisovania do výstupného súboru.
ta: பரபோலிக் வெளியீட்டு கோப்பில் நேரடியாக பதிலாக ஊடகங்களை தனித்தனியாக பதிவிறக்கும்.

source: Use SponsorBlock for YouTube
ar: استخدم "مانع الإعلان لليوتيوب"
cs: Použít SponsorBlock pro YouTube
de: SponsorBlock für YouTube verwenden
es: Usar SponsorBlock para YouTube
fr: Utiliser SponsorBlock pour YouTube
it: Usa SponsorBlock per YouTube
ja: YouTube のダウンロードで SponsorBlock を使用
nb_no: Bruk SponsorBlock på Youtube
pl: Użyj SponsorBlock dla YouTube
pt_br: Usar SponsorBlock para o YouTube
ru: Использование SponsorBlock для YouTube
sk: Použiť SponsorBlock pre YouTube
sv: Använd SponsorBlock för YouTube
ta: YouTubeக்கு SponsorBlock ஐப் பயன்படுத்தவும்
uk: Використовувати SponsorBlock для YouTube
zh_hant: YouTube 使用 SponsorBlock

source: Parabolic will attempt to remove sponsored segments from YouTube videos.
cs: Aplikace Parabolic se pokusí odstranit sponzorské segmenty z YouTube videí.
es: Parabolic intentará eliminar los segmentos patrocinados de los vídeos de YouTube.
it: Se l'opzione è abilitata, Parabolic proverà a rimuovere i segmenti pubblicitari dai video di YouTube.
pt_br: Parabolic irá tentar remover segmentos patrocinados de vídeos do YouTube.
ru: Parabolic по возможности будет вырезать спонсорские сегменты из видео с YouTube.
sk: Parabolic sa pokúsi odstrániť sponzorované segmenty z videí na YouTube.
ta: யூடியூப் வீடியோக்களிலிருந்து ஒப்புரவாளர் செய்யப்பட்ட பிரிவுகளை அகற்ற பரபோலிக் முயற்சிக்கும்.

source: SponsorBlock only works on YouTube videos. However, leaving this setting on will not affect downloads from other sites (i.e. not cause them to fail).
ar: ميزة SponsorBlock تعمل فقط على مقاطع فيديو YouTube. ومع ذلك، ترك هذا الإعداد مفعلاً لن يؤثر على التنزيلات من المواقع الأخرى (أي لن يتسبب في فشلها).
cs: SponsorBlock funguje pouze s videi na YouTube. Zapnutí tohoto nastavení nicméně neovlivní stahování z ostatních webů (např. se nestane, že by se kvůli tomu nestáhly).
de: SponsorBlock funktioniert nur bei YouTube-Videos. Wenn du diese Einstellung jedoch aktiviert lässt, hat dies keine Auswirkungen auf Downloads von anderen Webseiten (d. h. sie werden nicht fehlschlagen).
es: SponsorBlock solo funciona en vídeos de YouTube. Sin embargo, dejar esta opción activada no afectará a las descargas de otros sitios (es decir, no hará que fallen).
fr: SponsorBlock ne fonctionne que pour les vidéos YouTube. Cependant, garder ce paramètre activé n’affectera pas les téléchargements depuis les autres sites (i.e. ils ne seront pas perturbés).
it: SponsorBlock funziona solo sui video di YouTube. Tuttavia, lasciare attiva questa impostazione non influirà sui download da altri siti (ovvero non ne causerà il fallimento).
ja: SponsorBlock は、YouTube の動画のみに動作します。しかし、この設定をオンにしても、他のサイトからのダウンロードには影響しません（つまり、このオプションが原因で失敗することはありません）。
nb_no: SponsorBlock fungerer bare på YouTube. Å ha denne innstillingen på vil ikke påvirke andre nedlastinger på noen som helst måte.
pt_br: O SponsorBlock apenas funciona em vídeos do YouTube. No entanto, deixar essa opção ativada não irá afetar downloads de outros sites (ou seja, não vai faze-los falhar).
ru: SponsorBlock работает только для видео с YouTube. Однако включение данного параметра не повлияет на загрузки с других сайтов (т.е. не приведёт к их неудаче).
sk: SponsorBlock funguje len na videá v službe YouTube. Ponechanie tohto nastavenia však neovplyvní sťahovanie z iných stránok (t. j. nespôsobí ich zlyhanie).
sv: SponsorBlock fungerar bara på YouTube-videor. Om du låter den här inställningen vara aktiverad kommer det dock inte att påverka nedladdningar från andra webbplatser (dvs. att de inte misslyckas).
ta: YouTube வீடியோக்களில் மட்டுமே SponsorBlock வேலை செய்யும். இருப்பினும், இந்த அமைப்பை ஆன் செய்வதால் பிற தளங்களில் இருந்து பதிவிறக்கம் பாதிக்கப்படாது (அதாவது அவை தோல்வியடையாது).
uk: SponsorBlock працює лише на відео YouTube. Однак залишення цього налаштування ввімкненим не вплине на завантаження з інших сайтів (тобто не призведе до їх невдачі).
zh_hant: SponsorBlock 只會運作於 YouTube 影片。然而保留這個選項啟用不會影響其他下載 (也就是說不會造成下載失敗)。

source: Speed Limit
ar: حدُّ السرعة
cs: Omezení rychlosti
de: Geschwindigkeitsbegrenzung
es: Límite de velocidad
fr: Limitation de vitesse
it: Limite velocità
ja: スピード制限
nb_no: Hastighetsgrense
pl: Limit prędkości pobierania
pt_br: Limite de velocidade
ru: Ограничение скорости загрузки
sk: Obmedzenie rýchlosti
sv: Hastighetsgräns
ta: வேக வரம்பு
uk: Обмеження швидкості

source: The limit, in KiB/s, to apply to downloads when enabled. Must be an integer value between 512 and 10240.
cs: Limit v KiB/s, který bude použit na stahování. Musí to být celočíselná hodnota mezi 512 a 10240.
es: El límite, en KiB/s, que se aplicará a las descargas cuando esté activado. Debe ser un valor entero entre 512 y 10240.
it: Un limite, in Ki/s, che viene applicato ai download quando abilitato. Deve essere un valore intero compreso tra 512 e 10240.
pt_br: Limite, em KiB/s, a ser aplicado aos downloads quando habilitado. Deve ser um valor inteiro entre 512 e 10240.
ru: Ограничение (в КиБ/с), применяемое к загрузкам при включении параметра. Должно быть целое число от 512 до 10240.
sk: Limit v KiB/s, ktorý sa použije na sťahovania, ak je táto možnosť zapnutá. Musí to byť celočíselná hodnota od 512 do 10240.

source: Proxy URL
ar: رابط الوكيل
cs: URL proxy
es: URL del proxy
fr: URL de Proxy
it: URL proxy
ja: プロキシ URL
nb_no: Mellomtjeneradresse
pl: Adres URL serwera proxy
pt_br: URL do Proxy
ru: Ссылка на прокси
sk: URL adresa proxy servera
ta: ப்ராக்ஸி URL
uk: Проксі URL
zh_hant: 代理 URL

source: The url of the proxy server to use.
ar: عنوان URL الخاص بخادم الوكيل لاستخدامه.
cs: Adresa URL proxy serveru, který se má použít.
de: Die URL des zu verwendenden Proxyservers.
es: La url del servidor proxy para usar.
fr: L’url du serveur proxy à utiliser.
it: L'URL del server proxy da usare.
ja: 使用するプロキシサーバーの URL。
nb_no: Adressen til en mellomtjener som skal brukes.
pl: Adres URL wybranego serwera proxy.
pt_br: A URL do servidor proxy a ser usado.
ru: Ссылка на адрес используемого прокси-сервера.
sk: Adresa URL proxy servera, ktorý sa má použiť.
sv: URL till proxyservern som ska användas.
ta: பயன்படுத்த வேண்டிய ப்ராக்ஸி சேவையகத்தின் url.
uk: URL-адреса проксі-сервера для використання.
zh_hant: 代理伺服器使用的 URL。

source: Default: No URL
ar: الافتراضي: بلا رابط
cs: Výchozí: žádná adresa URL
es: Por defecto: Sin URL
fr: Par défaut : Aucune URL
it: Predefinito: nessun URL
ja: デフォルト: URL なし
nb_no: Standard: ingen
pt_br: Padrão: Sem URL
ru: По умолчанию: Без ссылки
sk: Predvolené: Žiadna adresa URL
sv: Standard: Ingen URL
ta: இயல்புநிலை: முகவரி இல்லை
uk: За замовчуванням: Немає URL-адреси
zh_hant: 預設值：沒有 URL

source: Cookies from Browser
ar: معرّفات الإرتباط من المتصفح
cs: Soubory cookie z prohlížeče
de: Cookies vom Browser
es: Cookies del navegador
fr: Cookies du navigateur
it: Cookie dal browser
ja: ブラウザのクッキー
nb_no: Informasjonskapsler fra nettleser
pl: Ciasteczka z przeglądarki
pt_br: Cookies do navegador
ru: Cookie из браузера
sk: Súbor cookie z prehliadača
sv: Cookies från webbläsaren
ta: உலாவியில் இருந்து குக்கீகள்
uk: Файли cookie з браузера
zh_hant: 瀏覽器的 Cookies

source: A browser in which to read cookies from and pass to yt-dlp's download engine.
ar: متصفح يتم استخدامه لقراءة ملفات تعريف الارتباط (Cookies) وتمريرها إلى محرك التنزيل الخاص بـ <code>yt-dlp</code>.
cs: Prohlížeč, ze kterého číst soubory cookie a které odeslat do stahovací služby yt-dlp.
de: Ein Browser, der Cookies ausliest und an die Download-Engine von yt-dlp weitergibt.
es: Un navegador en el que leer las cookies y pasarlas al motor de descargas de yt-dlp.
fr: Un navigateur dans lequel lire les cookies et passer au moteur de téléchargement de yt-dlp.
it: Un browser da cui leggere i cookie da e passare al motore di download di yt-dlp.
ja: Cookie を読み取り yt-dlp のダウンロードエンジンに渡すためのブラウザ。
nb_no: En nettleser som informasjonskapsler skal hentes fra til autentisering av nedlastinger.
pt_br: Um navegador no qual será usado para ler os cookies e passar para mecanismo de download do yt-dlp.
ru: Браузер, из которого считывать cookie для передачи загрузчику yt-dlp.
sk: Prehliadač, z ktorého sa načítajú súbory cookie a odovzdávajú sa do nástroja na sťahovanie yt-dlp.
sv: En webbläsare där man kan läsa cookies från och skicka till yt-dlp:s nedladdningsmotor.
ta: குக்கீகளைப் படித்து YT-DLP இன் பதிவிறக்க இயந்திரத்திற்கு அனுப்ப ஒரு உலாவி.
uk: Браузер, з якого зчитуються файли cookie і передаються в завантажувальний движок yt-dlp.
zh_hant: 瀏覽器讀取的 Cookies 並傳遞給 yt-dlp 下載引擎。

source: This may be useful when downloading media that requires a login, for example: private YouTube videos.
ar: قد يكون هذا مفيد عند تحميل محتوى يتطلب تسجيل الدخول،مثال:فديوهات اليوتوب الخاصة
cs: Může být užitečné při stahování médií, která vyžadují přihlášení, například soukromých videí na YouTube.
es: Esto puede ser útil cuando se descargan archivos que requieren un inicio de sesión, por ejemplo: vídeos privados de YouTube.
fr: Cela peut être utile pour télécharger des médias qui requièrent une connexion, par exemple : les vidéos YouTube privées.
it: Ciò può essere utile quando si effettua il download di media che richiedono un accesso, ad esempio video privati di YouTube.
ja: YouTube の非公開の動画のような、ログインが必要なメディアのダウンロードに役立ちます。
nb_no: Dette kan være nyttig ved nedlasting av innhold som krever innlogging, som private YouTube-videoer.
pt_br: Isso pode ser útil ao baixar alguma mídia que precise de login, por exemplo: vídeos privados no YouTube.
ru: Полезно при загрузке медиа, требующих входа в систему; например: частных видео с YouTube.
sk: Môže to byť užitočné pri sťahovaní médií, ktoré vyžadujú prihlásenie, napríklad: súkromné videá YouTube.
sv: Detta kan vara användbart när du laddar ner media som kräver inloggning, till exempel: privata YouTube-videor.
ta: உள்நுழைவு தேவைப்படும் மீடியாவைப் பதிவிறக்கும்போது இது பயனுள்ளதாக இருக்கும், எடுத்துக்காட்டாக: தனிப்பட்ட YouTube வீடியோக்கள்.
uk: Це може бути корисно під час завантаження медіа, яке вимагає входу в систему, наприклад: приватних відео з YouTube.
zh_hant: 下載媒體需要登入時，例如私人 YouTube 影片，這個選項會很實用。

source: This option is on available on non sandboxed platforms.
ar: هذا الخيار متاح فقط على الأنظمة غير المعزولة (non-sandboxed).
cs: Tato možnost je k dispozici na platformách bez sandboxu.
es: Esta opción solo está disponible en plataformas sin sandbox.
fr: Cette option est disponible sur les plateformes non « sandboxées ».
it: Questa opzione è disponibile in piattaforme non sandbox.
ja: このオプションは、サンドボックス化されていないプラットフォームで利用可能です。
nb_no: Denne innstillingen er kun tilgjengelig på plattformer som ikke innhegner appen for økt sikkerhet.
pt_br: Esta opção está disponível apenas em plataformas que não estejam em sandbox.
ru: Данный параметр доступен только в неизолированных программных средах (не в «песочницах»).
sk: Táto možnosť je k dispozícii iba na platformách, ktoré nie sú izolované (alebo v režime izolácie).
sv: Det här alternativet är tillgängligt på plattformar som inte körs i en sandlåda.
ta: இந்த விருப்பம் சாண்ட்பாக்ச் அல்லாத தளங்களில் கிடைக்கிறது.
uk: Цей параметр доступний лише на платформах без пісочниці (sandboxed).
zh_hant: 這個選項只有在非沙盒環境下可用。

source: Default: None
ar: الافتراضي: لا شيء
cs: Výchozí: žádné
de: Voreinstellung: Keine
es: Predeterminado: Ninguna
fr: Par défaut : Aucun
it: Predefinito: nessuno
ja: デフォルト: なし
nb_no: Standard: ingen
pt_br: Padrão: Nenhum
ru: По умолчанию: Нет
sk: Predvolené: Žiadny
sv: Standard: Ingen
ta: இயல்புநிலை: எதுவுமில்லை
uk: За замовчуванням: Відсутній
zh_hant: 預設值：無

source: Cookies File
ar: مِلَفّ تعريف الارتباط
cs: Soubor cookies
de: Cookie-Datei
es: Archivo de cookies
fr: Fichier de cookies
it: File cookie
ja: クッキーファイル
nb_no: Informasjonskapsler
pt_br: Aquivo de cookies
ru: Файл cookie
sk: Súbor s cookie
sv: Cookies-fil
ta: குக்கீகள் கோப்பு
uk: Файл cookie
zh_hant: Cookies 檔案
