Repository: NickvisionApps/Parabolic
Catalog: docs/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nb_no, pl, pt_br, ru, sk, sv, ta, uk, zh_hant

source: This page explains all options for using the Keyring in <app>Parabolic</app>.
ar: تشرح هذه الصفحة جميع الخيارات لاستخدام حلقة المفاتيح في <app>Parabolic</app>.
cs: Na této stránce najdete vysvětlení všech možností konfigurace klíčenky v předvolbách v aplikaci <app>Parabolic</app>.
de: Diese Seite erklärt alle Optionen zur Verwendung des Keyrings in <app>Parabolic</app>.
es: En esta página se explican todas las opciones de uso del llavero en <app>Parabolic</app>.
fr: Cette page explique toutes les options pour utiliser le trousseau de <app>Parabolic</app>.
it: Questa pagina illustra tutte le opzioni per usare il Portachiavi in <app>Parabolic</app>.
ja: このページでは <app>Parabolic</app> でキーリングを使う際のすべてのオプションについて説明します。
nb_no: Denne seksjonen tar for seg alle innstillingene til nøkkelring-funksjonaliteten i <app>Parabolic</app>.
pl: Na tej stronie wyjaśniono wszystkie opcje potrzebne do używania Listy kluczy w <app>Parabolic</app>.
pt_br: Esta página explica todas as opções para usar o Chaveiro no <app>Parabolic</app>.
ru: На данной странице описаны все параметры по использованию связки ключей в настройках <app>Parabolic</app>.
sk: Táto stránka vysvetľuje všetky možnosti používania zväzku kľúčov v aplikácii <app>Parabolic</app>.
sv: Den här sidan förklarar alla alternativ för att använda nyckelringen i <app>Parabolic</app>.
ta: <app>பரபோலிக்</app> இல் சாவி வளையத்தைப் பயன்படுத்துவதற்கான அனைத்து விருப்பங்களையும் இந்தப் பக்கம் விளக்குகிறது.
uk: На цій сторінці пояснюються всі можливості використання Keyring в <app>Parabolic</app>.
zh_hant: 此頁面解釋使用 <app>Parabolic</app> 金鑰圈的選項。

source: The Keyring feature is backed by the <code>libnick</code> library.
cs: Funkce klíčenky je provozována pomocí knihovny <code>libnick</code>.
de: Die Schlüsselbundfunktion wird von der Bibliothek <code>libnick</code> bereitgestellt.
es: La función Llavero está respaldada por la biblioteca <code>libnick</code>.
fr: La fonctionnalité de trousseau est fournie par la bibliothèque <code>libnick</code>.
it: La funzionalità Portachiavi è supportata dalla libreria <code>libnick</code>.
ja: キーリング機能には、<code>libnick</code> ライブラリが使用されています。
nb_no: Nøkkelringen er bygget med rammeverket <code>libnick</code>.
pt_br: O recurso Keyring é suportado pela biblioteca <code>libnick</code>.
ru: Функция Keyring поддерживается библиотекой <code>libnick</code>.
sk: Funkcia zväzku kľúčov je podporovaná knižnicou <code>libnick</code>.
sv: Nyckelringsfunktionen stöds av <code>libnick</code>- biblioteket.
ta: கீரிங் நற்பொருத்தம் <code> லிப்னிக் </code> நூலகத்தால் ஆதரிக்கப்படுகிறது.
uk: Функція Keyring підтримується бібліотекою <code>libnick</code>.
zh_hant: 金鑰圈的功能由 <code>libnick</code> 函式庫提供。

source: This library uses SQLCipher to securely store credentials in a platform independent manner.
cs: Tato knihovna používá SQLCipher pro bezpečné ukládání údajů způsobem nezávislým na platformě.
de: Diese Bibliothek verwendet SQLCipher, um Anmeldedaten sicher und plattformunabhängig zu speichern.
es: Esta biblioteca usa SQLCipher para almacenar las credenciales de forma segura e independiente de la plataforma.
fr: Cette bibliothèque utilise SQLCipher pour stocker vos identifiants de manière sécurisée et sans dépendance à une plateforme.
it: Questa libreria usa SQLCipher per memorizzare in modo sicuro le credenziali, in maniera indipendente dalla piattaforma.
ja: このライブラリには、資格情報を安全に保管するために隔離されたSQLCipherデータベースを使っています。
nb_no: Dette rammeverket bruker SQLCipher til sikker og plattformuavhengig lagring av innlogginger.
pt_br: Esta biblioteca usa SQLCipher para armazenar credenciais com segurança de maneira independente de plataforma.
ru: Эта библиотека использует SQLCipher для безопасного кросс-платформенного хранения учётных данных.
sk: Táto knižnica používa SQLCipher na bezpečné ukladanie poverení spôsobom nezávislým od platformy.
sv: Det här biblioteket använder SQLCipher för att säkert lagra referenser på ett plattformsoberoende sätt.
ta: இந்த நூலகம் SQLCipher ஐப் பயன்படுத்தி, நடைமேடை சார்பற்ற முறையில் நற்சான்றிதழ்களைப் பாதுகாப்பாகச் சேமிக்கிறது.
uk: Ця бібліотека використовує SQLCipher для безпечного зберігання облікових даних незалежним способом.
zh_hant: 此函式庫使用 SQLCipher 來安全的儲存身份驗證資訊，不論在哪個平臺上都能用。

source: The library will use your system's credential manager (i.e. DBus secret service on Linux and Windows Credential Manager on Windows) for securing the Keyring database file.
cs: Knihovna použije správce pověření vašeho systému (tj. službu DBus secret v systému Linux a Správce přihlašovacích údajů Windows v systému Windows) pro zabezpečení souboru databáze klíčenky.
es: La biblioteca utilizará el gestor de credenciales de su sistema (es decir, el servicio DBus en Linux y el gestor de credenciales de Windows en Windows) para proteger el archivo de base de datos del Llavero.
fr: La bibliothèque utilisera le gestionnaire d’identifiants de votre système (par exemple DBus secret service sur Linux et Gestionnaire d’identifiants de Windows sur Windows) pour sécuriser le fichier de base de données du trousseau.
it: La libreria userà il gestore di credenziali del sistema (come DBus in Linux o il Gestore delle credenziali inu Windows) per proteggere il file del database del portachiavi.
ja: このライブラリでは、システムの資格情報管理機能( Linux は DBus secret service、Windows では Windows Credential Manager 等)を使ってキーリングのデータベースファイルを保護しています。
nb_no: Rammeverket vil bruke systemets innloggingstjeneste, som DBus-innloggingstjenesten på Linux og Windows Credential Manager på Windows, til å lagre innloggingsdataene.
pt_br: A biblioteca usará o gerenciador de credenciais do seu sistema (por exemplo, o serviço secreto DBus no Linux e o Gerenciador de Credenciais do Windows no Windows) para proteger o arquivo de banco de dados do Keyring.
ru: Библиотека будет использовать системный менеджер учётных данных («DBus Secret Service» в Linux или «Диспетчер учетных данных» в Windows) для безопасного хранения связки ключей.
sk: Knižnica použije správcu poverenia vášho systému (t. j. službu DBus secret v systéme Linux a Windows Správca poverení v systéme Windows) pre zabezpečenie súboru databázy zväzku kľúčov.
sv: Biblioteket kommer att använda ditt systems behörighetshanterare (dvs. DBus secret service på Linux och Windows Credential Manager på Windows) för att säkra nyckelringdatabasfilen.
ta: கீரிங் தரவுத்தள கோப்பைப் பாதுகாப்பதற்காக நூலகம் உங்கள் கணினியின் நற்சான்றிதழ் மேலாளரை (அதாவது லினக்ச் மற்றும் சாளரங்களில் சாளரங்கள் நற்சான்றிதழ் மேலாளர்) பயன்படுத்தும்.
uk: Бібліотека використовуватиме менеджер облікових даних вашої системи (тобто DBus secret service на Linux і Windows Credential Manager на Windows) для захисту файлу бази даних Keyring.
zh_hant: 函式庫會使用系統的身份驗證管理員 (像是 Linux 的 DBus secret service 和 Windows 的認證管理員) 以確保金鑰圈資料庫安全。

source: Storing a Credential
cs: Ukládání údajů
de: Speichern von Anmeldedaten
es: Almacenamiento de una credencial
fr: Enregistrer un identifiant
it: Memorizza una credenziale
ja: 資格情報を保管する
nb_no: Lagring av innlogginger
pl: Przechowywanie danych logowania
pt_br: Armazenando uma credencial
ru: Хранение учётных данных
sk: Ukladanie poverenia
sv: Lagra inloggningsinformation
ta: ஒரு நற்சான்றிதழை சேமித்தல்
uk: Зберігання облікового запису
zh_hant: 儲存身份驗證資訊

source: Here are the fields that can be stored in a credential:
cs: Pole, která lze uložit do údaje:
de: Die folgenden Felder können in einem Anmeldedatensatz gespeichert werden:
es: Estos son los campos que pueden almacenarse en una credencial:
fr: Voici les champs pouvant être stockés dans un identifiant :
it: Ecco i campi che possono essere memorizzati in una credenziale:
ja: これらの情報が資格情報の中に保存されます：
nb_no: Her er informasjonen en innlogging kan bestå av:
pl: Oto pola, które mogą być przechowywane w danych logowania:
pt_br: Aqui estão os campos que podem ser armazenados em uma credencial:
ru: Учётные данные могут содержать следующие поля:
sk: Tu sú polia, ktoré môžu byť uložené v poverení:
sv: Här är fälten som kan lagras i inloggningsinformationen:
ta: நற்சான்றிதழில் சேமிக்கக்கூடிய புலங்கள் இங்கே உள்ளன:
uk: Ось поля, які можна зберігати в обліковому записі:
zh_hant: 這些是可以儲存在身份驗證資訊的欄位：

source: <code>Name</code>: The name of the credential
cs: <code>Název</code>: název údaje
de: <code>Name</code>: Der Name der Anmeldung
es: <code>Nombre</code>: El nombre de la credencial
fr: <code>Nom</code> : Le nom de l’identifiant
it: <code>Nome</code>: il nome di una credenziale
ja: <code>名前</code>: 資格情報の名前
nb_no: <code>Navn</code>: Navnet på innloggingen
pl: <code>Nazwa</code>: Nazwa danych logowania
pt_br: <code>Nome</code>: O nome da credencial
ru: <code>Имя</code> — Имя учётных данных
sk: <code>Názov</code>: Názov poverenia
sv: <code>Namn</code>: Namnet på inloggningsinformationen
ta: <code>பெயர்</code>: நற்சான்றிதழின் பெயர்
uk: <code>Ім'я</code>: Назва облікового запису
zh_hant: <code>名稱</code>：身份驗證資訊的名稱

source: <code>URL</code> (optional): The URL of the credential
cs: <code>URL</code> (volitelná): adresa URL údaje
de: <code>URL</code> (optional): Die URL der Anmeldung
es: <code>URL</code> (opcional): La URL de la credencial
fr: <code>URL</code> (optionnelle) : L’URL de l’identifiant
it: <code>URL</code> (opzionale): l'URL di una credenziale
ja: <code>URL</code>(オプション): 資格情報の URL
nb_no: <code>Nettadresse</code> (valgfritt): Nettadressen til innloggingen
pl: <code>Adres URL</code> (opcjonalnie): Adres URL danych logowania
pt_br: <code>URL</code> (opcional): A URL da credencial
ru: <code>Ссылка</code> (необязательно) — Ссылка для учётных данных
sk: <code>URL adresa</code> (voliteľné): URL adresa poverenia
sv: <code>URL</code> (valfritt): URL till inloggningsinformationen
ta: <code>URL</code> (விரும்பினால்): நற்சான்றிதழின் URL
uk: <code>URL</code> (необов'язково): URL-адреса облікового запису
zh_hant: <code>URL</code> (選擇性)：身份驗證資訊的 URL

source: <code>Username</code> (optional if password is not empty): The username of the credential
cs: <code>Uživatelské jméno</code> (volitelné, pokud heslo není prázdné): uživatelské jméno údaje
de: <code>Benutzername</code> (Optional wenn das Passwortfeld nicht leer ist): Der Benutzername der Anmeldung
es: <code>Nombre de usuario</code> (opcional si la contraseña no está vacía): El nombre de usuario de la credencial
fr: <code>Nom d’utilisateur</code> (optionnel si le mot de passe n’est pas vide) : Le nom d’utilisateur de l’identifiant
it: <code>Nome utente</code> (opzionale se il campo della password non è vuoto): il nome utente di una credenziale
ja: <code>ユーザー名</code>(パスワードが空でない場合はオプション): 資格情報のユーザー名
nb_no: <code>Brukernavn</code> (valgfritt hvis et passord er angitt): Brukernavnet til innloggingen
pl: <code>Nazwa użytkownika</code> (opcjonalnie, jeśli hasło nie jest puste): Nazwa użytkownika
pt_br: <code>Nome de usuário</code> (opcional se a senha não estiver vazia): O nome de usuário da credencial
ru: <code>Имя пользователя</code> (необязательно и при заданном пароле) — Имя пользователя учётных данных
sk: <code>Meno používateľa</code> (nepovinné, ak heslo nie je prázdne): Používateľské meno poverenia
sv: <code>Användarnamn</code> (valfritt om lösenordet inte är tomt): Användarnamnet för inloggningsinformationen
ta: <code>பயனர்பெயர்</code> (கடவுச்சொல் காலியாக இல்லாவிட்டால் விருப்பமானது): நற்சான்றிதழின் பயனர்பெயர்
uk: <code>Ім'я користувача</code> (необов'язково, якщо пароль не порожній): Ім'я користувача облікового запису
zh_hant: <code>使用者名稱</code> (如果密碼不是空白則爲選填)：身份驗證資訊的使用者名稱

source: <code>Password</code> (optional if username is not empty): The password of the credential
cs: <code>Heslo</code> (volitelné, pokud uživ. jméno není prázdné): heslo údaje
de: <code>Passwort</code> (Optional wenn das Benutzernamenfeld nicht leer ist): Das Passwort der Anmeldung
es: <code>Contraseña</code> (opcional si el nombre de usuario no está vacío): La contraseña de la credencial
fr: <code>Mot de passe</code> (optionnel si le nom d’utilisateur n’est pas vide) : Le mot de passe de l’identifiant
it: <code>Password</code> (opzionale se il campo del nome utente non è vuoto): la password di una credenziale
ja: <code>パスワード</code>(ユーザー名が空でない場合はオプション): 資格情報のパスワード
nb_no: <code>Passord</code> (valgfritt hvis et brukernavn er angitt): Passordet til innloggingen
pl: <code>Hasło</code> (opcjonalnie, jeśli nazwa użytkownika nie jest pusta): Hasło
pt_br: <code>Senha</code> (opcional se o nome de usuário não estiver vazio): A senha da credencial
ru: <code>Пароль</code> (необязательно и при заданном имени пользователя) — Пароль учётных данных
sk: <code>Heslo</code> (nepovinné, ak používateľské meno nie je prázdne): Heslo poverenia
sv: <code>Lösenord</code> (valfritt om användarnamnet inte är tomt): Lösenordet för inloggningsinformationen
ta: <code>கடவுச்சொல்</code> (பயனர் பெயர் காலியாக இல்லாவிட்டால் விருப்பமானது): நற்சான்றிதழின் கடவுச்சொல்
uk: <code>Пароль</code> (необов'язково, якщо ім'я користувача не порожнє): Пароль облікового запису
zh_hant: <code>密碼</code> (如果使用者名稱不是空白則爲選填)：身份驗證資訊的密碼

# link
source: New Download 🆕
cs: Nové stahování 🆕
de: Neuer Download 🆕
es: Descarga nueva 🆕
fr: Nouveau téléchargement 🆕
it: Nuovo download 🆕
ja: 新規ダウンロード 🆕
nb_no: Ny nedlasting
pl: Nowe pobieranie 🆕
pt_br: Novo Download 🆕
ru: Новая загрузка 🆕
sk: Nové stiahnutie 🆕
sv: Ny nedladdning 🆕
ta: புதிய பதிவிறக்கம் 🆕
uk: Нове завантаження 🆕
zh_hant: 新的下載 🆕

source: New Download
cs: Nové stahování
de: Neuer Download
es: Descarga nueva
fr: Nouveau téléchargement
it: Nuovo download
ja: 新規ダウンロード
nb_no: Ny nedlasting
pl: Nowe pobieranie
pt_br: Novo Download
ru: Новая загрузка
sk: Nové stiahnutie
sv: Ny nedladdning
ta: புதிய பதிவிறக்கம்
uk: Нове завантаження
zh_hant: 新下載項目

source: This page explains all options for configuring a new download in <app>Parabolic</app>.
cs: Na této stránce najdete vysvětlení všech možností konfigurace nového stahování v předvolbách v aplikaci <app>Parabolic</app>.
de: Diese Seite erklärt alle Optionen zur Konfiguration eines neuen Downloads in <app>Parabolic</app>.
es: En esta página se explican todas las opciones para configurar una descarga nueva en <app>Parabolic</app>.
fr: Cette page explique toutes les options pour configurer un nouveau téléchargement dans <app>Parabolic</app>.
it: Questa pagina illustra tutte le opzioni per configurare un nuovo download in <app>Parabolic</app>.
ja: このページでは <app>Parabolic</app> の新規ダウンロードを設定するためのすべてのオプションを解説します。
nb_no: Denne seksjonen tar for seg alle innstillingene til nye nedlastinger i <app>Parabolic</app>.
pl: Ta strona wyjaśnia wszystkie opcje dostępne w sekcji Pobieranie w preferencjach w <app>Parabolic</app>.
pt_br: Esta página explica todas as opções para configurar um novo download no <app>Parabolic</app>.
ru: На данной странице описаны все параметры по конфигурации новой загрузки в настройках <app>Parabolic</app>.
sk: Táto stránka vysvetľuje všetky možnosti konfigurácie nového sťahovania v aplikácii <app>Parabolic</app>.
sv: Den här sidan förklarar alla alternativ för att konfigurera en ny nedladdning i <app>Parabolic</app>.
ta: <app>பரபோலிக்</app> இல் புதிய பதிவிறக்கத்தை உள்ளமைப்பதற்கான அனைத்து விருப்பங்களையும் இந்தப் பக்கம் விளக்குகிறது.
uk: На цій сторінці пояснюються всі параметри налаштування нового завантаження в <app>Parabolic</app>.
zh_hant: 此頁面解釋 <app>Parabolic</app> 的偏好設定中所有調整新下載項目的選項。

source: Media URL
ar: رابط الوسائط
cs: URL média
de: Medien-URL
es: URL del multimedia
fr: URL du média
it: URL media
ja: メディアの URL
nb_no: Nettadresse
pl: Adres URL
pt_br: URL da mídia
ru: Ссылка на медиа
sk: URL adresa média
ta: ஊடகத்தின் URL
uk: URL-адреса медіа

source: The URL of the media to download. Must be a valid ("valid" meaning syntactically correct) http or https link.
cs: Adresa URL média ke stažení. Musí se jednat o platný („platný“ znamená syntakticky správný) odkaz http nebo https.
de: Die URL des herunterzuladenden Mediums. Muss ein gültiger ("gültig" bedeutet syntaktisch korrekt) http- oder https-Link sein.
es: La URL del medio a descargar. Debe ser un enlace http o https válido ("válido" significa sintácticamente correcto).
fr: L’URL du média à télécharger. Il doit s’agir d’un lien http ou https valide (i.e.e syntaxiquement correct).
it: L'URL del contenuto da scaricare. Deve essere un collegamento http o https valido (cioè sintatticamente corretto).
ja: メディアのダウンロード元の URL。有効な（正しい URL の構文である）http または https リンクである必要があります。
nb_no: Nettadressen til innholdet som skal lastes ned. Må være en gyldig HTTP- eller HTTPS-lenke.
pl: Adres URL multimediów do pobrania. Musi być poprawnym linkiem http lub https.
pt_br: A URL da mídia a ser baixada. Deve ser um link http ou https válido ("válido" significa sintaticamente correto).
ru: Непосредственно ссылка на загружаемое медиа. Должна быть корректной (в плане синтаксиса), с префиксом http или https.
sk: Adresa URL média, ktoré sa má stiahnuť. Musí to byť platný („platný“ znamená syntakticky správny) http alebo https odkaz.
sv: URL:en till mediet som ska laddas ner. Måste vara en giltig (”giltig” vilket betyder syntaktisk korrekt) http- eller https-länk.
ta: பதிவிறக்குவதற்கான மீடியாவின் URL. செல்லுபடியாகும் ("செல்லுபடியாகும்" அதாவது தொடரியல் ரீதியாக சரியானது) http அல்லது https இணைப்பாக இருக்க வேண்டும்.
uk: URL-адресу медіа для завантаження. Це має бути дійсне ("дійсне" означає синтаксично правильне) посилання http або https.
zh_hant: 媒體下載 URL。必須是有效的 http 或 https 連結（有效表示網址語法是正確的）。

source: If a valid URL is found inside the clipboard upon opening the Add Download dialog, the URL will be automatically pasted in the URL entry row.
cs: Při nalezení platné adresy URL ve schránce při otevření dialogu Přidat stahování bude adresa URL automaticky vložena do pole zadávání adresy.
de: Wenn beim Öffnen des Dialogs "Download hinzufügen" eine gültige URL in der Zwischenablage gefunden wird, wird diese automatisch in die URL-Eingabezeile eingefügt.
es: Si se encuentra una URL válida en el portapapeles al abrir el cuadro de diálogo Añadir descarga, la URL se pegará automáticamente en la fila de entrada de URL.
fr: Si une URL valide est trouvée dans le presse-papiers au moment de l’ouverture de la fenêtre de dialogue Ajouter, elle sera automatiquement collée dans le champ de saisie.
it: Se, all’apertura della finestra 'Aggiungi download', viene rilevato un URL valido negli appunti, questo verrà incollato automaticamente nel campo URL.
ja: "ダウンロードを追加"のダイアログが開いた際に、クリップボードに有効な URL が見つかると、URL は自動的に URL 入力欄にペーストされます。
nb_no: Hvis det er en gyldig nettadresse på utklippstavlen når en nedlasting skal legges til, vil den limes inn automatisk.
pl: Jeśli poprawny adres URL zostanie znaleziony w schowku po włączeniu okna nowego pobierania, adres URL zostanie automatycznie wklejony w odpowiednie miejsce.
pt_br: Se uma URL válida for encontrada na área de transferência ao abrir a caixa de diálogo Adicionar download, a URL será colada automaticamente na linha de entrada de URL.
ru: Если в буфере обмена хранится корректная ссылка, она автоматически будет вставлена в поле ввода адреса при открытии диалога добавления загрузки.
sk: Ak sa po otvorení dialógového okna Pridať stiahnutie nájde v schránke platná adresa URL, automaticky sa vloží do riadku pre zadanie adresy URL.
sv: Om en giltig URL hittas i urklippet när dialogrutan "Lägg till nedladdning" öppnas, kommer URL:en automatiskt att klistras in i URL-inmatningsraden.
ta: பதிவிறக்கத்தைச் சேர் என்ற உரையாடலைத் திறந்தவுடன் கிளிப்போர்டுக்குள் சரியான URL கண்டறியப்பட்டால், URL நுழைவு வரிசையில் தானாகவே URL ஒட்டப்படும்.
uk: Якщо дійсну URL-адресу буде знайдено в буфері обміну після відкриття діалогового вікна "Додати завантаження", URL-адресу буде автоматично вставлено в рядок запису URL-адреси.
zh_hant: 在打開新增下載項目對話框時，剪貼簿裡面存在有效的 URL。URL 將被自動貼上 URL 欄位。

source: Use Batch File
cs: Použít hromadný soubor
es: Usar archivo por lotes
it: Usa file batch
pt_br: Usar arquivo em lote
ru: Использовать пакетный файл
sk: Použiť dávkový súbor

source: Select a batch text file that contains a list of URLs to validate.
cs: Vyberte hromadný textový soubor, který obsahuje adresy k ověření.
es: Seleccione un archivo de texto por lotes que contenga una lista de URL para validar.
it: Seleziona un file batch di testo contenente un elenco di URL da convalidare.
pt_br: Selecione um arquivo de texto em lote que contenha uma lista de URLs para validar.
ru: Выберите пакетный текстовый файл, содержащий список ссылок для проверки.
sk: Vyberte dávkový textový súbor, ktorý obsahuje zoznam URL adries na overenie.

source: Each URL can be accompanied by an optional save folder (delimited by <code>|</code>) in which to save each media of the URL to.
cs: Ke každé adrese může být zároveň přiřazena volitelná složka (oddělená znakem <code>|</code>) k uložení daného média.
sk: Každá URL adresa môže byť sprevádzaná voliteľným priečinkom na uloženie (oddeleným pomocou <code>|</code>), do ktorého sa uloží každé médium z danej URL adresy.

source: All of the URLs and their media from the batch file will be grouped and treated as one single playlist by Parabolic.
cs: Všechny adresy a jejich média z hromadného souboru budou seskupeny a budou aplikací Parabolic považovány za jeden playlist.
es: Parabolic agrupará y tratará como una única lista de reproducción todas las URL y sus archivos multimedia del archivo por lotes.
it: Tutti gli URL e i relativi contenuti multimediali presenti nel file batch verranno raggruppati e trattati da Parabolic come un'unica playlist.
pt_br: Todos os URLs e suas mídias do arquivo em lote serão agrupados e tratados como uma única lista de reprodução pelo Parabolic.
ru: Parabolic сгруппирует и обработает все ссылки со связанными медиа из пакетного файла в единый плейлист.
sk: Všetky URL adresy a ich médiá z dávkového súboru budú aplikáciou Parabolic zoskupené a spracované ako jediný playlist.

source: The optional save folder must be an absolute path.
cs: Volitelná složka pro uložení musí být absolutní cesta.
es: La carpeta de guardado opcional debe ser una ruta absoluta.
it: La cartella di salvataggio opzionale deve essere un percorso assoluto.
pt_br: A pasta de salvamento opcional deve ser um caminho absoluto.
ru: Дополнительная папка сохранения должна иметь абсолютный путь.
sk: Voliteľný priečinok na uloženie musí byť zadaný ako úplná cesta v systéme.

source: Batch File Format:
cs: Formát hromadného souboru:
es: Formato de archivo por lotes:
it: Formato file batch:
pt_br: Formato de arquivo em lote:
ru: Формат пакетного файла:
sk: Formát dávkového súboru:

source: <code>URL2 | "Folder1"</code>
cs: <code>URL2 | "Složka1"</code>
sk: <code>URL2 | "Priečinok1"</code>

source: <code>"URL3"|"Folder2"</code>
cs: <code>"URL3"|"Složka2"</code>
es: <code>«URL3»|«Carpeta2»</code>
it: <code>"URL3"|"Cartella2"</code>
pt_br: <code>"URL3"|"Pasta2"</code>
ru: <code>"Ссылка3"|"Папка2"</code>
sk: <code>URL3"|"Priečinok2"</code>

source: Authenticate
ar: مصادقة/توثيق
cs: Přihlášení
de: Anmelden
es: Autenticar
fr: S’identifier
it: Autenticati
ja: 認証
nb_no: Autentisering
pl: Uwierzytelnij
pt_br: Autenticar
ru: Авторизация
sk: Overiť
sv: Autentisera
ta: அங்கீகரிக்கவும்
uk: Автентифікація
