Repository: NickvisionApps/Parabolic
Catalog: docs/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nb_no, pl, pt_br, ru, sk, sv, ta, uk, zh_hant

# _
source: translator-credits
ar: حقوق الترجمة
cs: Jonáš Loskot <jonas@jonasloskot.cz>
de: Simon Hahne <simon@nicewaffel.dev>
es: Óscar Fernández Díaz <oscfdezdz@tuta.io>, 2023
fr: Irénée Thirion <irenee.thirion@e.email>
it: Albano Battistella <albanobattistella@gmail.com> 2023 bovirus <bovirus@gmail.com> 2025
ja: Gnuey56 <gnuey56@proton.me>, 2023
nb_no: Brage Fuglseth <bragefuglseth@gnome.org>, 2024
pl: Dominik Gęgotek <ioutora@disroot.org>, 2023
pt_br: Tiago Lucas Flach <tiagolucas9830@gmail.com> Rafael Fontenelle <rafaelff@gnome.org> NIICKTCHUNS <https://github.com/NIICKTCHUNS>
ru: Фёдор Соболев <>, 2023 Valerii Zhikharev <fr0stmatic@proton.me>, 2025
sk: Jozef Gaal <preklady@mayday.sk>, 2024, 2025
sv: översättningskrediter
ta: K.B.Dharun Krishna <kbdharunkrishna@gmail.com>, 2023
uk: Jon Weblin <jonweblin2205@protonmail.com>, 2023
zh_hant: Chung-Wei Chung <webb790709@proton.me>, 2025

source: This page explains all options for configuring aria2c in Preferences in <app>Parabolic</app>.
cs: Na této stránce najdete vysvětlení všech možností konfigurace aria2c v předvolbách v aplikaci <app>Parabolic</app>.
es: Esta página explica todas las opciones para configurar aria2c en las preferencias de <app>Parabolic</app>.
it: Questa pagina spiega tutte le opzioni per configurare aria2c nelle impostazioni di <app>Parabolic</app>.
pt_br: Esta página explica todas as opções para configurar o aria2c em Preferências no <app>Parabolic</app>.
ru: На данной странице описаны все параметры по конфигурации aria2c в настройках <app>Parabolic</app>.
sk: Na tejto stránke sú vysvetlené všetky možnosti konfigurácie aria2c v časti Nastavenia v aplikácii <app>Parabolic</app>.

source: Use aria2c
cs: Použít aria2c
es: Usar aria2c
it: Usa aria2c
pt_br: Usar aria2c
ru: Включение aria2c
sk: Použiť aria2c
ta: ARIA2C ஐப் பயன்படுத்தவும்

source: Parabolic will use aria2c instead of yt-dlp's native downloader.
cs: Aplikace Parabolic použije aria2c namísto nativní služby stahování yt-dlp.
es: Parabolic usará aria2c en lugar del descargador nativo de yt-dlp.
it: Parabolic userà aria2c al posto del downloader nativo yt-dlp.
pt_br: Parabolic irá usar aria2c invés do baixador nativo do yt-dlp.
ru: Parabolic будет использовать aria2c вместо встроенного загрузчика yt-dlp.
sk: Parabolic bude používať aria2c namiesto pôvodného sťahovača yt-dlp.
ta: YT-DLP இன் சொந்த பதிவிறக்கத்திற்கு பதிலாக பரபோலிக் ARIA2C ஐப் பயன்படுத்தும்.

source: Default: Off
ar: الافتراضي: إيقاف
cs: Výchozí: vypnuto
de: Standardeinstellung: Aus
es: Predeterminado: Apagado
fr: Par défaut : Désactivée
it: Predefinito: disattivato
ja: デフォルト: オフ
nb_no: Standard: av
pl: Domyślnie: wyłączone
pt_br: Padrão: Desligado
ru: По умолчанию: Выкл
sk: Predvolené: Vypnuté
sv: Standard: Av
ta: இயல்புநிலை: ஆஃப்
uk: За замовчуванням: Вимк
zh_hant: 預設值：關閉

source: Maximum Connections Per Server
ar: أقصى عدد من الاتصالات لكل خادم
cs: Maximální počet spojení na server
de: Maximale Verbindungen pro Server
es: Máximo de conexiones por servidor
fr: Nombre maximal de connexions par serveur
it: Numero massimo connessioni per server
ja: サーバーごとの最大接続数
nb_no: Høyeste antall tilkoblinger per tjener
pl: Maksymalna ilość połączeń na serwer
pt_br: Máximo de conexões por servidor
ru: Максимум подключений к серверу
sk: Maximálny počet pripojení na server
sv: Maximalt antal anslutningar per server
ta: ஒரு சேவையகத்திற்கு அதிகபட்ச இணைப்புகள்
uk: Максимальна кількість з'єднань на сервер
zh_hant: 每個伺服器的最大連接數量

source: This option only applies when using aria2c is enabled. This option is the same as the <code>-x</code> flag passed to aria2c.
cs: Tato funkce je použita pouze při povolené službě aria2c. Jedná se o stejnou možnost, jako když do služby aria2c zadáte vlajku <code>-x</code>.
es: Esta opción solo se aplica cuando está activado el uso de aria2c. Esta opción es la misma que la opción <code>-x</code> que se pasa a aria2c.
it: Questa opzione si applica solo quando è abilitato l'uso di aria2c. Questa opzione è la stessa del flag <code>-x</code> passato ad aria2c.
pt_br: Esta opção só se aplica se o aria2c estiver ativado. Esta opção é a mesma que o sinalizador <code> -x </code> passou para aria2c.
ru: Данный параметр применяется только при задействовании aria2с. Равносильно использованию флага <code>-x</code>, передаваемого aria2c.
sk: Táto možnosť platí iba vtedy, keď je povolené používanie aria2c. Táto voľba je rovnaká ako príznak <code>-x</code>, odovzdaný do aria2c.

source: The maximum number of connection that can be used per server. Must be an integer value between 1 and 32.
ar: أقصى عدد من الاتصالات التي يمكن استخدامها لكل خادم. يجب أن يكون قيمة عددية صحيحة بين 1 و 32.
cs: Maximální počet spojení, které lze využít na server. Musí to být celočíselná hodnota mezi 1 a 32.
de: Die maximale Anzahl der Verbindungen, die pro Server verwendet werden können. Muss ein ganzzahliger Wert zwischen 1 und 32 sein.
es: El número máximo de conexiones que se pueden usar por servidor. Debe ser un valor entero entre 1 y 32.
fr: Le nombre maximal de connexions qui peuvent être utilisées par serveur. Il doit s’agir d’un nombre entier entre 1 et 32.
it: Il numero massimo di connessioni per server utilizzabile. Deve essere un valore intero compreso tra 1 e 32.
ja: サーバーごとに使用できる最大接続数。1から32の整数値である必要があります。
nb_no: Det høyeste antallet tilkoblinger som kan brukes per tjener. Må være et tall mellom 1 og 32.
pl: Maksymalna ilość połączeń na serwer. Musi być liczbą całkowitą od 1 do 32.
pt_br: O número máximo de conexões que podem ser usadas por servidor. Deve ser um valor inteiro entre 1 e 32.
ru: Максимальное количество подключений, задействуемое к серверу. Должно быть целое число от 1 до 32.
sk: Maximálny počet pripojení, ktoré je možné použiť na jeden server. Musí to byť celočíselná hodnota od 1 do 32.
sv: Det maximala antalet anslutningar som kan användas per server. Måste vara ett heltalsvärde mellan 1 och 32.
ta: ஒரு சேவையகத்திற்கு பயன்படுத்தக்கூடிய அதிகபட்ச இணைப்பு எண்ணிக்கை. 1க்கும் 32க்கும் இடைப்பட்ட முழு எண் மதிப்பு இருக்க வேண்டும்.
uk: Максимальна кількість з'єднань, яку можна використовувати для одного сервера. Має бути цілим числом від 1 до 32.
zh_hant: 最大連接數量可以為每臺伺服器個別設定。必須為 1 到 32 的整數。

source: Default: 16
ar: الافتراضي: 16
cs: Výchozí: 16
de: Standardeinstellung: 16
es: Predeterminado: 16
fr: Par défaut : 16
it: Predefinite: 16
ja: デフォルト: 16
nb_no: Standard: 16
pl: Domyślnie: 16
pt_br: Padrão: 16
ru: По умолчанию: 16
sk: Predvolené: 16
sv: Standard: 16
ta: இயல்புநிலை: 16
uk: За замовчуванням: 16
zh_hant: 預設值：16

source: Minimum Split Size
ar: أقل حجم للتقسيم
cs: Minimální velikost rozdělení
de: Minimale Teilungsgröße
es: Tamaño mínimo de división
fr: Taille minimale de division
it: Dimensione minima divisione
ja: 最小分割サイズ
nb_no: Minste inndelingsstørrelse
pl: Minimalny rozmiar podziału
pt_br: Tamanho mínimo de divisão
ru: Минимальный размер фрагмента
sk: Minimálna veľkosť rozdelenia
sv: Minsta splitstorlek
ta: குறைந்தபட்ச பிளவு அளவு
uk: Мінімальний розмір розділення
zh_hant: 最低分割大小

source: This option only applies when using aria2c is enabled. This option is the same as the <code>-k</code> flag passed to aria2c.
cs: Tato funkce je použita pouze při povolené službě aria2c. Jedná se o stejnou možnost, jako když do služby aria2c zadáte vlajku <code>-k</code>.
es: Esta opción solo se aplica cuando está activado el uso de aria2c. Esta opción es la misma que la opción <code>-k</code> que se pasa a aria2c.
it: Questa opzione è applicabile solo quando è abilitato l'uso di aria2c. L'opzione è la stessa del flag <code>k</code> passato ad aria2c.
pt_br: Esta opção só se aplica quando o uso de aria2 está habilitado. Esta opção é o mesmo que o sinalizador <code>-k</code> passado para aria2c.
ru: Данный параметр применяется только при задействовании aria2с. Равносильно использованию флага <code>-k</code>, передаваемого aria2c.
sk: Táto možnosť platí iba v prípade, že je povolené používanie aria2c. Táto možnosť je rovnaká ako príznak <code>-k</code> odovzdaný do aria2c.

source: The minimum size, in MiB, of which to split a file. Must be an integer value between 1 and 1024.
ar: أقل حجم، بوحدات ميجابايت (MiB)، الذي يتم تقسيم الملف عليه. يجب أن يكون قيمة عددية صحيحة بين 1 و 1024.
cs: Minimální velikost, v MiB, na kterou rozdělit soubor. Musí to být celočíselná hodnota mezi 1 a 1024.
de: Die Mindestgröße in MiB, ab der eine Datei geteilt werden soll. Muss ein ganzzahliger Wert zwischen 1 und 1024 sein.
es: El tamaño mínimo, en MiB, del que dividir un archivo. Debe ser un valor entero entre 1 y 1024.
fr: La taille minimale, en MiB, dans laquelle diviser un fichier. Il doit s’agir d’un nombre entier compris entre 1 et 1024.
it: La dimensione minima, in MiB, in cui dividere un file. Deve essere un valore intero compreso tra 1 e 1024.
ja: 1ファイルを分割する最小サイズ（MiB 単位）。1から1024の整数である必要があります。
nb_no: Den minste størrelsen en fil kan deles inn i, i MiB. Må være et tall mellom 1 og 1024.
pl: Minimalny rozmiar (w MiB), na jaki ma zostać podzielony plik. Musi być liczbą całkowitą od 1 do 1024.
pt_br: O tamanho mínimo, em MiB, para dividir um arquivo. Deve ser um valor inteiro entre 1 e 1024.
ru: Минимальный размер (в МиБ), на который разбивать файл. Должно быть целое число от 1 до 1024.
sk: Minimálna veľkosť v MiB, na ktorú sa má súbor rozdeliť. Musí to byť celočíselná hodnota od 1 do 1024.
sv: Minsta storlek, i MiB, för att dela en fil. Måste vara ett heltalsvärde mellan 1 och 1024.
ta: ஒரு கோப்பைப் பிரிப்பதற்கான குறைந்தபட்ச அளவு, MiB இல். 1 மற்றும் 1024 க்கு இடையில் ஒரு முழு எண் மதிப்பு இருக்க வேண்டும்.
uk: Мінімальний розмір, у МБ, на який можна розбити файл. Має бути цілим числом від 1 до 1024.
zh_hant: 最小在多少 MiB 的時候分割檔案。必須為 1 到 1024 之間的整數。

source: Default: 20
ar: الافتراضي: 20
cs: Výchozí: 20
de: Standardeinstellung: 20
es: Predeterminado: 20
fr: Par défaut : 20
it: Predefinita: 20
ja: デフォルト: 20
nb_no: Standard: 20
pl: Domyślnie: 20
pt_br: Padrão: 20
ru: По умолчанию: 20
sk: Predvolené: 20
sv: Standard: 20
ta: இயல்புநிலை: 20
uk: За замовчуванням: 20
zh_hant: 預設值：20

# link
source: Converter ⚒️
ar: محوّل الصيغة ⚒️
cs: Konvertor ⚒️
de: Konverter ⚒️
es: Conversor ⚒️
fr: Convertisseur ⚒️
it: Convertitore ⚒️
ja: コンバーター ⚒️
nb_no: Konvertering
pl: Konwersja ⚒️
pt_br: Conversor ⚒️
ru: Конвертер ⚒️
sk: Konvertor ⚒️
sv: Konverter ⚒️
ta: மாற்றி ⚒️
uk: Конвертер ⚒️
zh_hant: 轉換器 ⚒️

source: Converter
ar: محوّل الصيغة
cs: Konvertor
de: Konverter
es: Conversor
fr: Convertisseur
it: Convertitore
ja: コンバーター
nb_no: Konvertering
pl: Konwersja
pt_br: Conversor
ru: Конвертер
sk: Konvertor
sv: Konverter
ta: மாற்றி
uk: Конвертер
zh_hant: 轉換器

source: This page explains all options for configuring the Converter in Preferences in <app>Parabolic</app>.
ar: توضح هذه الصفحة جميع الخيارات لتكوين المحول في التفضيلات في <app>Parabolic</app>.
cs: Na této stránce najdete vysvětlení všech možností konfigurace konvertoru v předvolbách v aplikaci <app>Parabolic</app>.
de: Diese Seite erklärt alle Optionen zur Konfiguration des Konverters in den Einstellungen in <app>Parabolic</app>.
es: Esta página explica todas las opciones para configurar el Converter en las Preferencias de <app>Parabolic</app>.
fr: Cette page explique toutes les options permettant de configurer le convertisseur dans les préférences de <app>Parabolic</app>.
it: Questa pagina spiega tutte le opzioni per configurare il convertitore nelle Preferenze in <app>Parabolic</app>.
ja: このページでは <app>Parabolic</app> でコンバーターを設定するためのすべてオプションについて説明します。
nb_no: Denne seksjonen tar for seg alle innstillingene for konvertering i <app>Parabolic</app>.
pl: Na tej stronie wyjaśniono wszystkie opcje dostępne w sekcji Konwersja w preferencjach w <app>Parabolic</app>.
pt_br: Esta página explica todas as opções para configurar o Conversor em Preferências no <app>Parabolic</app>.
ru: На данной странице описаны все параметры по конфигурации конвертера в настройках <app>Parabolic</app>.
sk: Na tejto stránke sú vysvetlené všetky možnosti konfigurácie konvertora v časti Nastavenia v aplikácii <app>Parabolic</app>.
sv: Den här sidan förklarar alla alternativ för att konfigurera Konverteraren i Inställningar i <app>Parabolic</app>.
ta: <app>பரபோலிக்</app> இல் உள்ள விருப்பங்களில் மாற்றியை உள்ளமைப்பதற்கான அனைத்து விருப்பங்களையும் இந்தப் பக்கம் விளக்குகிறது.
uk: Ця сторінка пояснює всі опції для налаштування конвертера в Параметрах <app>Parabolic</app>.
zh_hant: 此頁面解釋 <app>Parabolic</app> 的偏好設定中所有調整轉換器的選項。

source: Embed Metadata
ar: دمج بيانات الوصف
cs: Vložit metadata
de: Metadaten einbetten
es: Incrustar metadatos
fr: Inclure les métadonnées
it: Incorpora metadati
ja: メタデータを埋め込む
nb_no: Bygg inn metadata
pl: Zapisuj metadane w plikach
pt_br: Incorporar metadados
ru: Встраивание метаданных
sk: Vložiť metaúdaje
sv: Bädda in metadata
ta: மெட்டாடேட்டாவை உட்பொதிக்கவும்
uk: Вставити метадані
zh_hant: 嵌入後設資料

source: Parabolic will tag a media with its relevant information (title, genre, etc...) if available.
cs: Aplikace Parabolic označí médium příslušnými informacemi (název, žánr atd.), pokud jsou k dispozici.
es: Parabolic etiquetará un medio con su información relevante (título, género, etc...) si está disponible.
it: Parabolic taggherà un media con le sue informazioni rilevanti (titolo, genere, ecc...) se disponibili.
pt_br: O Parabolic marcará uma mídia com suas informações relevantes (título, gênero, etc.), se disponíveis.
ru: Parabolic по возможности будет добавлять в медиа теги с основными данными (заголовок, жанр и т.д.).
sk: Parabolic priradí médiám príslušné informácie (názov, žáner atď.), ak sú k dispozícii.

source: Default: On
ar: الإفتراضي: مفعل
cs: Výchozí: zapnuto
de: Standardeinstellung: Ein
es: Predeterminado: Encendido
fr: Par défaut : Activée
it: Predefinito: ON
ja: デフォルト: オン
nb_no: Standard: på
pl: Domyślnie: włączone
pt_br: Padrão: Ativado
ru: По умолчанию: Вкл
sk: Predvolené: Zapnuté
sv: Standard: På
ta: இயல்புநிலை: ஆன்
uk: За замовчуванням: Ввімк
zh_hant: 預設值：開啟

source: Remove Source Data
ar: أزل بيانات المصدر
cs: Odebrat zdrojová data
de: Quelldaten entfernen
es: Eliminar los datos de origen
fr: Retirer les données sur la source
it: Rimuovi dati sorgente
ja: ダウンロード元のデータを削除
nb_no: Fjern kildedata
pl: Usuń dane źródłowe
pt_br: Remover Dados de Origem
ru: Удаление данных об источнике
sk: Odstrániť zdrojové údaje
sv: Ta bort källinformation
ta: மூலத் தரவை அகற்று
uk: Вилучити вихідні дані
zh_hant: 移除來源資訊

source: Parabolic will clear metadata fields containing identifying download information.
cs: Aplikace Parabolic vymaže pole metadat obsahující identifikující informace o stahování.
es: Parabolic borrará los campos de metadatos que contengan información identificativa de la descarga.
it: Parabolic eliminerà i metadatio con le informazioni identificative.
pt_br: Parabolic limpará os campos de metadados que contêm informações de identificação de download.
ru: Parabolic будет стирать поля метаданных, содержащие идентифицирующие сведения о загрузке.
sk: Parabolic vymaže polia metadát obsahujúce identifikačné informácie o stiahnutí.
ta: பதிவிறக்கத் தகவல்களை அடையாளம் காணும் மேனிலை தரவு புலங்களை பரபோலிக் அழிக்கும்.

source: Fields that are cleared: <code>comment</code>, <code>description</code>, <code>synopsis</code>, <code>purl</code> and <code>handler_name</code> in each stream.
ar: الحقول اللي تم مسحها: <code>التعليق</code>، <code>الوصف</code>، <code>الملخص</code>، <code>الرابط</code>، و<code>اسم المعالج</code> في كل تدفق.
cs: Pole, která budou vymazána: <code>comment</code>, <code>description</code>, <code>synopsis</code>, <code>purl</code> a <code>handler_name</code> v každém streamu.
de: Felder, die gelöscht werden: <code>Kommentar</code>, <code>Beschreibung</code>, <code>Synopse</code>, <code>Purl</code> und <code>handler_name</code> in jedem Stream.
es: Campos que se borran: <code>comment</code>, <code>description</code>, <code>synopsis</code>, <code>purl</code> y <code>handler_name</code> en cada transmisión.
fr: Champs effacés : <code>commentaires</code>, <code>description</code>, <code>synopsis</code>, <code>purl</code> et <code>nom_du_service</code> dans chaque flux.
it: Informazioni eliminate in ogni stream: <code>commento</code>, <code>descrizione</code>, <code>sinossi</code>, <code>rpurl</code> e <code>handler_name</code>.
ja: これらのメタデータ欄: <code>comment</code>、<code>description</code>、<code>synopsis</code>、<code>purl</code>、<code>handler_name</code> は初めから埋め込まれません。
nb_no: Felter som fjernes:<code>comment</code>, <code>description</code>, <code>synopsis</code>, <code>purl</code> og <code>handler_name</code> på hver nedlasting.
pl: Pola, które są czyszczone: <code>comment</code>, <code>description</code>, <code>synopsis</code>, <code>purl</code> oraz <code>handler_name</code> w każdym strumieniu.
pt_br: Campos que são limpos: <code>comment</code>, <code>description</code>, <code>synopsis</code>, <code>purl</code> e <code>handler_name</code> em cada fluxo.
ru: В каждой дорожке будут стёрты следующие поля: <code>comment</code>, <code>description</code>, <code>synopsis</code>, <code>purl</code> и <code>handler_name</code>.
sk: Polia, ktoré budú odstránené: <code>komentár</code>, <code>popis</code>, <code>súhrn</code>, <code>odkaz</code> a <code>spracovateľ</code> v každom dátovom toku.
sv: Fält som rensas: <code>comment</code>, <code>description</code>, <code>synopsis</code>, <code>purl</code> och <code>handler_name</code> i varje stream.
ta: அழிக்கப்பட்ட புலங்கள்: <code>கருத்து</code>, <code>விளக்கம்</code>, <code>சுருக்கம்</code>, <code>purl</code> மற்றும் <code>handler_name</code> ஒவ்வொரு நீரோடையில்.
uk: Очищені поля: <code> коментар</code>, <code>опис</code>, <code>синопсис</code>, <code>purl</code> і <code>handler_name</code> в кожному стримі.
zh_hant: 每個串流來源會移除：<code>附註</code>、<code>描述</code>、<code>摘要</code>、<code>purl</code> 和<code>名字</code>。

source: This option is only configurable if <code>Embed Metadata</code> is on.
ar: هذا الخيار قابل للتعديل عندما يكون <code>Embed Metadata</code>مفعل.
cs: Tato možnost je nastavitelná pouze při zapnutém nastavení <code>Vložit metadata</code>.
es: Esta opción solo es configurable si <code> Incrustar metadatos </code> está activado.
fr: Cette option est configurable uniquement si l’<code>inclusion des métadonnées</code> est activée.
it: L'opzione è configurabile solo se è abilitata l'opzione <code>Incorpora metadati</code>.
ja: このオプションは <code>メタデータを埋め込む</code> が有効な場合のみ設定可能です。
nb_no: Denne innstillingen kan bare endres hvis «Bygg inn metadata» er på.
pt_br: Esta opção só pode ser configurada se <code>Incorporar metadados</code> estiver ativado.
ru: Данный параметр доступен, только если включено <code>Встраивание метаданных</code>.
sk: Táto možnosť je konfigurovateľná iba pri zapnutom nastavení <code>Vložiť metaúdaje</code>.
sv: Det här alternativet är bara konfigurerbart om <code>Bädda in metadata</code> är aktiverat.
ta: <code> உட்பொதிக்கப்பட்ட மேனிலை தரவு </code> இயக்கத்தில் இருந்தால் மட்டுமே இந்த விருப்பம் கட்டமைக்கப்படுகிறது.
uk: Цей параметр можна налаштувати лише, якщо увімкнено <code>Вбудовувати метадані</code>.
zh_hant: 當 <code>嵌入後設資料</code> 選項啟用後，此選項才可以使用。

source: Embed Thumbnails
ar: دمج صورة العرض
cs: Vkládat miniatury
es: Incrustar miniaturas
fr: Inclure les vignettes
it: Incorpora miniature
ja: 字幕を埋め込む
pt_br: Incorporar miniaturas
ru: Встраивание обложек
sk: Vložiť miniatúry
sv: Bädda in tumnaglar
ta: சிறு உருவங்களை உட்பொதிக்கவும்
uk: Вбудовані ескізи

source: Parabolic will embed a media with its thumbnail if available.
cs: Aplikace Parabolic vloží do média jeho miniaturu, pokud je dostupná.
es: Parabolic incrustará un medio con su miniatura si está disponible.
it: Parabolic incorporerà un media con la relativa miniatura, se disponibile.
pt_br: O Parabolic incorporará uma mídia com sua miniatura, se disponível.
ru: Parabolic по возможности будет встраивать обложку медиа в файл.
sk: Parabolic vloží do média miniatúru, ak je k dispozícii.

source: If the file type does not support embedding, the thumbnail will be written to a separate image file.
ar: إن لم يدعم نوع الملف هذا الدمج، صورة العرض ستُكتب كصورة مُستقلّة.
cs: Pokud typ souboru nepodporuje vkládání, bude miniatura uložena do samostatného souboru.
es: Si el tipo de archivo no admite la incrustación, la miniatura se escribirá en un archivo de imagen independiente.
fr: Si le type de fichier ne prend pas en charge l’inclusion d’une vignette, celle-ci sera exportée vers un fichier d’image séparé.
it: Se il tipo di file non supporta l'incorporamento, la miniatura verrà salvata in un file immagine separato.
ja: ファイル形式が埋め込みに対応していない場合は、サムネイルは独立した画像ファイルとして保存されます。
pt_br: Se o tipo de arquivo não suportar a incorporação, a miniatura será escrita em um arquivo de imagem separado.
ru: Если тип файла не поддерживает встраивание, обложка сохранится в виде отдельного изображения.
sk: Ak formát súboru nepodporuje vloženie, miniatúra bude uložená do samostatného obrázkového súboru.
sv: Om filtypen inte stöder inbäddning skrivs miniatyrbilden till en separat bildfil.
ta: கோப்பு வகை உட்பொதிப்பதை ஆதரிக்கவில்லை என்றால், சிறுபடம் ஒரு தனி படக் கோப்பில் எழுதப்படும்.
uk: Якщо тип файлу не підтримує вбудовування, ескіз буде збережено окремим зображенням.

source: Crop Audio Thumbnails
ar: قص صور الصوتيات المصغرة
cs: Oříznout miniatury zvuku
de: Audio-Miniaturbilder zuschneiden
es: Recortar miniaturas de audio
fr: Rogner les vignettes des fichiers audio
it: Ritaglia miniature audio
ja: オーディオサムネイルを整形
nb_no: Kvadratiske miniatyrbilder
pl: Przycinaj miniatury plików audio
pt_br: Cortar miniaturas para áudio
ru: Обрезка обложки аудио
sk: Orezať miniatúry zvuku
sv: Beskär ljudminiatyrbilder
ta: ஒலி அமைப்பு சிறுபடங்களை செதுக்கு
uk: Обрізати мініатюри аудіо
zh_hant: 剪裁音訊縮圖

source: Parabolic will crop thumbnails of audio files to squares.
cs: Aplikace Parabolic ořízne miniatury zvukových souborů na čtverec.
es: Parabolic recortará las miniaturas de los archivos de audio a cuadrados.
it: Parabolic ritaglierà le copertine degli audio in dei quadrati.
pt_br: Parabolic irá cortar as miniaturas dos arquivos de áudio em quadrados.
ru: Parabolic будет обрезать обложки аудиофайлов до квадратного разрешения.
sk: Parabolic oreže miniatúry zvukových súborov do štvorcového tvaru.
ta: பரபோலிக் ஆடியோ கோப்புகளின் சிறு உருவங்களை சதுரங்களுக்கு பயிர் செய்யும்.

source: This option is only configurable if <code>Embed Thumbnails</code> is on.
ar: هذا الخيار قابل للتعديل عندما يكون <code>خيار دمج صور العرض</code> مُفَعّل.
cs: Tato možnost je nastavitelná pouze při zapnutém nastavení <code>Vkládat miniatury</code>.
es: Esta opción solo es configurable si <code>Incrustar miniaturas</code> está activada.
fr: Cette option est configurable uniquement si l’ <code>inclusion des vignettes</code> est activée.
it: Questa opzione è configurabile solamente se è attiva l'opzione <code>Incorpora miniatura</code>.
ja: このオプションは <code>サムネイルを埋め込む</code> がオンの場合のみ設定可能です。
pt_br: Esta opção só pode ser configurada se <code>Incorporar miniaturas</code> estiver ativado.
ru: Данный параметр доступен, только если включено <code>Встраивание обложек</code>.
sk: Táto možnosť je konfigurovateľná iba pri zapnutom nastavení <code>Vložiť miniatúry</code>.
sv: Det här alternativet är bara konfigurerbart om <code>Bädda in tumnaglar</code> är aktiverat.
uk: Цю опцію можна налаштувати лише при ввімкненій функції <code>Вбудовувати ескізи</code>.

source: Embed Chapters
ar: دمج الفصول
cs: Vložit kapitoly
de: Kapitel einbetten
es: Incrustar capítulos
fr: Inclure les chapitres
it: Incorpora capitoli
ja: チャプター（章）を埋め込む
nb_no: Bygg inn kapitler
pl: Zapisuj rozdziały w plikach
pt_br: Incorporar capítulos
ru: Встраивание глав
sk: Vložiť kapitoly
sv: Bädda in kapitel
ta: அத்தியாயங்களை உட்பொதிக்கவும்
uk: Вставити розділи
zh_hant: 嵌入章節
