Repository: NickvisionApps/Parabolic
Catalog: docs/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nb_no, pl, pt_br, ru, sk, sv, ta, uk, zh_hant

source: If Parabolic cannot find any formats with the selected preferred codec, no video formats will be available for download.
ar: إن لم يجد بارابوليك أي صيغة بالترميز المحدد الذي إخترتَه، لن يكون هناك صيغة مقطع متوفرة للتنزيل.
cs: Pokud aplikace Parabolic nenajde žádné formáty se zvoleným preferovaným kodekem, nebudou ke stažení dostupné žádné formáty videa.
es: Si Parabolic no puede encontrar ningún formato con el códec preferido seleccionado, no habrá ningún formato de vídeo disponible para descargar.
it: Se Parabolic non trova formati con il codec preferito selezionato, non saranno disponibili formati video da scaricare.
pt_br: Se o Parabolic não conseguir achar nenhum formato com o codec preferido selecionado, nenhum formato de vídeo estará disponível para download.
ru: Если Parabolic не сможет найти ни одного формата с конкретно предпочтительным кодеком, ни один видеоформат не будет доступен для загрузки.
sk: Ak Parabolic nenájde žiadne formáty s vybraným uprednostňovaným kodekom, nebudú k dispozícii žiadne formáty videa na stiahnutie.

source: Default: Any
ar: القيمة الافتراضية: أي شيء
cs: Výchozí: jakýkoli
es: Por defecto: Cualquiera
fr: Par défaut : N’importe lequel
it: Predefinito: qualsiasi
ja: デフォルト: すべて
nb_no: Standard: hvilken som helst
pt_br: Padrão: Qualquer
ru: По умолчанию: Любой
sk: Predvolené: Akýkoľvek
sv: Standard: Vilken som helst
ta: இயல்புநிலை: ஏதேனும்
uk: За замовчуванням: Будь-який
zh_hant: 預設值：任意

source: Preferred Audio Codec
ar: ترميز الصوت المفضل
cs: Preferovaný zvukový kodek
es: Codec de audio preferido
it: Codec audio preferito
pt_br: Codec de áudio preferido
ru: Предпочтительный аудиокодек
sk: Uprednostňovaný audio kodek
ta: விருப்பமான ஆடியோ கோடெக்

source: The audio codec Parabolic should prefer when parsing media formats to download.
cs: Zvukový kodek, který by měla aplikace Parabolic preferovat při zpracování formátů médií ke stažení.
es: El códec de audio que Parabolic debe preferir al analizar los formatos multimedia para descargar.
it: Il codec audio che Parabolic dovrebbe preferire durante l'analisi dei formati multimediali da scaricare.
pt_br: O codec de áudio que o Parabolic deve preferir ao analisar formatos de mídia para baixar.
ru: Аудиокодек, который должен быть в приоритете у Parabolic при обработке доступных к загрузке медиаформатов.
sk: Audio kodek, ktorý by mal Parabolic uprednostniť pri analýze formátov médií na stiahnutie.
ta: பதிவிறக்கம் செய்ய ஊடக வடிவங்களை பாகுபடுத்தும்போது ஆடியோ கோடெக் பரவளைய விரும்ப வேண்டும்.

source: If Parabolic cannot find any formats with the selected preferred codec, no audio formats will be available for download.
cs: Pokud aplikace Parabolic nenajde žádné formáty se zvoleným preferovaným kodekem, nebudou ke stažení dostupné žádné formáty zvuku.
es: Si Parabolic no puede encontrar ningún formato con el códec preferido seleccionado, no habrá ningún formato de audio disponible para descargar.
it: Se Parabolic non trova formati con il codec preferito selezionato, nessun formato audio sarà disponibile per il download.
pt_br: Se o Parabolic não conseguir achar nenhum formato com o codec preferido selecionado, nenhum formato de áudio estará disponível para download.
ru: Если Parabolic не сможет найти ни одного формата с конкретно предпочтительным кодеком, ни один аудиоформат не будет доступен для загрузки.
sk: Ak Parabolic nenájde žiadne formáty s vybraným uprednostňovaným kodekom, nebudú k dispozícii žiadne zvukové formáty na stiahnutie.

source: Preferred Subtitle Format
cs: Preferovaný formát titulků
es: Formato de subtítulos preferido
fr: Format de sous-titres préféré
it: Formato sottotitoli preferito
ja: 優先する字幕のフォーマット
nb_no: Foretrukket undertekstformat
pt_br: Formato de legenda preferido
ru: Предпочтительный формат субтитров
sk: Uprednostňovaný formát tituliek
sv: Föredraget textningsformat
ta: விருப்பமான வசன வடிவமைப்பு
uk: Бажаний формат субтитрів
zh_hant: 偏好的字幕格式

source: The file format Parabolic should ensure all subtitles are downloaded as.
cs: Formát souboru, ve kterém by měla aplikace Parabolic stáhnout všechny titulky.
es: El formato de archivo Parabolic debe garantizar que todos los subtítulos se descargan como.
it: Formato file in cui Parabolic salva tutti i sottotitoli.
pt_br: O formato do arquivo que o Parabolic deve garantir que todas as legendas sejam baixadas.
ru: Формат файла, в котором Parabolic должен будет загружать все субтитры.
sk: Formát súboru, v ktorom by mal Parabolic zabezpečiť stiahnutie všetkých titulkov.
ta: கோப்பு வடிவம் பரபோலிக் அனைத்து வசன வரிகளும் பதிவிறக்கம் செய்யப்படுவதை உறுதி செய்ய வேண்டும்.

# link
source: Parabolic Help
ar: مساعدة Parabolic
cs: Nápověda aplikace Parabolic
de: Parabolic Hilfe
es: Ayuda de Parabolic
fr: Aide de Parabolic
it: Guida in linea Parabolic
ja: Parabolic のヘルプ
nb_no: Brukerveiledning til Parabolic
pl: Pomoc
pt_br: Ajuda do Parabolic
ru: Справка Parabolic
sk: Návod Parabolic
sv: Parabolic Hjälp
ta: பரபோலிக் உதவி
uk: Допомога Parabolic
zh_hant: Parabolic 說明文件

# text
source: Parabolic Help
ar: مساعدة Parabolic
cs: Nápověda aplikace Parabolic
de: Parabolic Hilfe
es: Ayuda de Parabolic
fr: Aide de Parabolic
it: Guida in linea Parabolic
ja: Parabolic のヘルプ
nb_no: Brukerveiledning til Parabolic
pl: Pomoc
pt_br: Ajuda do Parabolic
ru: Справка Parabolic
sk: Návod Parabolic
sv: Parabolic Hjälp
ta: பரபோலிக் உதவி
uk: Допомога Parabolic
zh_hant: Parabolic 說明文件

source: <_:media-1/> Parabolic Help
ar: <_:media-1/> مساعدة Parabolic
cs: <_:media-1/> Nápověda aplikace Parabolic
de: <_:media-1/> Parabolic Hilfe
es: <_:media-1/> Ayuda de Parabolic
fr: <_:media-1/> Aide de Parabolic
it: <_:media-1/>Guida in linea Parabolic
ja: <_:media-1/> Parabolic のヘルプ
nb_no: <_:media-1/> Brukerveiledning til Parabolic
pl: <_:media-1/> Pomoc
pt_br: <_:media-1/> Ajuda do Parabolic
ru: <_:media-1/> Справка Parabolic
sk: <_:media-1/> Príručka o aplikácii Parabolic
sv: <_:media-1/> Parabolic Hjälp
ta: <_:media-1/> பரபோலிக் உதவி
uk: <_:media-1/> Допомога Parabolic
zh_hant: <_:media-1/> Parabolic 說明文件

source: This documentation will help you understand how to configure <app>Parabolic</app> to get the most of the application.
ar: ستساعدك هذه الوثائق على فهم كيفية تكوين <app>Parabolic</app> لتحقيق أقصى استفادة من التطبيق.
cs: Tato dokumentace vám pomůže pochopit, jak nastavit aplikaci <app>Parabolic</app>, abyste jí uměli používat na maximum.
de: Diese Dokumentation hilft dir zu verstehen, wie du <app>Parabolic</app> konfigurieren kannst um die Anwendung optimal zu nutzen.
es: Esta documentación le ayudará a entender cómo configurar <app>Parabolic</app> para sacar el máximo partido a la aplicación.
fr: Cette documentation vous aidera à comprendre comment configurer <app>Parabolic</app> pour tirer le meilleur parti de l’application.
it: Questa documentazione ti aiuterà a capire come configurare <app>Parabolic</app> per sfruttare al meglio l'applicazione.
ja: このドキュメントは、<app>Parabolic</app>を最大限に活用するための設定方法を理解するのに役立ちます。
nb_no: Denne veiledningen vil hjelpe deg med å sette opp <app>Parabolic</app> for å få mest mulig ut av appen.
pl: Ta dokumentacja pomoże ci zrozumieć jak skonfigurować <app>Parabolic</app>, aby w pełni wykorzystać możliwości aplikacji.
pt_br: Esta documentação irá lhe ajudar a entender como configurar o <app>Parabolic</app> para usufruir o máximo do programa.
ru: Данная документация призвана помочь вам разобраться в настройках <app>Parabolic</app> для получения лучшего опыта от приложения.
sk: Táto dokumentácia vám pomôže pochopiť, ako nastaviť aplikáciu <app>Parabolic</app>, aby ste z nej získali čo najviac.
sv: Den här dokumentationen hjälper dig att förstå hur du konfigurerar <app>Parabolic</app> för att få ut det mesta av programmet.
ta: இந்த ஆவணங்கள், பயன்பாட்டைப் பயன்படுத்துவதற்கு, <app>Parabolic</app>ஐ எவ்வாறு கட்டமைப்பது என்பதைப் புரிந்துகொள்ள உதவும்.
uk: Ця документація допоможе вам зрозуміти, як налаштувати <app>Parabolic</app>, щоб отримати максимальну віддачу від застосунку.
zh_hant: 這份文件幫助您如何設定 <app>Parabolic</app> 以發揮最佳功能。

source: To get support, use <link href="https://github.com/NickvisionApps/Parabolic/issues">issues</link> or <link href="https://github.com/NickvisionApps/Parabolic/discussions">discussions</link> on Github, or <link href="https://bit.ly/3GrfEid">join our Matrix channel</link>.
ar: للحصول على الدعم، يمكنك استخدام <link href="https://github.com/NickvisionApps/Parabolic/issues\">المشاكل</link> أو <link href="https://github.com/NickvisionApps/Parabolic/discussions\">النقاشات</link> على GitHub، أو <link href="https://bit.ly/3GrfEid\">الانضمام إلى قناتنا على Matrix</link>.
cs: Pokud potřebujete pomoc, použijte <link href="https://github.com/NickvisionApps/Parabolic/issues">problémy</link> nebo <link href="https://github.com/NickvisionApps/Parabolic/discussions">diskuze</link> na GitHubu nebo se <link href="https://bit.ly/3GrfEid">připojte do našeho kanálu Matrix</link>.
de: Unterstützung erhältst du in GitHub <link href="https://github.com/NickvisionApps/Parabolic/issues">Issues</link> oder <link href="https://github.com/NickvisionApps/Parabolic/discussions">Discussions</link>. Außerdem kannst du <link href="https://bit.ly/3GrfEid">unserem Matrix channel beitreten</link>.
es: Para obtener ayuda, use <link href="https://github.com/NickvisionApps/Parabolic/issues">incidencias</link> o <link href="https://github.com/NickvisionApps/Parabolic/discussions">discusiones</link> en Github, o <link href="https://bit.ly/3GrfEid">únase a nuestro canal Matrix</link>.
fr: Pour obtenir de l’aide, utilisez les <link href="https://github.com/NickvisionApps/Parabolic/issues">signalements</link> ou <link href="https://github.com/NickvisionApps/Parabolic/discussions">discussions</link> sur Github, ou <link href="https://bit.ly/3GrfEid">rejoignez notre salon de discussion Matrix</link>.
it: Per ricevere supporto, usa le <link href="https://github.com/NickvisionApps/Parabolic/issues">Github Issue</link> o le <link href="https://github.com/NickvisionApps/Parabolic/discussions">Github discussions</link>. O puoi <link href="https://bit.ly/3GrfEid">collegarti al nostro canale Matrix</link>.
ja: サポートを求める場合は、GitHub の<link href="https://github.com/NickvisionApps/Parabolic/issues">イシュー</link>または<link href="https://github.com/NickvisionApps/Parabolic/discussions">ディスカッション</link>を利用するか、<link href="https://bit.ly/3GrfEid">Matrix チャンネルへご参加</link>ください。
nb_no: For å få hjelp, gå til <link href="https://github.com/NickvisionApps/Parabolic/issues">arbeidsområdet</link>, <link href="https://github.com/NickvisionApps/Parabolic/discussions">diskusjonssiden</link> eller <link href="https://bit.ly/3GrfEid">Matrix-samtalen</link> til prosjektet.
pl: By otrzymać pomoc użyj <link href="https://github.com/NickvisionApps/Parabolic/issues">problemy</link> lub <link href="https://github.com/NickvisionApps/Parabolic/discussions">dyskusje</link> na Github, lub <link href="https://bit.ly/3GrfEid">dołącz do naszego kanału Matrix</link>.
pt_br: Para obter suporte, use <link href="https://github.com/NickvisionApps/Parabolic/issues">problemas</link> ou <link href="https://github.com/NickvisionApps/Parabolic/discussions">discussões</link> no GitHub, ou <link href="https://bit.ly/3GrfEid">junte-se ao nosso canal no Matrix</link>.
ru: Для получения дополнительной помощи посетите <link href="https://github.com/NickvisionApps/Parabolic/issues">раздел проблем</link> или <link href="https://github.com/NickvisionApps/Parabolic/discussions">обсуждений</link> на GitHub, либо <link href="https://bit.ly/3GrfEid">наш канал в Matrix</link>.
sk: Pre podporu využite <link href="https://github.com/NickvisionApps/Parabolic/issues">problémy</link> alebo <link href="https://github.com/NickvisionApps/Parabolic/discussions">diskusné sekcie</link> na Github-e, alebo sa pripojte k nášmu <link href="https://bit.ly/3GrfEid">Matrix kanálu</link>.
sv: För att få support, använd <link href="https://github.com/NickvisionApps/Parabolic/issues">issues</link> eller <link href="https://github.com/NickvisionApps/Parabolic/discussions" >diskussioner</link> på Github, eller <link href="https://bit.ly/3GrfEid">gå med i vår Matrix-kanal</link>.
ta: ஆதரவைப் பெற, <link href="https://github.com/NickvisionApps/Parabolic/issues">சிக்கல்கள்</link> அல்லது <link href="https://github.com/NickvisionApps/Parabolic/discussions"> என்பதைப் பயன்படுத்தவும் GitHub இல் விவாதங்கள்</link> அல்லது <link href="https://bit.ly/3GrfEid">எங்கள் மேட்ரிக்ஸ் சேனலில் சேரவும்</link>.
uk: Щоб отримати підтримку, використовуйте <link href="https://github.com/NickvisionApps/Parabolic/issues">питання</link> або <link href="https://github.com/NickvisionApps/Parabolic/discussions">обговорення</link> на Github, або <link href="https://bit.ly/3GrfEid">приєднуйтесь до нашого каналу Matrix</link>.
zh_hant: 如要取得幫助，請使用 Github 上面的 <link href="https://github.com/NickvisionApps/Parabolic/issues">問題</link> 或 <link href="https://github.com/NickvisionApps/Parabolic/discussions">討論區</link>，或者<link href="https://bit.ly/3GrfEid">加入我們的 Matrix 頻道</link>。

source: The authors of Nickvision Parabolic are not responsible/liable for any misuse of this program that may violate local copyright/DMCA laws. Users use this application at their own risk.
ar: مطوِّري هذا البرنامج ليسوا مسؤولين عن أي إساءة ناهكة لقوانين حقوق النشر المحلية أو قانون الألفية للملكية الرقمية (DMCA). يستخدم المستخدمون هذا التطبيق على مسؤوليتهم الخاصة.
cs: Autoři aplikace Nickvision Parabolic nenesou odpovědnost za jakékoli zneužití tohoto programu, které může porušovat místní zákony o autorských právech/DMCA. Uživatelé používají tuto aplikaci na vlastní nebezpečí.
de: Die Autoren von Nickvision Parabolic sind nicht verantwortlich/haftbar für jeglichen Missbrauch dieses Programms, der gegen lokale Copyright/DMCA-Gesetze verstoßen könnte. Die Verwendung dieser Anwendung erfolgt auf eigene Gefahr.
es: Los desarrolladores de Nickvision Parabolic no son responsables de cualquier mal uso de este programa que pueda violar las leyes locales del copyright/DMCA. Los usuarios usan esta aplicación bajo su propio riesgo.
fr: Les développeurs de Nickvision Parabolic ne sont pas responsables de toute utilisation abusive de ce programme qui pourrait violer les lois locales sur le copyright/DMCA. Les utilisateurs se servent de cette application à leurs propres risques.
it: Gli autori di Nickvision Parabolic non sono responsabili per qualsiasi uso improprio di questo programma che possa violare le leggi locali sul copyright/DMCA. Gli utenti usano questa applicazione a proprio rischio.
ja: Nickvision Parabolic の製作者は、地域の著作権法 / DMCA （デジタルミレニアム著作権法）に反する可能性のある、このプログラムの誤用について責任を負いません。ユーザーによるこのアプリケーションの使用は自己責任です。
nb_no: Skaperne av Parabolic er ikke ansvarlige for noen som helst bruk av appen som bryter med lokale lover om åndsverk og opphavsrett. Appen brukes på eget ansvar.
pl: Autorzy programu Nickvision Parabolic nie ponoszą żadnej odpowiedzialności za jakiekolwiek niewłaściwe wykorzystanie tego programu, które mogłoby naruszyć lokalne prawa autorskie lub DMCA. Użytkownicy używają tej aplikacji na własne ryzyko.
pt_br: Os autores do Nickvision Parabolic não são responsáveis por qualquer uso indevido deste programa que possa violar as leis locais de direitos autorais/DMCA. Os usuários usam este aplicativo por sua própria conta e risco.
ru: Авторы Nickvision Parabolic не несут ответственности за любое неправомерное использование программы, потенциально нарушающее местное законодательство об авторском праве или DMCA. Пользователи используют данное приложение на свой страх и риск.
sk: Autori aplikácie Nickvision Parabolic nenesú žiadnu zodpovednosť za akékoľvek nesprávne použitie tohto softvéru, ktoré by mohlo porušovať miestne zákony o autorských právach alebo legislatívu DMCA. Používatelia využívajú túto aplikáciu výlučne na vlastné riziko.
sv: Författarna till Nickvision Parabolic är inte ansvariga för missbruk av detta program, som kan bryta mot lokala upphovsrätts-/DMCA-lagar. Användare använder denna applikation på egen risk.
ta: உள்ளூர் பதிப்புரிமை/DMCA சட்டங்களை மீறும் இந்தத் திட்டத்தை தவறாகப் பயன்படுத்துவதற்கு நிக்விஷன் பரபோலிக் இன் ஆசிரியர்கள் பொறுப்பல்ல/பொறுப்பேற்க மாட்டார்கள். பயனர்கள் இந்த பயன்பாட்டை தங்கள் சொந்த ஆபத்தில் பயன்படுத்துகின்றனர்.
uk: Автори Nickvision Parabolic не несуть відповідальності за будь-яке неправильне використання цього застосунку, яке може порушувати місцеві закони про авторське право/DMCA. Користувачі використовують цей застосунок на власний ризик.
zh_hant: Parabolic 作者 Nickvision 不對本應用程式的不當使用而衍伸的法律責任如著作權/DMCA 負責。在使用本應用程式時請自行承擔風險。

# link
source: User Interface 🖥️
ar: واجهة المستخدم 🖥️
cs: Uživatelské rozhraní 🖥️
es: Interfaz de usuario 🖥️
fr: Interface utilisateur 🖥️
it: Interfaccia utente 🖥️
ja: ユーザーインターフェース 🖥️
nb_no: Utseende
pt_br: Interface de Usuário 🖥️
ru: Пользовательский интерфейс 🖥️
sk: Používateľské rozhranie 🖥️
sv: Användargränssnitt 🖥️
ta: பயனர் இடைமுகம்
uk: Інтерфейс користувача 🖥️
zh_hant: 使用者介面 🖥️

source: User Interface
ar: واجهة المستخدم
cs: Uživatelské rozhraní
es: Interfaz de usuario
fr: Interface utilisateur
it: Interfaccia utente
ja: ユーザーインターフェース
nb_no: Utseende
pt_br: Interface do usuário
ru: Пользовательский интерфейс
sk: Používateľské rozhranie
sv: Användargränssnitt
ta: பயனர் இடைமுகம்
uk: Інтерфейс користувача
zh_hant: 使用者介面

source: This page explains all options for configuring the User Interface in Preferences in <app>Parabolic</app>.
ar: تشرح هذه الصفحة جميع الخيارات لتكوين واجهة المستخدم في التفضيلات داخل <app>Parabolic</app>.
cs: Na této stránce najdete vysvětlení všech možností konfigurace uživatelského rozhraní v předvolbách v aplikaci <app>Parabolic</app>.
es: Esta página explica todas las opciones para configurar la interfaz de usuario en Preferencias en <app> Parabólico</app> .
fr: Cette page explique toutes les options permettant de configurer l’interface utilisateur dans les Préférences de <app>Parabolic</app>.
it: Questa pagina illustra tutte le opzioni per configurare l'interfaccia utente nelle Preferenze di <app>Parabolic</app>.
ja: このページでは <app>Parabolic</app> の設定画面でユーザーインターフェースを設定するためのすべてオプションについて説明します。
nb_no: Denne seksjonen tar for seg alle innstillingene for utseende i <app>Parabolic</app>.
pt_br: Esta página explica todas as opções para configurar a Interface de Usuário nas Preferências no <app>Parabolic</app>.
ru: На данной странице описаны все параметры по конфигурации пользовательского интерфейса в настройках <app>Parabolic</app>.
sk: Táto stránka vysvetľuje všetky možnosti konfigurácie používateľského rozhrania v časti Nastavenia v aplikácii <app>Parabolic</app>.
sv: Den här sidan förklarar alla alternativ för att konfigurera användargränssnittet i Inställningar i <app>Parabolic</app>.
ta: <app> பரபோலிக் </app> இல் விருப்பங்களில் பயனர் இடைமுகத்தை உள்ளமைப்பதற்கான அனைத்து விருப்பங்களையும் இந்த பக்கம் விளக்குகிறது.
uk: Ця сторінка пояснює всі опції налаштування користувацького інтерфейсу в налаштуваннях у <app>Parabolic</app>.
zh_hant: 此頁面解釋 <app>Parabolic</app> 的偏好設定中所有調整使用者介面的選項。

source: Theme
ar: السمة
cs: Motiv
es: Tema
fr: Thème
it: Tema
ja: テーマ
nb_no: Stil
pt_br: Tema
ru: Тема
sk: Motív
sv: Tema
ta: கருப்பொருள்
uk: Тема
zh_hant: 主題

source: The theme for the user interface.
ar: السمة الخاصة بواجهة المستخدم.
cs: Motiv uživatelského rozhraní.
es: El tema para la interfaz de usuario.
fr: Thème de couleur de l’interface utilisateur.
it: Il tema usato per l'interfaccia utente.
ja: ユーザーインターフェースのテーマ。
nb_no: Stilen til appen.
pt_br: O tema para a interface de usuário.
ru: Непосредственно оформление для пользовательского интерфейса.
sk: Motív pre používateľské rozhranie.
sv: Temat för användargränssnittet.
ta: பயனர் இடைமுகத்திற்கான கருப்பொருள்.
uk: Тема для користувацького інтерфейсу.
zh_hant: 使用者介面主題。

source: Default: System
ar: الأفتراضي: النظام
cs: Výchozí: Systémový
es: Por defecto: el del sistema
fr: Par défaut : celui du système
it: Predefinito: sistema
ja: デフォルト: システム
nb_no: Standard: følg systemet
pt_br: Padrão: Sistema
ru: По умолчанию: Системная
sk: Predvolené: Systémový
sv: Standard: System
ta: இயல்புநிலை: கணினி
uk: За замовчуванням: Системна
zh_hant: 預設值：跟隨系統

source: Prevent Suspend
ar: منع الإيقاف
cs: Zabránit uspání
es: Prevenir suspensión
fr: Empêcher la mise en veille
it: Impedisci sospensione
ja: サスペンドを妨げる
nb_no: Hold enheten på
pt_br: Prevenir suspender
ru: Запрет выключения
sk: Zabrániť uspatiu
sv: Förhindra avstängning
ta: இடைநீக்கத்தைத் தடுக்கவும்
uk: Запобігти призупиненню

source: Parabolic will prevent the computer from sleeping while downloads are running.
cs: Aplikace Parabolic zabrání počítači v přechodu do režimu spánku, pokud probíhá stahování.
es: Parabolic evitará que el ordenador entre en reposo mientras se ejecutan las descargas.
it: Parabolic impedirà al computer di andare in sospensione mentre sono in corso i download.
pt_br: Parabolic vai prevenir que o computador hiberne enquanto downloads estiverem em execução.
ru: Parabolic не позволит компьютеру перейти в спящий режим во время загрузки.
sk: Parabolic zabráni tomu, aby počítač prešiel do režimu spánku počas sťahovania.
ta: பதிவிறக்கங்கள் இயங்கும் போது கணினி தூங்குவதைத் தடுக்கும்.

source: Download History Length
ar: طول سجل التنزيل
cs: Délka historie stahování
es: Tamaño del historial de descargas
fr: Taille de l’historique de téléchargement
it: Durata cronologia download
ja: ダウンロード履歴の保存量
nb_no: Varighet på nedlastingslogg
pt_br: Duração do histórico de downloads
ru: Длительность истории загрузок
sk: Dĺžka histórie sťahovania
sv: Ladda ner Historik Längd
ta: வரலாற்று நீளத்தைப் பதிவிறக்கவும்
uk: Довжина історії завантажень
zh_hant: 下載歷史記錄長度

source: The amount of time to keep past downloads in the app's history.
cs: Jak dlouho ponechat stahování v historii aplikace.
es: La cantidad de tiempo para mantener las descargas anteriores en el historial de la aplicación.
it: Durata di conservazione dei download passati nella cronologia dell'app.
pt_br: O tempo para manter downloads anteriores no histórico do app.
ru: Срок хранения последних загрузок в истории приложения.
sk: Čas, počas ktorého zostanú informácie o predchádzajúcich sťahovaniach uložené v aplikácii.
ta: பயன்பாட்டின் வரலாற்றில் கடந்த பதிவிறக்கங்களை வைத்திருக்க வேண்டிய நேரம்.

source: Default: One Week
ar: الافتراضي: أسبوع واحد
cs: Výchozí: Jeden týden
es: Predeterminado: una semana
fr: Par défaut : une semaine
it: Predefinita: una settimana
ja: デフォルト: 一週間
nb_no: Standard: en uke
pt_br: Padrão: Uma semana
ru: По умолчанию: Одна неделя
sk: Predvolené: Jeden týždeň
sv: Standard: En vecka
ta: இயல்புநிலை: ஒரு வாரம்
uk: За замовчуванням: Один тиждень
zh_hant: 預設：一星期

# link
source: Keyring 🔑
ar: حلقة المفاتيح 🔑
cs: Klíčenka 🔑
es: Llavero 🔑
fr: Trousseau 🔑
it: Portachiavi 🔑
ja: キーリング 🔑
nb_no: Nøkkelring
pl: Lista kluczy 🔑
pt_br: Chaveiro 🔑
ru: Связка ключей 🔑
sk: Zväzok kľúčov 🔑
sv: Nyckelring 🔑
ta: சாவி வளையம்🔑
uk: Зв'язка ключів 🔑
zh_hant: 金鑰圈 🔑

source: Keyring
ar: حلقة المفاتيح (بيانات التسجيل المخزنة لديك)
cs: Klíčenka
de: Schlüsselring
es: Llavero
fr: Trousseau
it: Portachiavi
ja: キーリング
nb_no: Nøkkelring
pl: Lista kluczy
pt_br: Chaveiro
ru: Связка ключей
sk: Zväzok kľúčov
sv: Nyckelring
ta: சாவி வளையம்
uk: Зв'язка ключів
