Repository: NickvisionApps/Parabolic
Catalog: docs/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nb_no, pl, pt_br, ru, sk, sv, ta, uk, zh_hant

source: A .txt file of cookies to pass to yt-dlp when download engine.
ar: ملف نصي يحتوي على ملفات تعريف الارتباط لتمريرها إلى yt-dlp عند تشغيل محرك التنزيل.
cs: Soubor .txt se soubory cookie, který se předá službě yt-dlp při stahování.
es: Un archivo .txt con cookies que se enviará a yt-dlp a través del motor de descarga.
fr: Un fichier .txt de cookies à fournir à yt-dlp quand il s’agit du moteur de téléchargement.
it: Un file .txt con i cookie da passare a yt-dlp durante il download.
ja: yt-dlp のダウンロードエンジンへ渡すためのクッキーの .txt ファイル。
nb_no: En tekstfil med informasjonskapsler som skal sendes til yt-dlp ved nedlasting.
pt_br: Um arquivo .txt de cookies para passar para o mecanismo de download do yt-dlp.
ru: Файл в формате .txt под cookie для передачи загрузчику yt-dlp.
sk: Súbor .txt so súbormi cookie, ktorý sa odovzdá do yt-dlp pri sťahovaní.
sv: En .txt-fil med cookies som ska skickas till yt-dlp via nedladdningsmotorn.
ta: பதிவிறக்க இயந்திரத்தைப் பதிவிறக்கும்போது YT-DLP க்கு அனுப்ப குக்கீகளின் .txt கோப்பு.
uk: Файл .txt з файлами cookie, який передається yt-dlp під час роботи завантажувача.
zh_hant: 傳遞給 yt-dlp 下載引擎的 .txt cookies 資訊檔案。

source: Use one of the following extensions for getting a cookies file from your browser:
ar: استخدم أحد الامتدادات التالية للحصول على ملف تعريف الارتباط من متصفحك:
cs: Pro získání cookies použijte jeden z následujících rozšíření prohlížeče:
de: Du kannst eine der folgenden Erweiterungen nutzen, um von deinem Browser eine Cookie-Datei zu erhalten:
es: Use una de las siguientes extensiones para obtener un archivo de cookies de su navegador:
fr: Utilisez l’une des extensions suivantes pour obtenir un fichier de cookies depuis votre navigateur :
it: Usa una delle seguenti estensioni per ottenere un file di cookie dal browser:
ja: 拡張機能を使って、ブラウザーからクッキーファイルを入手できます：
nb_no: Bruk en av disse utvidelsene til å hente ut en kapselfil fra nettleseren din:
pt_br: Use uma das extensões a seguir para conseguir um arquivo de cookies do seu navegador:
ru: Используйте одно из следующих расширений для получения cookie из вашего браузера:
sk: Na získanie súborov cookie z vášho prehliadača použite jedno z nasledujúcich rozšírení:
sv: Använd ett av följande tillägg för att hämta en cookies fil från din webbläsare:
ta: உங்கள் உலாவியில் இருந்து குக்கீகள் கோப்பைப் பெற, பின்வரும் நீட்டிப்புகளில் ஒன்றைப் பயன்படுத்தவும்:
uk: Використовуйте одне з наступних розширень для отримання файлів cookie з вашого браузера:
zh_hant: 使用以下其中一個擴充元件來取得瀏覽器的 cookies 檔案：

source: Firefox: <code>https://addons.mozilla.org/en-US/firefox/addon/cookies-txt/</code>
cs: Firefox: <code>https://addons.mozilla.org/cs/firefox/addon/cookies-txt/</code>
es: Firefox: <code>https://addons.mozilla.org/es/firefox/addon/cookies-txt/</code>
it: Firefox: <code>https://addons.mozilla.org/it/firefox/addon/cookies-txt/</code>
ja: Firefox: <code>https://addons.mozilla.org/ja/firefox/addon/cookies-txt/</code>
pt_br: Firefox: <code>https://addons.mozilla.org/pt-BR/firefox/addon/cookies-txt/</code>
sk: Firefox: <code>https://addons.mozilla.org/sk/firefox/addon/cookies-txt/</code>
sv: Firefox: <code>https://addons.mozilla.org/sv-SE/firefox/addon/cookies-txt/</code>
ta: பயர்பாக்ஸ்: <code>https://addons.mozilla.org/en-US/firefox/addon/cookies-txt/</code>

source: Use these extensions at your own risk.
ar: استخدم هذه الإضافات على مسؤوليتك الخاصة.
cs: Tato rozšíření používáte na vlastní nebezpečí.
de: Die Nutzung dieser Erweiterungen erfolgt auf eigene Gefahr.
es: Use estas extensiones bajo su propia responsabilidad.
fr: L’utilisation de ces extensions se fait à vos propres risques.
it: Usa queste estensioni a tuo rischio.
ja: これらの拡張機能は、自己責任で使用してください。
nb_no: Bruk disse utvidelsene på eget ansvar.
pt_br: Use essas extensões por sua conta e risco.
ru: Используйте данные расширения на свой страх и риск.
sk: Používanie týchto rozšírení je na vaše vlastné riziko.
sv: Använd dessa tillägg på egen risk.
ta: இந்த நீட்டிப்புகளை உங்கள் சொந்த ஆபத்தில் பயன்படுத்தவும்.
uk: Використовуйте ці розширення на свій страх і ризик.
zh_hant: 使用這些擴充元件請自行負擔風險。

source: Default: No File Selected
ar: الافتراضي: لم يتم تحديد ملف
cs: Výchozí: žádný vybraný soubor
de: Standardeinstellung: Keine Datei ausgewählt
es: Predeterminado: Ningún archivo seleccionado
fr: Par défaut : Aucun fichier sélectionné
it: Predefinito: nessun file selezionato
ja: デフォルト: ファイル選択なし
nb_no: Standard: ingen
pt_br: Padrão: Nenhum arquivo selecionado
ru: По умолчанию: Файл не выбран
sk: Predvolené: Žiadny vybraný súbor
sv: Standard: Ingen fil har valts
ta: இயல்புநிலை: கோப்பு எதுவும் தேர்ந்தெடுக்கப்படவில்லை
uk: За замовчуванням: Файл не вибрано
zh_hant: 預設值：沒有選擇任何檔案

# link
source: Downloads 🌐
ar: التنزيلات 🌐
cs: Stahování 🌐
es: Descargas 🌐
fr: Téléchargements 🌐
ja: ダウンロード 🌐
nb_no: Behandling av nedlastinger
ru: Загрузки 🌐
sk: Sťahovanie súborov 🌐
sv: Nedladdningar 🌐
ta: பதிவிறக்கங்கள்
uk: Завантаження 🌐
zh_hant: 下載 🌐

source: Downloads
ar: التنزيلات
cs: Stahování
es: Descargas
fr: Téléchargements
it: Download
ja: ダウンロード
nb_no: Behandling av nedlastinger
ru: Загрузки
sk: Stiahnutia
sv: Nedladdningar
ta: பதிவிறக்கங்கள்
uk: Завантаження

source: This page explains all options for configuring Downloads in Preferences in <app>Parabolic</app>.
ar: توضح هذه الصفحة جميع الخيارات لإعداد التنزيلات في التفضيلات داخل تطبيق <app>Parabolic</app>.
cs: Na této stránce najdete vysvětlení všech možností konfigurace stahování v předvolbách v aplikaci <app>Parabolic</app>.
es: Esta página explica todas las opciones para configurar descargas en Preferencias en <app>Parabolic</app>.
fr: Cette page explique toutes les options pour configurer les téléchargements dans les préférences de <app>Parabolic</app>.
it: Questa pagina illustra tutte le opzioni di configurazione del downloader nelle Preferenze in <app>Parabolic</app>.
ja: このページでは <app>Parabolic</app> でダウンロードを設定するためのすべてオプションについて説明します。
nb_no: Denne seksjonen tar for seg alle innstillingene for behandling av nedlastinger i <app>Parabolic</app>.
pt_br: Esta página explica todas as opções para configurar Downloads em Preferências no <app>Parabolic</app>.
ru: На данной странице описаны все параметры по конфигурации загрузок в настройках <app>Parabolic</app>.
sk: Na tejto stránke nájdete vysvetlenie všetkých možností konfigurácie sťahovania súborov v časti Nastavenia v aplikácii <app>Parabolic</app>.
sv: Den här sidan förklarar alla alternativ för att konfigurera nedladdningar i Inställningar i <app>Parabolic</app>.
ta: <pp> பரபோலிக் </app> இல் விருப்பங்களில் பதிவிறக்கங்களை உள்ளமைப்பதற்கான அனைத்து விருப்பங்களையும் இந்த பக்கம் விளக்குகிறது.
uk: Ця сторінка пояснює всі параметри для налаштування Завантажень у Налаштуваннях <app>Parabolic</app>.
zh_hant: 此頁面解釋 <app>Parabolic</app> 偏好設定中所有下載的選項。

source: Maximum Number of Active Downloads
ar: الحد الأقصى لعدد التنزيلات النشطة
cs: Maximální počet aktivních stahování
de: Maximale Anzahl aktiver Downloads
es: Máximo número de descargas activas
fr: Nombre maximum de téléchargements actifs
it: Numero massimo download attivi
ja: アクティブダウンロードの最大数
nb_no: Høyeste antall aktive nedlastinger
pl: Maksymalna ilość aktywnych procesów pobierania
pt_br: Número Máximo de Downloads Ativos
ru: Максимум активных загрузок
sk: Maximálny počet aktívnych stiahnutí
sv: Maximalt antal aktiva nedladdningar
ta: செயலில் உள்ள பதிவிறக்கங்களின் அதிகபட்ச எண்ணிக்கை
uk: Максимальна кількість активних завантажень
zh_hant: 同時最大下載數

source: The number of downloads allowed to be running at a time. Must be an integer value between 1 and 10.
cs: Počet stahování, která mohou v jednu chvíli běžet. Musí to být celočíselná hodnota mezi 1 a 10.
es: El número de descargas que se pueden ejecutar a la vez. Debe ser un valor entero entre 1 y 10.
it: Il numero di download attivi che è possibile eseguire contemporaneamente. Deve essere un valore intero compreso tra 1 e 10.
pt_br: Número de downloads permitidos simultaneamente. Deve ser um valor inteiro entre 1 e 10.
ru: Допустимое количество одновременно выполняемых загрузок. Должно быть целое число от 1 до 10.
sk: Počet sťahovaní, ktoré môžu bežať súčasne. Musí to byť celočíselná hodnota v rozmedzí od 1 do 10.

source: If the max number of active downloads is reached, Parabolic will place new downloads in a queue until more downloads are able to be run.
ar: إذا وصل عدد التحميلات النشطة للحد الأقصى، بيحط تطبيق Parabolic التحميلات الجديدة في قائمة الانتظار لين يصير فيه مجال لتحميلات جديدة تشتغل.
cs: Při dosažení maximálního počtu aktivních stahování, aplikace Parabolic umístí nová stahování do fronty, dokud nebude moct být spuštěno více stahování.
de: Wenn die maximale Anzahl aktiver Downloads erreicht ist, platziert Parabolic neue Downloads in einer Warteschlange, bis weitere Downloads ausgeführt werden können.
es: Si se alcanza el número máximo de descargas activas, Parabolic colocará las descargas nuevas en una cola hasta que se puedan ejecutar más descargas.
fr: Si le maximum de téléchargements actifs est atteint, Parabolic placera les nouveaux téléchargements dans une file d’attente jusqu’à ce que des téléchargements supplémentaires soient autorisés à s’exécuter.
it: Se viene raggiunto il numero massimo di download attivi, Parabolic metterà i nuovi download in coda finché non sarà possibile eseguirne altri.
ja: アクティブダウンロードが最大数に達すると、Parabolic は新しいダウンロードをダウンロードが可能になるまでキューに入れます。
nb_no: Hvis det høyeste antallet aktive nedlastinger nås, vil Parabolic sette resten i en kø til flere nedlastinger kan gjennomføres.
pl: Jeśli maksymalna ilość aktywnych procesów pobierania zostanie osiągnięta nowe procesy będą oczekiwały w kolejce.
pt_br: Se o número máximo de downloads ativos for atingido, o Parabolic colocará novos downloads em uma fila até que mais downloads possam ser executados.
ru: При достигнутом максимуме активных загрузок Parabolic будет ставить новые загрузки в очередь до тех пор, пока не освободится возможность для их запуска.
sk: Ak sa dosiahne maximálny počet aktívnych sťahovaní, Parabolic zaradí nové sťahovania do poradia, kým nebude možné spustiť ďalšie sťahovania.
sv: Om det maximala antalet aktiva nedladdningar uppnås kommer Parabolic att placera nya nedladdningar i en kö tills fler nedladdningar kan köras.
ta: செயலில் உள்ள பதிவிறக்கங்களின் அதிகபட்ச எண்ணிக்கையை அடைந்தால், அதிகமான பதிவிறக்கங்களை இயக்க முடியும் வரை, பரபோலிக் புதிய பதிவிறக்கங்களை வரிசையில் வைக்கும்.
uk: Якщо досягнуто максимальної кількості активних завантажень, Parabolic ставитиме нові завантаження в чергу, доки не з'явиться більше завантажень, які можна буде запустити.
zh_hant: 如果達到最大數量，Parabolic 將會把新的下載項目放到佇列區直到可以開始下載。

source: Default: 5
ar: الأفتراضي: 5
cs: Výchozí: 5
de: Standardeinstellung: 5
es: Predeterminado: 5
fr: Par défaut : 5
it: Predefiniti: 5
ja: デフォルト: 5
nb_no: Standard: 5
pl: Domyślnie: 5
pt_br: Padrão: 5
ru: По умолчанию: 5
sk: Predvolené: 5
sv: Standard: 5
ta: இயல்புநிலை: 5
uk: За замовчуванням: 5
zh_hant: 預設值：5

source: Overwrite Existing Files
ar: أُكتُب فوق الملفات الموجودة
cs: Přepsat existující soubory
de: Vorhandene Dateien überschreiben
es: Sobreescribir archivos existentes
fr: Remplacer les fichiers existants
it: Sovrascrivi file esistenti
ja: 存在するファイルを上書きする
nb_no: Erstatt eksisterende filer
pl: Nadpisuj istniejące pliki
pt_br: Sobrescrever arquivos existentes
ru: Перезапись имеющихся файлов
sk: Prepísať existujúce súbory
sv: Skriv över existerande filer
ta: ஏற்கனவே உள்ள கோப்புகளை மேலெழுதவும்
uk: Перезаписати наявні файли
zh_hant: 取代現有檔案

source: Parabolic will overwrite existing files.
cs: Aplikace Parabolic přepíše existující soubory.
es: Parabolic sobrescribirá los archivos existentes.
it: Se l'opzione è abilitata, Parabolic sovrascriverà i file esistenti.
pt_br: O Parabolic substituirá os arquivos existentes.
ru: Parabolic будет перезаписывать уже существующие файлы.
sk: Parabolic prepíše existujúce súbory.

source: For example, if a file named <code>movie.mp4</code> exists in the download folder, and a new download is created named <code>movie</code>, <code>movie.mp4</code> will be overwritten with the new download's content.
ar: مثال،أذا كان اسم الملف <code>movie.mp4</code>موجود بمجلد التحميل،وتحميل جديد أنشىء باسم < code>movie</code>, <code>movie.mp4</code>سيتم استبداله بمعلومات التحميل الجديد.
cs: Pokud již například ve složce stahování existuje soubor <code>film.mp4</code> a bude vytvořeno nové stahování s názvem <code>film</code>, bude soubor <code>film.mp4</code> přepsán novým obsahem stahování.
de: Wenn zum Beispiel eine Datei mit dem Namen <code>movie.mp4</code> im Download-Ordner vorhanden ist und ein neuer Download mit dem Namen <code>movie</code> erstellt wird, wird <code>movie.mp4</code> mit dem Inhalt des neuen Downloads überschrieben.
es: Por ejemplo, si un archivo llamado <code>pelicula.mp4</code> existe en la carpeta de descargas, y se crea una descarga nueva llamada <code>pelicula</code>, <code>pelicula.mp4</code> se sobrescribirá con el contenido de la descarga nueva.
fr: Par exemple, si un fichier intitulé <code>film.mp4</code> existe dans le dossier de téléchargement et qu’un nouveau téléchargement est créé avec le titre <code>film</code>, <code>film.mp4</code> sera remplacé par le contenu du nouveau téléchargement.
it: Ad esempio, se nella cartella dei download esiste un file denominato <code>movie.mp4</code> e viene creato un nuovo download denominato <code>movie</code>, <code>movie.mp4</code> verrà sovrascritto con il contenuto del nuovo download.
ja: 例えば、<code>movie.mp4</code>という名前のファイルがダウンロードフォルダーに存在し、<code>movie</code>という名前のダウンロードが作成されると、<code>movie.mp4</code>は新しいダウンロードの内容で上書きされます。
nb_no: Hvis en fil som heter <code>video.mp4</code> ligger i nedlastingsmappen, og en ny nedlasting ved navn <code>video</code> blir lagt til, vil <code>video.mp4</code> erstattes med den nye filen.
pl: Na przykład, jeśli plik o nazwie <code>film.mp4</code> istnieje w folderze docelowym i nowe pobieranie o nazwie <code>film</code> zostanie rozpoczęte, to <code>film.mp4</code> zostanie zastąpiony nowo pobraną treścią.
pt_br: Por exemplo, se um arquivo chamado <code>movie.mp4</code> existir na pasta de download e um novo download for criado chamado <code>movie</code>, <code>movie.mp4</code> será substituído pelo conteúdo do novo download.
ru: Например, если файл с именем <code>фильм.mp4</code> существует в папке сохранения, а новый файл создаётся с именем <code>фильм</code>, файл <code>фильм.mp4</code> будет перезаписан новым загружаемым файлом.
sk: Napríklad, ak súbor s názvom <code>movie.mp4</code> existuje v priečinku na stiahnutie a nový vytvorený stiahnutý súbor je pomenovaný <code>movie</code>, <code>movie.mp4</code> bude prepísaný s novým obsahom sťahovania.
sv: Till exempel, om en fil med namnet <code>movie.mp4</code> finns i nedladdningsmappen, och en ny nedladdning skapas med namnet <code>movie</code>, kommer <code>movie.mp4</code> skrivas över med den nya nedladdningens innehåll.
ta: எடுத்துக்காட்டாக, பதிவிறக்கக் கோப்புறையில் <code>movie.mp4</code> என்ற கோப்பு இருந்தால், <code>movie</code> என்ற பெயரில் புதிய பதிவிறக்கம் உருவாக்கப்பட்டால், <code>movie.mp4</code> புதிய பதிவிறக்கத்தின் உள்ளடக்கத்துடன் மேலெழுதப்படும்.
uk: Наприклад, якщо в теці для завантаження існує файл з іменем <code>movie.mp4</code>, а в теці створюється нове завантаження з іменем <code>movie</code>, <code>movie.mp4</code> буде замінено вмістом нового завантаження.
zh_hant: 如果有一個檔案叫做 <code>movie.mp4</code> 在下載資料夾，然後有一個下載項目叫做 <code>movie</code>，<code>movie.mp4</code> 會被取代成新的內容。

source: Parabolic will detect downloads that should be resumed and avoid this setting when recovering or retrying failed downloads
ar: تطبيق Parabolic بيكشف التحميلات اللي لازم تُستأنف، وبيتجاوز هالإعداد إذا كان يسترجع أو يحاول يعيد تحميلات فشلت
cs: Parabolic rozpozná stahování, která mají být obnovena a vyhne se tomuto nastavení při obnově nebo opakování neúspěšných stahování
es: Parabolic detectará las descargas que deban reanudarse y evitará esta configuración al recuperar o reintentar descargas fallidas
fr: Parabolic détectera les téléchargements qui devraient être repris et évitera ce paramètre lors de la récupération ou de la nouvelle tentative de téléchargement ayant échoué
it: Parabolic rileverà automaticamente i download da riprendere ed eviterà di applicare questa impostazione durante il recupero o il nuovo tentativo di quelli falliti
ja: Parabolic は、再開する必要のあるダウンロードを検知し、失敗したダウンロードの再開時または再試行時にこの設定を無視します
nb_no: Parabolic vil oppdage nedlastinger som bør fortsettes og omgå denne innstillingen ved gjenoppretting eller nye forsøk på mislykkede nedlastinger
pt_br: O Parabolic irá detectar downloads que devem ser retomados e evitará essa configuração ao recuperar ou ao tentar novamente downloads com falha
ru: Parabolic будет отслеживать загрузки, которые следует возобновить, и избегать данный параметр при восстановлении или повторном запуске неудачных загрузок
sk: Parabolic rozpozná sťahovania, ktoré by mali pokračovať, a toto nastavenie neaplikuje pri obnove alebo opakovaní neúspešných sťahovaní
sv: Parabolic kommer att upptäcka nedladdningar som bör återupptas och undvika den här inställningen när du återställer eller försöker igen misslyckade nedladdningar
ta: தோல்வியுற்ற பதிவிறக்கங்களை மீட்டெடுக்கும்போது அல்லது மீண்டும் முயற்சிக்கும் போது இந்த அமைப்பை மீண்டும் தொடங்க வேண்டிய பதிவிறக்கங்களை பரபோலிக் கண்டறிந்து விடும்
uk: Parabolic визначатиме завантаження, які потрібно відновити, і уникатиме цієї настройки під час відновлення або повторної спроби невдалих завантажень
zh_hant: Parabolic 會偵測應該被繼續的項目，並且在復原或重試失敗的下載時忽略這個選項

source: Limit Filename Characters
ar: تحديد عدد أحرف اسم الملف
cs: Omezení znaků v názvu souboru
es: Limitar los caracteres del nombre del archivo
fr: Limiter le caractères des noms des fichiers
it: Limita caratteri nel nome file
ja: ファイル名の文字を制限
nb_no: Begrens lengde på filnavn
pt_br: Limite de caracteres no nome do arquivo
ru: Ограничение символов в имени файла
sk: Obmedziť znaky názvu súboru
sv: Begränsa tecken för filnamn
ta: கோப்பு பெயர் எழுத்துக்களைக் கட்டுப்படுத்துங்கள்
uk: Обмежити символи у іменах файлів
zh_hant: 限制檔案名稱字元

source: Parabolic will restrict characters in filenames to those supported only by Windows.
cs: Aplikace Parabolic omezí znaky v názvech souborů pouze na znaky podporované sytémem Windows.
es: Parabolic restringirá los caracteres de los nombres de archivo a los soportados solo por Windows.
it: Parabolic limiterà i caratteri nei nomi dei file a quelli supportati da Windows.
pt_br: Parabolic restringirá os caracteres dos nomes de arquivos a apenas aqueles suportados pelo Windows.
ru: Parabolic будет ограничивать имена файлов только теми символами, которые поддерживаются Windows.
sk: Parabolic obmedzí znaky v názvoch súborov len na tie, ktoré podporuje Windows.
ta: பரபோலிக் கோப்பு பெயர்களில் உள்ள எழுத்துக்களை விண்டோசால் மட்டுமே ஆதரிக்கப்படுபவர்களுக்கு கட்டுப்படுத்தும்.

source: This option is only available on Linux.
ar: هذا الخيار متوفر فقط لنسخة لينكس.
cs: Tato možnost je dostupná pouze na systému Linux.
es: Esta opción solo está disponible en Linux.
fr: Option disponible uniquement sur Linux.
it: Questa opzione è disponibile solo in Linux.
ja: このオプションは Linux でのみ利用できます。
nb_no: Denne innstillingen er bare tilgjengelig på Linux.
pt_br: Esta opção só está disponível no Linux.
ru: Данный параметр доступен только в Linux.
sk: Táto možnosť je dostupná iba na systéme Linux.
sv: Det här alternativet är endast tillgängligt på Linux.
ta: இந்த விருப்பம் லினக்சில் மட்டுமே கிடைக்கிறது.
uk: Цей параметр доступний лише на Linux.
zh_hant: 這個選項只在 Linux 有提供。

source: Included Media Id in Title After Validation
ar: معرف الوسائط مضمن في العنوان بعد التحقق
cs: Přidat ID média do názvu po ověření
es: Incluir el ID del medio en el título después de la validación
fr: Identifiant du média inclus dans le titre après validation
it: ID media incluso nel titolo dopo la convalida
ja: 検証完了後のタイトルにメディア ID を含める
nb_no: Inkluder ID i tittel etter kontroll
pt_br: Incluir ID da mídia no título após validação
ru: Добавление ID медиа в заголовок
sk: Pridanie ID média do názvu po overení
sv: Inkluderat media-ID i titeln efter validering
ta: சரிபார்ப்புக்குப் பிறகு தலைப்பில் மீடியா ஐடி சேர்க்கப்பட்டுள்ளது
uk: Включити ідентифікатор медіа в заголовок після валідації
zh_hant: 在驗證完畢後標題包含媒體 Id

source: Parabolic will include a media's id in its default title.
cs: Aplikace Parabolic přidá ID média do jeho výchozího názvu.
es: Parabolic incluirá el id de un medio en su título predeterminado.
it: Parabolic includerà l'id del media nel titolo predefinito.
pt_br: O Parabolic incluirá o ID de uma mídia em seu título padrão.
ru: Parabolic будет добавлять идентификатор медиа к его исходному заголовку.
sk: Parabolic zahrnie id média do jeho predvoleného názvu.
ta: பரபோலிக் அதன் இயல்புநிலை தலைப்பில் ஒரு ஊடகத்தின் ஐடியை உள்ளடக்கும்.

source: Included Auto-Generated Subtitles
ar: يتضمن ترجمة تم انشائها تلقائياً
cs: Zahrnout automaticky generované titulky
de: Enthaltene automatisch generierte Untertitel
es: Subtítulos generados automáticamente
fr: Inclure les sous-titres générés automatiquement
it: Sottotitoli generati automaticamente inclusi
ja: 自動生成された字幕を含める
nb_no: Inkluder automatiske undertekster
pl: Zawiera automatycznie generowane napisy
pt_br: Legendas Geradas Automaticamente Incluídas
ru: Добавление автоматических субтитров
sk: Zahrnúť automaticky generované titulky
sv: Inkluderade automatiskt genererade undertexter
ta: தானாக உருவாக்கிய வசன வரிகள் சேர்க்கப்பட்டுள்ளன
uk: Вмикати автоматично згенеровані субтитри
zh_hant: 包含自動生成字幕

source: Parabolic will present auto-generated subtitles to download in addition to available subtitles.
cs: Parabolic zobrazí automaticky generované titulky ke stažení společně s dostupnými titulky.
es: Parabolic presentará subtítulos autogenerados para descargar además de los subtítulos disponibles.
it: Parabolic visualizzerà anche i sottotitoli generati automaticamente, oltre a quelli già disponibili, per il download.
pt_br: Parabolic irá apresentar legendas geradas automaticamente para baixar, além das legendas disponíveis.
ru: Parabolic предоставит на загрузку автоматически созданные субтитры в дополнение к доступным.
sk: Parabolic okrem dostupných titulkov ponúkne aj automaticky generované titulky na stiahnutie.
ta: கிடைக்கக்கூடிய வசனங்களுக்கு கூடுதலாக பதிவிறக்கம் செய்ய பரபோலிக் தானாக உருவாக்கிய வசன வரிகள் வழங்கும்.

source: Preferred Video Codec
ar: تفضيل ترميز المقطع
cs: Preferovaný video kodek
es: Códec de vídeo preferido
fr: Codec vidéo préféré
it: Codec video preferito
ja: 優先するビデオコーデック
nb_no: Foretrukken videokodek
pt_br: Codec de vídeo preferido
ru: Предпочтительный видеокодек
sk: Uprednostňovaný video kodek
sv: Föredragen videocodec
ta: விருப்பமான வீடியோ கோடெக்
uk: Переважний відеокодек
zh_hant: 偏好的影片編碼

source: The video codec Parabolic should prefer when parsing media formats to download.
ar: يجب على برنامج Parabolic تفضيل ترميز الفيديو عند تحليل صيَغ الوسائط للتنزيل.
cs: Video kodek, který by měla aplikace Parabolic preferovat při zpracování formátů médií ke stažení.
es: El códec de vídeo que Parabolic debe preferir al analizar los formatos multimedia para descargar.
it: Il codec video che Parabolic dovrebbe preferire durante l'analisi dei formati multimediali da scaricare.
pt_br: O codec de vídeo que o Parabolic deve preferir ao analisar formatos de mídia para baixar.
ru: Видеокодек, который должен быть в приоритете у Parabolic при обработке доступных к загрузке медиаформатов.
sk: Video kodek, ktorý by mal Parabolic uprednostniť pri analýze formátov médií na stiahnutie.
ta: வீடியோ கோடெக் பரபோலிக் பதிவிறக்கம் செய்ய ஊடக வடிவங்களை பாகுபடுத்தும்போது விரும்ப வேண்டும்.
