Repository: NickvisionApps/Parabolic
Catalog: docs/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nb_no, pl, pt_br, ru, sk, sv, ta, uk, zh_hant

source: Each format is the form: <code>bitrate | language (id)</code>.
cs: Každý formát má podobu: <code>datový tok | jazyk (id)</code>.
es: Cada formato es de la forma: <code>bitrate | language (id)</code>.
fr: Chaque format est présenté sous la forme suivante : <code>débit | langue (id)</code>.
it: Ogni formato è nella forma: <code>bitrate | Lingua (ID)</code>.
ja: 各フォーマットは次のようなフォームになります: <code>ビットレート | 言語 (id)</code>。
pt_br: Cada formato é o seguinte: <code>bitrate | language (id)</code>.
ru: Каждый формат имеет вид: <code>битрейт | язык (id)</code>.
sk: Každý formát je uvedený v tomto tvare: <code>bitová rýchlosť | jazyk (ID)</code>.
sv: Varje format har formen: <code>bitrate | språk (id)</code>.
ta: ஒவ்வொரு வடிவமும் படிவம்: <code> பிட்ரேட் | மொழி (ஐடி) </code>.
uk: Кожен формат має вигляд: <code>бітрейт | мова (id)</code>.

source: The previously used audio format will be remembered and pre-selected for the next download.
cs: Dříve použitý formát zvuku bude zapamatován a předem vybrán pro další stahování.
es: El formato de audio usado anteriormente será recordado y preseleccionado para la siguiente descarga.
fr: Le format audio sélectionné précédemment sera mémorisé et présélectionné pour le prochain téléchargement.
it: Il formato audio precedentemente usato sarà memorizzato e pre-selezionato per il prossimo download.
ja: 最後に音声形式は、次回のダウンロードのために記憶・事前選択されます。
pt_br: O formato de áudio usado anteriormente será relembrado e pré-selecionado no próximo download.
ru: Ранее выбранный аудиоформат будет запоминаться и предварительно указываться для следующей загрузки.
sk: Predtým použitý audio formát sa uloží a automaticky sa predvolí pre ďalšie sťahovanie.
sv: Det tidigare använda ljudformatet kommer att kommas ihåg och blir förvald vid nästa nedladdning.
ta: முன்னர் பயன்படுத்தப்பட்ட ஆடியோ வடிவம் நினைவில் வைத்து அடுத்த பதிவிறக்கத்திற்கு முன்பே தேர்ந்தெடுக்கப்படும்.
uk: Раніше використаний формат аудіо буде запам'ятований і вибраний за замовчуванням для наступного завантаження.

source: - <code>Best</code> = <code>ba</code>
cs: - <code>Nejlepší</code> = <code>ba</code>
es: - <code>Mejor</code> = <code>ba</code>
it: - <code>Migliore</code> = <code>ba</code>
pt_br: - <code>Melhor</code> = <code>ba</code>
ru: — <code>Лучший</code> = <code>ba</code>
sk: - <code>Najlepší</code> = <code>ba</code>

source: - <code>Worst</code> = <code>wa</code>
cs: - <code>Nejhorší</code> = <code>wa</code>
es: - <code>Peor</code> = <code>wa</code>
it: - <code>Peggiore</code> = <code>wa</code>
pt_br: - <code>Pior</code> = <code>wa</code>
ru: — <code>Худший</code> = <code>wa</code>
sk: - <code>Najhorší</code> = <code>wa</code>

source: Subtitles
cs: Titulky
es: Subtítulos
fr: Sous-titres
it: Sottotitoli
ja: 字幕
nb_no: Undertekster
pt_br: Legendas
ru: Субтитры
sk: Titulky
sv: Undertexter
ta: வசன வரிகள்
uk: Субтитри

source: The list of subtitles available by the media that can be selected for download by the user. Further subtitle settings can be configured in <link xref="downloads">preferences</link>.
cs: Seznam titulků v médiu dostupných ke stažení uživatelem. Další nastavení titulků najdete v <link xref="downloads">předvolbách</link>.
es: Lista de subtítulos disponibles en el medio que el usuario puede seleccionar para descargar. Se pueden configurar más ajustes de subtítulos en <link xref="downloads"> preferencias </link> .
fr: La liste des sous-titres disponibles pour le média et pouvant être sélectionnés pour téléchargement par l’utilisateur. D’autres paramètres de sous-titres peuvent être configurés dans les <link xref="downloads">Préférences</link>.
it: L'elenco dei sottotitoli disponibili dai media che possono essere selezionati per il download dall'utente. Ulteriori impostazioni di sottotitoli possono essere configurate in <link xref="downloads">Preferenze </link>.
ja: ユーザーがダウンロードのために選択できる、メディアが利用できる字幕の一覧。字幕の細かな設定は <link xref="downloads">設定</link> にて変更できます。
nb_no: Listen over undertekster til innholdet som kan lastes ned. Flere innstillinger for undertekster kan endres i <link xref="downloads">innstillingene</link>.
pt_br: Lista de legendas disponíveis para download pela mídia. Outras configurações de legendas podem ser definidas em <link xref="downloads">preferências</link>.
ru: Список доступных субтитров, которые пользователь выбирает для загрузки. Дополнительные параметры субтитров задаются в <link xref="downloads">настройках</link>.
sk: Zoznam titulkov v médiách, ktoré má používateľ k dispozícii na stiahnutie. Ďalšie konfigurácie titulkov nájdete v <link xref="downloads">nastaveniach</link>.
sv: Listan över undertexter tillgängliga av media som kan väljas för nedladdning av användaren. Ytterligare undertextinställningar kan konfigureras i <link xref="downloads">inställningarna</link>.
ta: பயனரால் பதிவிறக்கம் செய்ய தேர்ந்தெடுக்கக்கூடிய ஊடகங்களால் கிடைக்கும் வசன வரிகள் பட்டியல். மேலும் வசன அமைப்புகளை <இணைப்பு XREF = "பதிவிறக்கங்கள்"> விருப்பத்தேர்வுகள் </இணைப்பு> இல் கட்டமைக்க முடியும்.
uk: Список субтитрів, доступних для медіа, які користувач може вибрати для завантаження. Додаткові налаштування субтитрів можна налаштувати в <link xref="downloads">налаштуваннях</link>.

source: The previously selected subtitles will be remembered and pre-selected for the next download.
cs: Dříve vybrané titulky budou zapamatovány a předem zvoleny pro další stahování.
es: Los subtítulos previamente seleccionados serán recordados y preseleccionados para la próxima descarga.
fr: Les sous-titres sélectionnés précédemment seront mémorisés et présélectionnés pour le prochain téléchargement.
it: L'opzione sottotitoli precedentemente selezionata sarà memorizzata e pre-selezionata per il prossimo download.
ja: 最後に使用した字幕は、今後のダウンロードのために記憶・事前選択されます。
nb_no: De sist valgte undertekstene vil huskes og velges automatisk ved neste nedlasting.
pt_br: O formato de legendas usado anteriormente será relembrado e pré-selecionado no próximo download.
ru: Ранее выбранные субтитры будут запоминаться и предварительно указываться для следующей загрузки.
sk: Predtým vybrané titulky sa uložia a automaticky sa predvolia pri ďalšom sťahovaní.
sv: De tidigare valda undertexterna kommer att kommas ihåg och vara förvalda för nästa nedladdning.
ta: முன்னர் தேர்ந்தெடுக்கப்பட்ட வசன வரிகள் நினைவில் வைக்கப்பட்டு அடுத்த பதிவிறக்கத்திற்கு முன்பே தேர்ந்தெடுக்கப்படும்.
uk: Раніше вибрані субтитри будуть запам'ятовуватись і попередньо вибрані для наступного завантаження.

source: Split Chapters
ar: تقسيم الفصول
cs: Rozdělit kapitoly
de: In Kapitel unterteilen
es: Separar los capítulos
fr: Diviser en chapitres
it: Dividi capitoli
ja: チャプター（章）で分ける
nb_no: Del opp etter kapitler
pl: Podziel według rozdziałów
pt_br: Dividir capítulos
ru: Разделение видео по главам
sk: Rozdeliť kapitoly
sv: Dela upp kapitlen
ta: அத்தியாயங்களைப் பிரிக்கவும்
uk: Розділити глави

source: If enabled, Parabolic will split a video download into multiple smaller files based on its chapters.
cs: Pokud je tato funkce povolena, aplikace Parabolic rozdělí stahované video na několik malých souborů podle jeho kapitol.
de: Wenn aktiviert, unterteilt Parabolic ein heruntergeladenes Video anhand seiner Kapitel in mehrere kleinere Dateien.
es: Si está activada, Parabolic dividirá una descarga de vídeo en varios archivos más pequeños en función de sus capítulos.
fr: Si cette option est activée, Parabolic séparera la vidéo en plusieurs morceaux correspondant aux chapitres qu’elles contient.
it: Se questa opzione è abilitata, Parabolic dividerà un download di un video in più file più piccoli in base ai suoi capitoli.
ja: 有効であれば、Parabolic は、ダウンロードする動画を、動画のチャプターごとに複数のファイルに分割します。
nb_no: Hvis dette er på, vil Parabolic forsøke å dele videoen opp i flere mindre filer basert på innebygde kapitler.
pt_br: Se ativado, o Parabolic dividirá o download de um vídeo em vários arquivos menores com base em seus capítulos.
ru: Если параметр включён, Parabolic разобьёт загружаемое видео на меньшие файлы в соответствии с его главами.
sk: Ak je táto možnosť zapnutá, Parabolic rozdelí stiahnuté video na viacero menších súborov na základe jeho kapitol.
sv: Om aktiverat kommer Parabolic att dela upp en videonedladdning i flera mindre filer baserat på dess kapitel.
ta: இயக்கப்பட்டால், பரபோலிக் ஒரு வீடியோ பதிவிறக்கத்தை அதன் அத்தியாயங்களின் அடிப்படையில் பல சிறிய கோப்புகளாக பிரிக்கும்.
uk: Якщо увімкнено, Parabolic розділить завантаження відео на кілька менших файлів, грунтуючись на його розділах.

source: The previously used state will be remembered and pre-selected for the next download.
cs: Dříve použitý stav bude zapamatován a předvolen pro další stahování.
de: Der zuvor verwendete Status wird gespeichert und für den nächsten Download vorausgewählt.
es: El estado usado anteriormente será recordado y preseleccionado para la siguiente descarga.
fr: Les paramètres utilisés précédemment seront mémorisés et présélectionnés pour le prochain téléchargement.
it: Lo stato precedentemente usato sarà memorizzato e pre-selezionato per il prossimo download.
ja: 最後に使用した状態は、今後のダウンロードのために記憶・事前選択されます。
nb_no: Det sist brukte valget vil huskes og forhåndsvelges ved neste nedlasting.
pt_br: O estado usado anteriormente será lembrado e pré-selecionado para o próximo download.
ru: Ранее выбранное состояние будет запоминаться и предварительно указываться для следующей загрузки.
sk: Predtým použitý stav sa uloží a automaticky sa predvolí pri ďalšom sťahovaní.
sv: Det tidigare använda tillståndet kommer att kommas ihåg och blir förvalt för nästa nedladdning.
ta: முன்னர் பயன்படுத்தப்பட்ட நிலை நினைவில் வைக்கப்பட்டு அடுத்த பதிவிறக்கத்திற்கு முன்பே தேர்ந்தெடுக்கப்படும்.
uk: Раніше використаний стан запам'ятовуватиметься та попередньо вибиратиметься для наступного завантаження.

source: Export Description
cs: Popis exportu
es: Exportar la descripción
fr: Exporter la description
it: Esporta descrizione
ja: 概要をエクスポート
nb_no: Eksporter beskrivelse
pt_br: Exportar descrição
ru: Экспорт описания
sk: Popis exportu
sv: Export Beskrivning
ta: ஏற்றுமதி விளக்கம்
uk: Експорт опису

source: If enabled, Parabolic will export the media's description to a <code>.description</code> file alongside the downloaded file.
cs: Pokud je tato funkce povolena, aplikace Parabolic automaticky exportuje popis média do souboru <code>.description</code> vedle staženého souboru.
es: Si está habilitado, Parabolic exportará la descripción del medio a un archivo <code> .description </code> junto con el archivo descargado.
fr: Si cette option est activée, Parabolic exportera la description du média vers un fichier <code>.description</code> en même temps que le fichier téléchargé.
it: Se questa opzione è abilitata, Parabolic esporterà la descrizione del media in un file <code> .description </code> insieme al file scaricato.
ja: 有効であれば、Parabolic は、ダウンロードされたファイルと一緒に、メディアの概要を <code>.description</code> ファイルにエクスポートします。
nb_no: Hvis denne innstillingen er på, vil Parabolic eksportere innholdets beskrivelse til en egen fil ved siden av det nedlastede innholdet.
pt_br: Se ativado, o Parabolic vai exportar a descrição da mídia em um arquivo <code>.description</code> ao lado do arquivo baixado.
ru: Если параметр включён, Parabolic экспортирует описание медиа в файл <code>.description</code> рядом с загруженным файлом.
sk: Ak je táto možnosť zapnutá, Parabolic automaticky exportuje popis média do súboru <code>.description</code> vedľa stiahnutého súboru.
sv: Om aktiverat kommer Parabolic att exportera mediabeskrivningen till en <code>.description</code>-fil bredvid den nedladdade filen.
ta: இயக்கப்பட்டால், பரபோலிக் ஊடகத்தின் விளக்கத்தை <code> க்கு ஏற்றுமதி செய்யும். விளக்கப்படம் </code> கோப்புடன் பதிவிறக்கம் செய்யப்பட்ட கோப்புடன்.
uk: Якщо увімкнено, Parabolic експортуватиме опис медіа у файл <code>.description</code> разом з завантаженим файлом.

source: Exclude from History
ar: يُستثنى من السجل
cs: Odstranit z historie
es: Excluir del historial
it: Escludi dalla cronologia
pt_br: Apagar do histórico
ru: Исключение из истории
sk: Vylúčiť z histórie
ta: வரலாற்றிலிருந்து விலக்கு

source: If enabled, Parabolic will exclude the download from the list of historic downloads.
cs: Pokud je tato funkce povolena, aplikace Parabolic odstraní stahování ze seznamu historie stahování.
es: Si se activa, Parabolic excluirá la descarga de la lista de descargas históricas.
it: Se questa opzione è abilitata, Parabolic escluderà questo download dall'elenco cronologia download.
pt_br: Se ativado, o Parabolic excluirá o download da lista de histórico de downloads.
ru: Если параметр включён, Parabolic исключит данную загрузку из общей истории.
sk: Ak je táto možnosť zapnutá, Parabolic vylúči toto stiahnutie z histórie sťahovania.

source: Post Processor Argument
cs: Argument postprocesoru
es: Argumento postprocesador
it: Argomento post eleaborazione
pt_br: Argumento do pós-processador
ru: Аргумент постпроцессора
sk: Argument postprocesora
ta: பிந்தைய செயலி உரையாடல்

source: An argument to pass to the post processor during the download. The available postprocessing arguments can be configured in <link xref="converter">preferences</link>.
cs: Argument, který předat postprocesoru během stahování. Dostupné argumenty lze nastavit v <link xref="converter">předvolbách</link>.
es: Un argumento para pasar al postprocesador durante la descarga. Los argumentos de posprocesamiento disponibles pueden configurarse en <link xref="converter">preferencias</link>.
it: Un argomento da passare al post processore durante il download. Gli argomenti di post elaborazione disponibili possono essere configurati in <link xref="converter">Preferenze</link>.
pt_br: Um argumento a ser passado ao pós-processador durante o download. Os argumentos de pós-processamento disponíveis podem ser configurados em <link xref="converter">preferências</link>.
ru: Аргумент, передаваемый постпроцессору при загрузке. Доступные аргументы постобработки задаются в <link xref="converter">настройках</link>.
sk: Argument, ktorý sa odovzdá postprocesoru počas sťahovania. Dostupné argumenty postprocesingu je možné nastaviť v <link xref="converter">nastaveniach</link>.

source: The previously selected argument will be remembered and pre-selected for the next download.
cs: Dříve vybraný argument bude zapamatován a předem zvolen pro další stahování.
es: El argumento seleccionado previamente será recordado y preseleccionado para la siguiente descarga.
it: L'argomento precedentemente selezionato sarà memorizzato e pre-selezionato per il prossimo download.
pt_br: O argumento selecionado anteriormente será lembrado e pré-selecionado para o próximo download.
ru: Ранее выбранный аргумент будет запоминаться и предварительно указываться для следующей загрузки.
sk: Predtým vybraný argument sa uloží a predvolí sa pri ďalšom sťahovaní.

source: Write M3U Playlist File
cs: Zapsat soubor playlistu M3U
es: Escribir archivo de lista de reproducción M3U
it: Scrivi file playlist M3U
pt_br: Gravar arquivo de playlist M3U
ru: Запись файла плейлиста M3U
sk: Zapísať M3U zoznam skladieb
ta: M3U பிளேலிச்ட் கோப்பை எழுதுங்கள்

source: If enabled, Parabolic will write a m3u file for the playlist download.
cs: Pokud je tato funkce povolena, aplikace Parabolic vytvoří soubor m3u pro stahování playlistu.
es: Si se activa, Parabolic escribirá un archivo m3u para la descarga de la lista de reproducción.
it: Se questa opzione è abilitata, Parabolic salverà un file M3U per il download della playlist.
pt_br: Se ativado, o Parabolic gravará um arquivo m3u para download da playlist.
ru: Если параметр включён, Parabolic создаст файл m3u для загрузки плейлиста.
sk: Ak je táto možnosť zapnutá, Parabolic vytvorí M3U súbor pre sťahovanie zoznamu skladieb.

source: The previously used state will be remembered and pre-selected for the next playlist download.
cs: Dříve použitý stav bude zapamatován a předvolen pro další stahování playlistu.
es: El estado usado anteriormente será recordado y preseleccionado para la próxima descarga de la lista de reproducción.
it: Lo stato precedentemente usato sarà memorizzato e pre-selezionato per il prossimo download di playlist.
pt_br: O estado usado anteriormente será lembrado e pré-selecionado para o próximo download da playlist.
ru: Ранее выбранное состояние будет запоминаться и предварительно указываться для следующей загрузки плейлиста.
sk: Predtým použitý stav sa uloží a automaticky sa predvolí pri ďalšom sťahovaní zoznamu skladieb.

source: Time Frame
cs: Časový rámec
de: Zeitrahmen
es: Duración
fr: Séquence
it: Intervallo di tempo
ja: タイムフレーム
nb_no: Tidsrom
pt_br: Período de tempo
ru: Временной отрезок
sk: Časový rozsah
sv: Tidsram
ta: கால அளவு
uk: Часовий проміжок

source: The user can enter a start time frame and an end time frame to download a specific section of the media.
cs: Uživatel může zadat počáteční časový rámec a konečný časový rámec pro stažení určité části média.
de: Der Benutzer kann einen Start- und einen Endzeitpunkt für das Herunterladen eines bestimmten Abschnitts der Medien eingeben.
es: El usuario puede introducir una franja horaria de inicio y otra de finalización para descargar una sección específica del multimedia.
fr: Si cette option est activée, l’utilisateur pourra entrer un temps de début et un temps de fin pour télécharger une partie spécifique du média.
it: L'utente può inserire un periodo iniziale e finale per il download di una sezione specifica del media.
ja: ダウンロードメディアの開始と終わりのタイムフレームを入力することで、メディアの特定部分をダウンロードできるようになります。
nb_no: Det er mulig å oppgi en start- og sluttid for å laste ned en spesifikk del av innholdet.
pt_br: O usuário pode inserir um período de início e um período de término para baixar uma seção específica da mídia.
ru: Пользователь может задать промежутки начала и конца, чтобы загрузить определённый отрезок медиа.
sk: Používateľ môže zadať časový rozsah začiatku a konca sťahovania konkrétnej časti média.
sv: Användaren kan ange en starttid och en sluttid för att ladda ner en specifik del av media.
ta: மீடியாவின் ஒரு குறிப்பிட்ட பகுதியைப் பதிவிறக்க பயனர் தொடக்க கால காலநீடிப்பு மற்றும் இறுதி கால கட்டத்தை உள்ளிடலாம்.
uk: Користувач може вказати початковий і кінцевий часові проміжки для завантаження конкретної частини медіа.

source: Default: The whole media length
cs: Výchozí: celá délka média
de: Voreinstellung: Die gesamte Medienlänge
es: Predeterminado: Toda la longitud del multimedia
fr: Par défaut : la longueur totale du média
it: Predefinito: l'intera lunghezza dei media
ja: デフォルト: メディア全体の(時間の)長さ
nb_no: Standard: den fulle lengden på innholdet
pt_br: Padrão: todo o comprimento da mídia
ru: По умолчанию: Медиа загружается целиком
sk: Predvolené: Celá dĺžka média
sv: Standard: Hela medialängden
ta: இயல்புநிலை: முழு ஊடக நீளம்
uk: За замовчуванням: вся довжина медіа

source: Save Folder
ar: مجلد الحفظ
cs: Složka k uložení
de: Speicherordner
es: Guardar carpeta
fr: Dossier d’enregistrement
it: Cartella salvataggio
ja: 保存フォルダー
nb_no: Lagringsmappe
pl: Folder docelowy
pt_br: Pasta de destino
ru: Папка сохранения
sk: Priečinok na uloženie
sv: Lagringsmapp
ta: கோப்புறையை சேமி
uk: Зберегти теку

source: The folder at which to save the download to.
cs: Složka, do které budou ukládány stažené soubory.
de: Der Ordner in dem die heruntergeladene Datei gespeichert werden soll.
es: La carpeta en la que guardar la descarga.
fr: Le dossier dans lequel enregistrer le téléchargement.
it: La cartella in cui salvare il download.
ja: ダウンロードを保存フォルダー。
nb_no: Mappen nedlastingen skal lagres til.
pl: Folder, w którym ma zostać zapisany pobrany plik.
pt_br: A pasta onde o download será salvo.
ru: Папка, куда сохранятся загружаемые файлы.
sk: Priečinok, do ktorého sa má stiahnutie uložiť.
sv: Mappen där nedladdningen ska sparas.
ta: பதிவிறக்கத்தைச் சேமிக்க வேண்டிய கோப்புறை.
uk: Тека, в яку буде збережено завантаження.

source: The previously used folder will be remembered and pre-selected for the next download.
cs: Dříve použitá složka bude zapamatována a předem vybrána pro další stahování.
de: Der zuvor verwendete Ordner wird gespeichert und für den nächsten Download vorausgewählt.
es: La carpeta usada anteriormente será recordada y preseleccionada para la siguiente descarga.
fr: Le dossier sélectionné précédemment sera mémorisé et présélectionné pour le prochain téléchargement.
it: La cartella precedentemente usata verrà memorizzata e pre-selezionata per il prossimo download.
ja: 最後に使用したフォルダーは、次回のダウンロードのために記憶・事前選択されます。
nb_no: Den sist brukte mappen vil huskes og forhåndsvelges ved neste nedlasting.
pl: Poprzednio użyty folder zostanie zapamiętany i wybrany dla następnego procesu pobierania.
pt_br: A pasta usada anteriormente será lembrada e pré-selecionada para o próximo download.
ru: Ранее выбранная папка будет запоминаться и предварительно указываться для следующей загрузки.
sk: Predtým vybratý priečinok sa uloží a automaticky sa predvolí pre ďalšie sťahovanie.
sv: Den tidigare använda mappen kommer att kommas ihåg och blir förvald för nästa nedladdning.
ta: முன்பு பயன்படுத்திய கோப்புறை நினைவில் வைக்கப்படும் மற்றும் அடுத்த பதிவிறக்கத்திற்கு முன்பே தேர்ந்தெடுக்கப்படும்.
uk: Раніше використана тека буде запам'ятовуватися і попередньо вибиратися для наступного завантаження.
zh_hant: 前次使用的資料夾將被記住並且成為下次下載的預設位置。

source: File Name
ar: إسم الملف
cs: Název souboru
de: Dateiname
es: Nombre del archivo
fr: Nom du fichier
it: Nome file
ja: ファイル名
nb_no: Filnavn
pl: Nazwa pliku
pt_br: Nome do arquivo
ru: Имя файла
sk: Názov súboru
sv: Filnamn
ta: கோப்பு பெயர்
uk: Ім'я файлу

source: The file name to use when saving the download.
ar: اسم الملف الذي سيتم استخدامه عند حفظ التنزيل.
cs: Název souboru, který se použije při ukládání stahování.
de: Der Dateiname, der beim Speichern des Downloads verwendet werden soll.
es: El nombre de archivo que se usará al guardar la descarga.
fr: Le nom du fichier à utiliser lors de l’enregistrement du téléchargement.
it: Il nome del file da usare quando si salva il download.
ja: ダウンロードを保存する際に使用するファイル名。
nb_no: Navnet den nedlastede filen skal lagres med.
pl: Nazwa pliku, która ma zostać użyta do zapisania pobranego pliku.
pt_br: O nome do arquivo a ser usado ao salvar o download.
ru: Имя, используемое при сохранении загружаемого файла.
sk: Názov súboru, ktorý sa má použiť pri ukladaní sťahovania.
sv: Filnamnet som ska användas när nedladdningen sparas.
ta: பதிவிறக்கத்தைச் சேமிக்கும்போது பயன்படுத்த வேண்டிய கோப்பு பெயர்.
uk: Ім'я файлу, яке буде використано при збереженні завантаження.
zh_hant: 當儲存下載項目時使用的檔案名稱。

source: Default: The title of the media
ar: الإفتراضي: عنوان الوسائط
cs: Výchozí: název média
de: Standardeinstellung: Der Titel des Mediums
es: Predeterminado: El título del medio
fr: Par défaut : le titre du média
it: Predefinito: il titolo dei media
ja: デフォルト: メディアのタイトル
nb_no: Standard: tittelen på innholdet
pl: Domyślnie: Tytuł multimediów
pt_br: Padrão: O título da mídia
ru: По умолчанию: Заголовок медиа
sk: Predvolené: Názov média
sv: Standard: Mediets titel
ta: இயல்புநிலை: ஊடகத்தின் தலைப்பு
uk: За замовчуванням: назва медіа
zh_hant: 預設值：媒體的標題

source: Nicholas Logozzo
ar: نيكولاس لوجوزو
ru: Николас Логоццо
ta: நிக்கோலஸ் லோகோசோ

source: Backend
es: Lado del servidor
ja: バックエンド
nb_no: Tjeneste
ru: Бэкэнд
ta: பின்தளம்
zh_hant: 後端

source: <code>URL1</code>
ru: <code>Ссылка1</code>

source: Chrome: <code>https://chrome.google.com/webstore/detail/get-cookiestxt-locally/cclelndahbckbenkjhflpdbgdldlbecc</code>
ar: كروم: https://chrome.google.com/webstore/detail/get-cookiestxt-locally/cclelndahbckbenkjhflpdbgdldlbecc
ta: குரோம்: <code>https://chrome.google.com/webstore/detail/get-cookiestxt-locally/cclelndahbckbenkjhflpdbgdldlbecc</code>
