Repository: NickvisionApps/Parabolic
Catalog: docs/po/*.po
Languages: ar, cs, de, es, fr, it, ja, nb_no, pl, pt_br, ru, sk, sv, ta, uk, zh_hant

source: If enabled, the user will be asked to provide a username and/or password to pass to yt-dlp when downloading.
cs: Pokud je tato funkce povolena, bude uživatel vyzván k zadání uživatelského jména a/nebo hesla, které bude předáno službě yt-dlp při stahování.
de: Wenn diese Option aktiviert ist, wird der Benutzer aufgefordert, einen Benutzernamen und/oder ein Passwort einzugeben, die beim Herunterladen an yt-dlp weitergegeben werden.
es: Si se activa, se pedirá al usuario que proporcione un nombre de usuario y/o una contraseña para pasárselos a yt-dlp al descargar.
fr: Si cette option est activée, il sera demandé à l’utilisateur de fournir un nom d’utilisateur et/ou un mot de passe à yt-dlp lors du téléchargement.
it: Se questa opzione è abilitata, verrà chiesto all'utente di inserire un nome utente e/o una password da passare a yt-dlp durante i download.
ja: 有効であれば、ダウンロード時に yt-dlp に渡す、ユーザー名と（または）パスワードが要求されます。
nb_no: Hvis dette er på, vil det kunne oppgis brukernavn og passord til nedlastingen.
pl: Po włączeniu, użytkownik zostanie poproszony o podanie nazwy użytkownika i/lub hasła, które zostanie przekazane yt-dlp.
pt_br: Se ativado, o usuário será solicitado a fornecer um nome de usuário e/ou senha para passar ao yt-dlp durante o download.
ru: Если параметр включён, пользователь сможет предоставить имя пользователя и/или пароль для передачи yt-dlp при загрузке.
sk: Ak je táto možnosť zapnutá, používateľ bude požiadaný o zadanie používateľského mena a/alebo hesla, ktoré sa má odovzdať do yt-dlp pri sťahovaní.
sv: Om det är aktiverat kommer användaren att bli ombedd att ange ett användarnamn och/eller lösenord för att skicka till yt-dlp vid nedladdning.
ta: இயக்கப்பட்டால், பதிவிறக்கும் போது yt-dlp க்கு அனுப்ப பயனர் பெயர் மற்றும்/அல்லது கடவுச்சொல்லை வழங்குமாறு பயனர் கேட்கப்படுவார்.
uk: Якщо ввімкнено, користувачеві буде запропоновано ввести ім'я користувача та/або пароль для входу до yt-dlp під час завантаження.
zh_hant: 開啟後，下載時使用者將被索取使用者名稱和 (或) 密碼並傳遞給 yt-dlp。

source: If credentials are found in the keyring, the user can instead chose from a list of named credentials to use (or continue to manually enter a credential)
cs: Při nalezení údajů v klíčence si může uživatel namísto toho vybrat ze seznamu pojmenovaných údajů k použití (nebo pokračovat k ručnímu zadání údaje)
de: Wenn Anmeldedaten im Schlüsselbund gefunden werden, kann der Benutzer stattdessen aus einer Liste von benannten Anmeldedaten auswählen (oder weiterhin manuell Anmeldedaten eingeben)
es: Si las credenciales se encuentran en el llavero, el usuario puede elegir entre una lista de credenciales con nombre para usarlas (o continuar introduciendo manualmente una credencial)
fr: Si des identifiants sont trouvés dans le trousseau, l’utilisateur pourra choisir parmi une liste d’identifiants, ou entrer manuellement un identifiant
it: Se nel portachiavi sono presenti delle credenziali, l’utente può invece scegliere da un elenco di credenziali da usare (o continuare ad inserirle manualmente)
ja: 資格情報がキーリング内で見つかると、ユーザーは使いたい資格情報をリスト内から選択することができます（手動で資格情報を入力することもできます）
nb_no: Hvis nøkkelringen inneholder lagrede innlogginger, er det mulig å velge fra disse i stedet for å oppgi informasjon manuelt.
pt_br: Se forem encontradas credenciais no chaveiro, o usuário pode escolher entre uma lista de credenciais nomeadas para usar (ou continuar a inserir manualmente uma credencial)
ru: Если учётные данные найдены в связке ключей, пользователь может выбрать учётные данные из списка (или продолжит вводить их вручную)
sk: Ak sa poverenia nachádzajú v zväzku kľúčov, používateľ si namiesto toho môže vybrať zo zoznamu pomenovaných poverení, ktoré chce použiť (alebo pokračovať v ručnom zadávaní poverenia)
sv: Om inloggningsuppgifter hittas i nyckelringen kan användaren istället välja från en lista med namngivna inloggningsuppgifter att använda (eller fortsätta att manuellt ange inloggningsuppgifter)
ta: கெய்ரிங்கில் நற்சான்றிதழ்கள் காணப்பட்டால், பயனர் பயன்படுத்த பெயரிடப்பட்ட நற்சான்றிதழ்களின் பட்டியலிலிருந்து தேர்வு செய்யலாம் (அல்லது தொடர்ந்து நற்சான்றிதழை கைமுறையாக உள்ளிடவும்)
uk: Якщо облікові дані знайдено в Keyring, користувач може вибрати зі списку названих облікових даних для використання (або продовжити вводити облікові дані вручну)
zh_hant: 在金鑰圈裡面找到身份驗證資訊時，使用者可以從已被命名的身份驗證選擇使用 (或是繼續手動輸入)

source: Not all websites support passing usernames and passwords to yt-dlp. For example, YouTube does NOT support this feature.
cs: Ne všechny webové stránky podporují předávání uživatelských jmen a hesel do yt-dlp. Například YouTube tuto funkci NEpodporuje.
de: Nicht alle Webseiten unstützen die Übergabe von Benutzernamen und Passwörtern an yt-dlp. YouTube zum Beispiel unterstützt diese Funktion NICHT.
es: No todos los sitios web admiten la transmisión de nombres de usuario y contraseñas a yt-dlp. Por ejemplo, YouTube NO admite esta función.
fr: Tous les sites web ne prennent pas en charge la fourniture de noms d’utilisateur et mots de passe à yt-dlp. Par exemple, YouTube ne prend PAS en charge cette fonctionnalité.
it: Non tutti i siti supportano il passaggio di nome utente e password a yt-dlp. Per esempio, YouTube NON supporta questa funzione.
ja: すべてのウェブサイトで yt-dlp がユーザー名とパスワードの入力に対応しているわけではありません。例えば、YouTube はこの機能をサポートしていません。
nb_no: Autentisering på denne måten fungerer ikke med alle nettsteder. For eksempel kan ikke Parabolic sende innloggingsinformasjon til YouTube.
pl: Nie wszystkie strony wspierają przesyłanie nazw użytkownika i haseł przez yt-dlp. Na przykład, YouTube NIE wspiera tej funkcji.
pt_br: Nem todos os sites oferecem suporte à transmissão de nomes de usuário e senhas para o yt-dlp. Por exemplo, o YouTube NÃO oferece suporte a esse recurso.
ru: Не все сайты поддерживают передачу имени пользователя и пароля в yt-dlp. Например, YouTube НЕ поддерживает данную функцию.
sk: Nie všetky webové stránky podporujú odovzdávanie používateľských mien a hesiel do yt-dlp. Napríklad YouTube túto funkciu NEpodporuje.
sv: Alla webbplatser stöder inte att skicka användarnamn och lösenord till yt-dlp. Till exempel stöder YouTube INTE den här funktionen.
ta: அனைத்து இணையதளங்களும் yt-dlp க்கு பயனர்பெயர்கள் மற்றும் கடவுச்சொற்களை அனுப்புவதை ஆதரிக்காது. எடுத்துக்காட்டாக, YouTube இந்த அம்சத்தை ஆதரிக்காது.
uk: Не всі вебсайти підтримують передачу імен користувачів і паролів до yt-dlp. Наприклад, YouTube НЕ підтримує цю функцію.
zh_hant: 不是所有網站都支援傳遞使用者帳號和密碼到 yt-dlp。像是 YouTube 就不支援這個功能。

source: For these sites that don't support passing credentials, it is recommended to select a browser to use cookies from in Preferences instead.
cs: U těchto webů, které nepodporují předávání přihlašovacích údajů, je doporučeno v předvolbách vybrat prohlížeč, ze kterého mají být použity soubory cookie.
de: Für diese Websites, die die Weitergabe von Anmeldedaten nicht unterstützen, wird empfohlen, stattdessen in den Einstellungen einen Browser auszuwählen, der Cookies verwendet.
es: Para estos sitios que no admiten la transmisión de credenciales, se recomienda seleccionar un navegador desde el que usar las cookies en Preferencias.
fr: Pour les sites qui ne prennent pas en charge la fourniture d’identifiants, il est recommandé de téléverser un fichier de cookies dans les préférences à la place.
it: Per i siti che non supportano il passaggio delle credenziali, ti consigliamo invece di selezionare nelle Preferenze un browser da cui usare i cookie.
ja: これらのサイトでは資格情報の受け渡しに対応していません。代わりに設定でクッキーを使うブラウザを選択することをお勧めします。
nb_no: I tilfeller hvor nettsteder ikke støtter direkte autentisering, kan det brukes informasjonskapsler fra en nettleser i stedet. Gå til Innstillinger for å sette opp dette.
pt_br: Para esses sites que não suportam a passagem de credenciais, é recomendável selecionar um navegador para usar cookies em Preferências.
ru: Для сайтов, не поддерживающих передачу учётных данных, в настройках рекомендуется выбрать браузер для считывания cookie.
sk: V prípade týchto webových stránok, ktoré nepodporujú odovzdávanie poverovacích údajov, sa odporúča namiesto toho vybrať prehliadač, z ktorého sa majú súbory cookie používať, v časti Nastavenia.
sv: För webbplatser som inte stöder överföring av inloggningsinformation, rekommenderas det att ladda upp en Cookies fil i Inställningar istället.
ta: கடந்து செல்லும் நற்சான்றிதழ்களை ஆதரிக்காத இந்த தளங்களுக்கு, அதற்கு பதிலாக குக்கீகளை விருப்பங்களிலிருந்து பயன்படுத்த உலாவியைத் தேர்ந்தெடுக்க பரிந்துரைக்கப்படுகிறது.
uk: Для сайтів, які не підтримують передачу облікових даних, рекомендується вибрати браузер для використання файлів cookie у Налаштуваннях.
zh_hant: 對那些不支援傳遞身份驗證的網站，可以改由偏好設定裡面選擇瀏覽器來使用 cookies。

source: Download Immediately
cs: Stáhnout okamžitě
es: Descargar inmediatamente
it: Download immediato
pt_br: Baixar imediatamente
ru: Быстрая загрузка
sk: Stiahnuť okamžite
ta: உடனடியாக பதிவிறக்கவும்

source: Parabolic will immediately download the media after validation, using the previously configured download options.
cs: Parabolic stáhne média okamžitě po ověření, pomocí naposledy nastavených možností stahování.
es: Parabolic descargará inmediatamente los medios después de la validación, usando las opciones de descarga previamente configuradas.
it: Parabolic scaricherà immediatamente il media dopo la validazione, usando le opzioni per il download configurate precedentemente.
pt_br: O Parabolic baixará a mídia imediatamente após a validação, usando as opções de download configuradas anteriormente.
ru: Parabolic будет загружать медиа сразу после проверки, с учётом ранее настроенных параметров загруки.
sk: Parabolic po overení okamžite stiahne médiá s použitím predtým nastavených možností sťahovania.

source: File Type
ar: نوع الملف
cs: Typ souboru
de: Dateityp
es: Tipo de archivo
fr: Type de fichier
it: Tipo dl file
ja: ファイルの種類
nb_no: Filtype
pl: Typ pliku
pt_br: Tipo de arquivo
ru: Тип файла
sk: Typ súboru
sv: Filtyp
ta: கோப்பு வகை
uk: Тип файлу

source: The file type of which to download the media as.
cs: Typ souboru, jako který se má médium stáhnout.
de: Der Dateityp, in dem die Medien heruntergeladen werden sollen.
es: El tipo de archivo con el que se descargarán los archivos multimedia.
fr: Le type de fichier sous lequel enregistrer le média.
it: Il tipo del file con cui scaricare il media.
ja: ダウンロードするメディアのファイルのタイプ。
nb_no: Filtypen innholdet skal lastes ned som.
pl: Typ pliku, do którego multimedia mają zostać pobrane.
pt_br: O tipo de arquivo do qual a mídia será baixada.
ru: Файл какого типа требуется загрузить из медиа.
sk: Formát súboru, v ktorom sa má médium stiahnuť.
sv: Den filtyp som mediet ska laddas ner som.
ta: மீடியாவைப் பதிவிறக்க வேண்டிய கோப்பு வகை.
uk: Тип файлу, у якому потрібно завантажити медіафайл.
zh_hant: 下載媒體時要使用的檔案類型。

source: The previously used file type will be remembered and pre-selected for the next download.
cs: Dříve použitý typ souboru bude zapamatován a předvolen pro další stahování.
de: Der zuvor verwendete Dateityp wird gespeichert und für den nächsten Download vorausgewählt.
es: El tipo de archivo usado anteriormente será recordado y preseleccionado para la siguiente descarga.
fr: Le type de fichier sélectionné précédemment sera mémorisé et présélectionné pour le prochain téléchargement.
it: Il tipo di file precedentemente usato verrà memorizzato e pre-selezionato per il prossimo download.
ja: 最後に使用したファイルの種類は、次回のダウンロードのために記憶・事前選択されます。
nb_no: Den sist brukte filtypen vil huskes og forhåndsvelges ved neste nedlasting.
pl: Poprzednio użyty typ pliku zostanie zapamiętany i wybrany dla następnego procesu pobierania.
pt_br: O tipo de arquivo usado anteriormente será lembrado e pré-selecionado para o próximo download.
ru: Ранее выбранный тип файла будет запоминаться и предварительно указываться для следующей загрузки.
sk: Predtým vybraný formát súboru sa uloží a automaticky sa predvolí pre ďalšie sťahovanie.
sv: Den tidigare använda filtypen kommer att kommas ihåg och blir förvald för nästa nedladdning.
ta: முன்பு பயன்படுத்தப்பட்ட கோப்பு வகை நினைவில் வைக்கப்படும் மற்றும் அடுத்த பதிவிறக்கத்திற்கு முன்பே தேர்ந்தெடுக்கப்படும்.
uk: Раніше використаний тип файлу буде запам'ятовуватися і попередньо вибиратися для наступного завантаження.
zh_hant: 前次選擇的檔案類型將被記住，並成為下次下載的預設值。

source: Selecting the <code>Video (Generic)</code> or <code>Audio (Generic)</code> file types will cause Parabolic to download the media in the original file type of the media without performing any conversions.
cs: Vybráním typu souboru <code>Video (obecné)</code> nebo <code>Zvuk (obecný)</code> stáhne aplikace Parabolic média v původním typu souboru bez vykonání jakýchkoli konverzí.
es: Al seleccionar los tipos de archivo <code> Video (Genérico) </code> o <code> Audio (Genérico) </code>, Parabolic descargará el contenido multimedia en el tipo de archivo original del mismo sin realizar ninguna conversión.
fr: La sélection des types de fichiers <code>Vidéo (générique)</code> ou <code>Audio (générique)</code> obligera Parabolic à télécharger le média dans son type de fichier d’origine sans effectuer aucune conversion.
it: Selezionando i tipi di file <code>Video (generico)</code> o <code>Audio (generico)</code> Parabolic scaricherà il media nel formato originale senza eseguire conversioni.
ja: <code>動画 (全般)</code> または <code>音声 (全般)</code> のファイル形式を選択すると、Parabolic はメディアのオリジナルのファイル形式で、何のファイル変換も行わずにメディアをダウンロードします。
nb_no: Å velge «Video (generisk)» eller «Lyd (generisk)» som filtyper, vil gjøre at Parabolic laster ned innholdet som det er uten å konvertere det til en annen filtype.
pt_br: Selecionar os tipos de arquivo <code>Vídeo (Genérico)</code> ou <code>Áudio (Genérico)</code> fará com que o Parabolic baixe a mídia no tipo de arquivo original sem realizar nenhuma conversão.
ru: Выбор типов файлов <code>Видео (общее)</code> или <code>Аудио (общее)</code> приведёт к тому, что Parabolic загрузит медиа в исходном формате без выполнения каких-либо конвертаций.
sk: Ak vyberiete typ súboru <code>Video (všeobecné)</code> alebo <code>Zvuk (všeobecný)</code>, Parabolic stiahne médiá v pôvodnom formáte bez vykonania konverzie.
sv: Att välja <code>Video (Generisk)</code> eller <code>Ljud (Generisk)</code> filtyper kommer att få Parabolic att ladda ner media i den ursprungliga filtypen för media utan att utföra några konverteringar.
ta: <code> வீடியோ (பொதுவான) </code> அல்லது <code> ஆடியோ (பொதுவான) </code> கோப்பு வகைகளைத் தேர்ந்தெடுப்பது எந்தவொரு மாற்றங்களையும் செய்யாமல் மீடியாவின் அசல் கோப்பு வகைகளில் ஊடகத்தை பதிவிறக்கம் செய்ய பரபோலிக் ஏற்படுத்தும்.
uk: Вибір типів файлів <code>Video (Generic)</code> або <code>Audio (Generic)</code> призведе до того, що Parabolic завантажить медіа у початковому форматі файлу без виконання будь-яких перетворень.

source: Generic file types do not fully support embedding thumbnails and subtitles. Separate files may be written to disk if embedding is not supported.
cs: Obecné typy souborů plně nepodporují vkládání náhledů a titulků. Pokud vkládání není podporováno, mohou být na disk uloženy samostatné soubory.
es: Los tipos de archivo genéricos no admiten totalmente la incrustación de miniaturas y subtítulos. Se pueden escribir archivos separados en el disco si no se admite la incrustación.
it: I tipi di file generici non supportano pienamente le miniature e i sottotitoli. Se l'incorporamento non è supportato verranno salvati file separati.
pt_br: Tipos de arquivo genéricos não oferecem suporte total à incorporação de miniaturas e legendas. Arquivos separados podem ser gravados em disco se a incorporação não for suportada.
ru: Распространённые типы файлов не полностью поддерживают встраивание обложек и субтитров. Раздельные файлы можно записать на носитель при неподдерживаемом встраивании.
sk: Niektoré formáty súborov nemusia plne podporovať vkladanie miniatúr a titulkov. Ak nie je vkladanie podporované, môžu sa na disk uložiť samostatné súbory.

source: Video Format
ar: صيغة المقطع
cs: Formát videa
es: Formato de vídeo
fr: Format vidéo
it: Formato video
ja: 動画のファイル形式
pt_br: Formato de vídeo
ru: Видеоформат
sk: Formát videa
ta: வீடியோ வடிவம்
uk: Формат відео

source: The list of video formats available for download, sorted by resolution and bitrate.
cs: Seznam formátů videa dostupných ke stažení, seřazený podle rozlišení a datového toku.
es: La lista de formatos de vídeo disponibles para descarga, ordenados por resolución y tasa de bits.
fr: La liste de formats vidéo disponibles pour le téléchargement, triée par résolution et débit.
it: L'elenco dei formati video disponibili per il download, ordinato per risoluzione e bitrate.
ja: ダウンロードで利用可能な動画形式の一覧、解像度とビットレートで整列されています。
pt_br: A lista de formatos de vídeo disponíveis para download, classificados por resolução e taxa de bits.
ru: Список доступных для загрузки видеоформатов, отсортированных по разрешению и битрейту.
sk: Zoznam video formátov, ktoré si môžete stiahnuť, zoradený podľa rozlíšenia a bitovej rýchlosti.
sv: Listan över videoformat som är tillgängliga för nedladdning, sorterade efter upplösning och bithastighet.
ta: பதிவிறக்கத்திற்கு கிடைக்கும் வீடியோ வடிவங்களின் பட்டியல், தீர்மானம் மற்றும் பிட்ரேட் ஆகியவற்றால் வரிசைப்படுத்தப்பட்டது.
uk: Список форматів відео, доступних для завантаження, відсортований за роздільною здатністю та бітрейтом.

source: Each format is the form: <code>resolution | bitrate | codec (id)</code>.
cs: Každý formát má tvar: <code>rozlišení | datový tok | kodek (id)</code>.
es: Cada formato es de la forma: <code>resolution | bitrate | codec (id)</code>.
fr: Chaque format est présenté dans la forme suivante : <code>résolution | débit | codec (id)</code>.
it: Ogni formato è nella forma: <code>risoluzione | bitrate | codec (ID)</code>.
ja: 各フォーマットは次のようなフォームになります: <code>解像度 | ビットレート | コーデック (id)</code>。
pt_br: Cada formato é o seguinte: <code>resolução | taxa de bits | codec (id)</code>.
ru: Каждый формат имеет вид: <code>разрешение | битрейт | кодек (id)</code>.
sk: Každý formát je uvedený v tomto tvare: <code>rozlíšenie | bitová rýchlosť | kodek (ID)</code>.
sv: Varje format har formen: <code>upplösning | bithastighet | codec (id)</code>.
ta: ஒவ்வொரு வடிவமும் படிவம்: <code> தீர்மானம் | பிட்ரேட் | கோடெக் (ஐடி) </code>.
uk: Кожен формат має вигляд: <code>роздільна здатність | бітрейт | кодек (id)</code>.

source: If the file type is an audio type, this option will not be available.
cs: Pokud je typem souboru typ zvuku, nebude tato možnost dostupná.
es: Si el tipo de archivo es de audio, esta opción no estará disponible.
fr: Si le type de fichier est un audio, cette option ne sera pas disponible.
it: Se il tipo di file è audio, questa opzione non sarà disponibile.
ja: ファイルの種類が音声の場合、このオプションは利用できません。
pt_br: Se o tipo de arquivo for de áudio, esta opção não estará disponível.
ru: Если выбранный тип файла является аудио, данный параметр будет недоступен.
sk: Ak je typ súboru formát zvuku, táto možnosť nebude dostupná.
sv: Om filtypen är en ljudtyp kommer det här alternativet inte att vara tillgängligt.
ta: கோப்பு வகை ஆடியோ வகை என்றால், இந்த விருப்பம் கிடைக்காது.
uk: Якщо тип файлу є аудіо, ця опція буде недоступна.

source: The previously used video format will be remembered and pre-selected for the next download.
cs: Dříve použitý formát videa bude zapamatován a předem vybrán pro další stahování.
es: El formato de vídeo usado anteriormente será recordado y preseleccionado para la siguiente descarga.
fr: Le format vidéo sélectionné précédemment sera mémorisé et présélectionné pour le prochain téléchargement.
it: Il formato video precedentemente usato sarà memorizzato e pre-selezionato per il prossimo download.
ja: 最後に使用した動画形式は、次回のダウンロードのために記憶・事前選択されます。
pt_br: O formato de vídeo usado anteriormente será relembrado e pré-selecionado no próximo download.
ru: Ранее выбранный видеоформат будет запоминаться и предварительно указываться для следующей загрузки.
sk: Predtým použitý video formát sa uloží a automaticky sa predvolí pre ďalšie sťahovanie.
sv: Det tidigare använda videoformatet kommer att kommas ihåg och vara förvalt vid nästa nedladdning.
ta: முன்னர் பயன்படுத்தப்பட்ட வீடியோ வடிவம் நினைவில் வைத்து அடுத்த பதிவிறக்கத்திற்கு முன்பே தேர்ந்தெடுக்கப்படும்.
uk: Раніше використаний формат відео буде запам'ятований і вибраний за замовчуванням для наступного завантаження.

source: The following are special formats used by Parabolic to match <code>yt-dlp</code> behaviors:
cs: Aplikace Parabolic používá následující speciální formáty pro sjednocení chování <code>yt-dlp</code>:
es: Los siguientes son formatos especiales usados por Parabolic para coincidir con comportamientos <code>yt-dlp</code>:
it: I seguenti sono formati speciali usati da Parabolic per abbinare i comportamenti di <code>yt-dlp</code>:
pt_br: A seguir estão os formatos especiais usados pelo Parabolic para corresponder aos comportamentos do <code>yt-dlp</code>:
ru: Parabolic использует следующие спецформаты для соответствия поведению <code>yt-dlp</code>:
sk: Nasledujúce formáty sú špeciálne typy, ktoré Parabolic používa na zosúladenie s funkciami <code>yt-dlp</code>:

source: - <code>None</code> = No option passed to <code>yt-dlp</code>
cs: - <code>Žádné</code> = Službě <code>yt-dlp</code> není předána žádná možnost
es: - <code>Ninguno</code> = Ninguna opción pasada a <code>yt-dlp</code>
it: - <code>Nessuno</code> = nessuna opzione passata a <code>yt-dlp</code>
pt_br: - <code>None</code> = Nenhuma opção passada para <code>yt-dlp</code>
ru: — <code>Нет</code> = Параметр не передаётся <code>yt-dlp</code>
sk: - <code>Žiadny</code> = Žiadna možnosť nebola odovzdaná do <code>yt-dlp</code>

source: - <code>Best</code> = <code>bv*</code>
cs: - <code>Nejlepší</code> = <code>bv*</code>
es: - <code>Mejor</code> = <code>bv*</code>
it: - <code>Migliore</code> = <code>bv*</code>
pt_br: - <code>Melhor</code> = <code>bv*</code>
ru: — <code>Лучший</code> = <code>bv*</code>
sk: - <code>Najlepší</code> = <code>bv*</code>

source: - <code>Worst</code> = <code>wv*</code>
cs: - <code>Nejhorší</code> = <code>wv*</code>
es: - <code>Peor</code> = <code>wv*</code>
it: - <code>Peggiore</code> = <code>wv*</code>
pt_br: - <code>Pior</code> = <code>wv*</code>
ru: — <code>Худший</code> = <code>wv*</code>
sk: - <code>Najhorší</code> = <code>wv*</code>

source: Audio Format
cs: Formát zvuku
es: Formato de audio
fr: Format audio
it: Formato audio
ja: 音声のファイル形式
pt_br: Formato de áudio
ru: Аудиоформат
sk: Formát zvuku
sv: Ljud format
ta: ஆடியோ வடிவம்
uk: Формат аудіо

source: The list of audio formats available for download, sorted by bitrate.
cs: Seznam formátů zvuku dostupných ke stažení, seřazený podle datového toku.
es: La lista de formatos de audio disponibles para descarga, ordenados por tasa de bits.
fr: La liste des formats audio disponibles pour le téléchargement, triée par débit.
it: L'elenco dei formati audio disponibili per il download, ordinato per bitrate.
ja: ダウンロードの際に利用可能な音声形式、ビットレート順で表示されます。
pt_br: A lista de formatos de áudio disponíveis para download, classificados por taxa de bits.
ru: Список доступных для загрузки аудиоформатов, отсортированных по битрейту.
sk: Zoznam audio formátov, ktoré si môžete stiahnuť, zoradený podľa ich bitovej rýchlosti.
sv: Listan över ljudformat som är tillgängliga för nedladdning, sorterade efter bithastighet.
ta: பிட்ரேட்டால் வரிசைப்படுத்தப்பட்ட பதிவிறக்கத்திற்கு கிடைக்கும் ஆடியோ வடிவங்களின் பட்டியல்.
uk: Список форматів аудіо, доступних для завантаження, відсортований за бітрейтом.
