Repository: NickvisionApps/Parabolic
Catalog: NickvisionTubeConverter.Shared/Resources/po/*.po
Languages: ar, bg, de, hi, hu, it, pl, pt_br, sv, ur, vi

source: The authors of Nickvision Parabolic are not responsible/liable for any misuse of this program that may violate local copyright/DMCA laws. Users use this application at their own risk.
ar: مطوِّروا Parabolic من Nickvision ليسوا مسؤولين عن أي إساءة استخدام لهذا البرنامَج تنتهك قوانين حقوق النشر المحلية أو قانون الألفية للملكية الرقمية (DMCA). يستخدم المستخدمون هذا التطبيق على مسؤوليتهم الخاصة.
bg: Авторите на „Nickvision Parabolic“ не носят отговорност за злоупотреба с тази програма, която може да наруши местните закони за авторското право/DMCA. Потребителите използват това приложение на свой собствен риск.
de: Die Autoren von Nickvision Parabolic sind nicht verantwortlich/haftbar für jeglichen Missbrauch dieses Programms, der gegen lokale Copyright/DMCA-Gesetze verstoßen könnte. Die Verwendung dieser Anwendung erfolgt auf eigene Gefahr.
hi: Nickvision Parabolic के लेखक इस कार्यक्रम के किसी भी दुरुपयोग के लिए जिम्मेदार/उत्तरदायी नहीं हैं जो स्थानीय कॉपीराइट/DMCA कानूनों का उल्लंघन कर सकता है। उपयोगकर्ता इस एप्लिकेशन का उपयोग अपने जोखिम पर करते हैं।
hu: A Nickvision Parabolic fejlesztője nem vállal felelősséget a program használata során esetlegesen felmerülő jogsértésekért. A felhasználó saját felelősségére használja a programot.
it: Gli autori di Nickvision Parabolic non sono responsabili per qualsiasi uso improprio di questo programma che possa violare le leggi locali sul copyright/DMCA. Gli utenti utilizzano questa applicazione a proprio rischio.
pl: Autorzy programu Nickvision Parabolic nie ponoszą żadnej odpowiedzialności za jakiekolwiek niewłaściwe wykorzystanie tego programu, które mogłoby naruszyć lokalne prawa autorskie lub DMCA. Użytkownicy używają tej aplikacji na własne ryzyko.
pt_br: Os autores do Nickvision Parabolic não são responsáveis por qualquer uso indevido deste programa que possa violar as leis locais de direitos autorais/DMCA. Os usuários usam este aplicativo por sua própria conta e risco.
sv: Författarna till Nickvision Parabolic är inte ansvariga för missbruk av detta program, som kan bryta mot lokala upphovsrätts-/DMCA-lagar. Användare använder denna applikation på egen risk.
ur: نک ویژن پیڑابولک کے مصنفین اس پروگرام کے کسی بھی غلط استعمال کے ذمہ دار/ذمہ دار نہیں ہیں جو مقامی کاپی رائٹ/DMCA قوانین کی خلاف ورزی کر سکتا ہے۔ صارفین اس ایپلی کیشن کو اپنی ذمہ داری پر استعمال کرتے ہیں۔
vi: Các tác giả của Nickvision Parabolic không chịu trách nhiệm pháp lý đối với mọi hành vi lạm dụng chương trình này mà vi phạm luật bản quyền hoặc luật DMCA sở tại. Người dùng tự chịu rủi ro khi sử dụng ứng dụng này.

source: The minimum size of which to split a file (in MiB).
ar: أصغر حجم تقسيم يقسَّم له الملف (بالميجابايت).
bg: Минималният размер, с който се разделя даден файл (в МБ).
de: Die Mindestgröße, in die eine Datei geteilt werden soll (in MiB).
hi: किसी फाइल को विभाजित करने के लिए न्यूनतम आकार (MiB में)।
hu: Meghatározza a darabok méretét. Értéke MiB-ban értendő.
it: La dimensione minima in cui suddividere un file (in MiB).
pl: Minimalny rozmiar pliku do podziału (w MiB).
pt_br: O tamanho mínimo para dividir um arquivo (em MiB).
sv: Minsta storlek för att dela en fil (i MiB).
ur: فائل کو تقسیم کرنے کے لیے کم از کم سائز (MiB میں)۔
vi: Kích thước tối thiểu để tách một tệp tin (tính bằng MiB).

source: Theme
ar: السمة
bg: Тема
de: Farbschema
hi: थीम
hu: Téma
it: Stile
pl: Motyw
pt_br: Tema
sv: Tema
ur: تھیم
vi: Chủ đề

source: This action is irreversible. Are you sure you want to delete it?
ar: هذه الخطوة لا رجوع فيها. هل أنت متأكد أنك تريد حذفه؟
bg: Това действие е необратимо. Сигурни ли сте, че искате да го изтриете?
de: Diese Aktion kann nicht rückgängig gemacht werden. Bist du sicher dass du es löschen möchtest?
hi: यह क्रिया अपरिवर्तनीय है. क्या आप इसे मिटाना चाहते हैं?
hu: A művelet nem visszafordítható. Valóban törli a bejelentkezési adatokat?
it: Questa azione è irreversibile. Confermare l'eliminazione?
pl: To działanie jest nieodwracalne. Czy na pewno chcesz usunąć te dane?
pt_br: Essa ação é irreversível. Tem certeza de que deseja excluí-lo?
sv: Denna åtgärd är oåterkallelig. Är du säker på att du vill ta bort den?
ur: اس عمل کر بعد کوئی واپسی نہیں ہے۔ کیا آپ اسے یقینی طور پر کرنا چاہتے ہیں؟
vi: Sau khi xóa, bạn sẽ không thể khôi phục. Bạn có chắc chắn muốn xóa?

source: This limit (in KiB/s) is applied to downloads that have speed limit enabled. Changing the value doesn't affect already running downloads.
ar: يطبَّق هذا الحدُّ (بالكيلوبايت\ثانية) على التنزيلات التي مُكِّن فيها. لا يؤثِّر تغيير هذه القيمة على التنزيلات القائمة.
bg: Това ограничение (в КБ/с) се прилага за изтегляния, за които е активирано ограничение на скоростта. Промяната на стойността не засяга текущи изтегляния.
de: Dieses Limit (in KiB/s) wird auf Downloads angewendet für die Geschwindigkeitsbegrenzung aktiviert ist. Änderung des Wertes hat keine Auswirkungen auf bereits laufende Downloads.
hi: यह सीमा (KiB/s में) उन डाउनलोड पर लागू होती है जिनमें गति सीमा सक्षम है। मान बदलने से पहले से चल रहे डाउनलोड प्रभावित नहीं होते हैं।
hu: Ez a beállítás csak a korlátozott letöltésekre van hatással. Valamint a módosítása a már futó letöltéseket nem érinti. Értéke KiB/mp-ben értendő.
it: Questo limite (in KiB/s) è applicato agli scaricamenti per i quali è abilitato. Modificarne il valore non ha effetto sugli scaricamenti già in corso.
pl: Ten limit (w KiB/s) używany jest przez procesy, które mają włączony limit prędkości pobierania. Zmiana tej wartości nie będzie miała wpływu na uruchomione dotychczas procesy pobierania.
pt_br: Esse limite (em KiB/s) é aplicado aos downloads que têm o limite de velocidade ativo. A alteração do valor não afeta os downloads que já estão em execução.
sv: Denna gräns (i KiB/s) tillämpas på nedladdningar som har hastighetsgräns aktiverad. Att ändra värdet påverkar inte nedladdningar som redan körs.
ur: یہ حد (KiB/s میں) ان ڈاؤن لوڈز پر لاگو ہوتی ہے جن میں رفتار کی حد فعال ہوتی ہے۔ قدر کو تبدیل کرنے سے پہلے سے چل رہے ڈاؤن لوڈز پر کوئی اثر نہیں پڑتا ہے۔
vi: Giới hạn này (tính bằng KiB/s) được áp dụng đối với các mục tải xuống có bật giới hạn tốc độ. Thay đổi giá trị này không ảnh hưởng đến những mục tải xuống đang chạy.

source: This option's state will be remembered and restored for future downloads.
bg: Състоянието на тази опция ще бъде запомнено и възстановено за бъдещи изтегляния.
hi: इस विकल्प की स्थिति को याद रखा जाएगा और भविष्य में डाउनलोड के लिए पुनर्स्थापित किया जाएगा।
hu: Ennek a beállításnak az állapota meg lesz jegyezve és visszaállítva a jövőbeni letöltésekhez.
pl: To ustawienie zostanie zapamiętane i przywrócone dla przyszłych procesów pobierania.
pt_br: O estado desta opção será lembrado e restaurado para downloads futuros.
sv: Det här alternativets tillstånd kommer att kommas ihåg och blir återställt vid framtida nedladdningar.
vi: Lựa chọn này sẽ được ghi nhớ và khôi phục lại trong các lần tải trong tương lai.

source: This will delete the previous keyring removing all passwords with it. This action is irreversible.
ar: سيؤدي هذا إلى حذف حلقة المفاتيح السابقة وإزالة جميع كلمات المرور معها. هذا الإجراء لا رجعة فيه.
bg: Това ще изтрие предишния ключодържател и премахне всички пароли заедно с него. Това действие е необратимо.
de: Hierdurch wird der Schlüsselring und alle darin gespeicherten Passwörter gelöscht. Die Aktion kann nicht rückgängig gemacht werden.
hi: इससे पिछली कीरिंग हट जाएगी और सभी पासवर्ड हट जाएंगे। यह क्रिया अपरिवर्तनीय है।
hu: Ez a művelet törli az összes tárolt bejelentkezést. A művelet nem visszafordítható.
it: Questo eliminerà il portachiavi precedente rimuovendo tutte le password. Questa azione è irreversibile.
pl: To usunie poprzednią listę kluczy wraz ze wszystkimi hasłami. To działanie jest nieodwracalne.
pt_br: Isso excluirá o chaveiro anterior e todas as senhas armazenadas nele. Essa ação é irreversível.
sv: Detta tar bort den tidigare nyckelringen, och tar bort alla lösenord med den. Denna åtgärd är oåterkallelig.
ur: یہ پچھلی کیرنگ کو حذف کر دے گا اور اس کے ساتھ تمام پاس ورڈز کو ہٹا دے گا۔ یہ عمل ناقابل واپسی ہے۔
vi: Tác vụ này sẽ xóa keyring trước đó và mọi mật khẩu trong đó. Bạn sẽ không thể khôi phục lại keyring.

source: translator-credits
ar: علي الجشي <ahj696@hotmail.com>
bg: twlvnn <kraft_werk@tutanota.com>
de: Feliks Weber <feliks@notabit.eu> Simon Hahne <simon@nicewaffel.dev>
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
hu: ViBE
it: Albano Battistella Davide Ferracin <davide.ferracin@protonmail.com>
pl: Dominik Gęgotek <ioutora@disroot.org>, 2023-2024 Agnieszka Ziora, 2024
pt_br: Lun3wi <lun3witch@gmail.com> Tiago Lucas Flach <tiagolucas9830@gmail.com>
sv: översättningskrediter
ur: مترجم کی خدمات کا اعتراف
vi: Kinten Le <kinten108101@protonmail.com>

source: Unable to disable keyring.
ar: تعذَّر تعطيل حلقة المفاتيح.
bg: Неуспешно изключване на ключодържателя.
de: Schlüsselring kann nicht deaktiviert werden.
hi: कीरिंग अक्षम करने में असमर्थ।
hu: Jelszókezelő letiltása nem lehetséges.
it: Disattivazione del portachiavi non riuscita.
pl: Nie można wyłączyć listy kluczy.
pt_br: Não foi possível desativar o chaveiro.
sv: Det går inte att inaktivera nyckelringen.
ur: کیرنگ کو غیر فعال کرنے سے قاصر۔
vi: Không thể vô hiệu hóa keyring.

source: Unable to download and install update.
bg: Неуспешно изтегляне и инсталиране на обновленията.
hi: अपडेट डाउनलोड और इंस्टॉल करने में असमर्थ।
hu: Nem lehet letölteni és telepíteni a frissítést.
it: Impossibile scaricare e installare l'aggiornamento.
pl: Nie można pobrać i zainstalować aktualizacji.
pt_br: Não foi possível baixar e instalar a atualização.
sv: Det gick inte att ladda ner och installera uppdateringen.
vi: Không thể tải và cài bản cập nhật.

source: Unable to reset keyring.
ar: تعذَّر تصفير حلقة المفاتيح.
bg: Неуспешно анулиране на ключодържателя.
de: Schlüsselring kann nicht zurückgesetzt werden.
hi: कीरिंग रीसेट करने में असमर्थ।
hu: Jelszókezelő visszaállítása nem lehetséges.
it: Azzeramento del portachiavi non riuscito.
pl: Nie można zresetować listy kluczy.
pt_br: Não foi possível redefinir o chaveiro.
sv: Det gick inte att nollställa nyckelringen.
ur: کیرنگ کو دوبارہ ترتیب دینے سے قاصر۔
vi: Không thể đặt lại keyring.

source: Undo Title Editing
ar: تراجع عن تحرير العناوين
bg: Отмяна на редактирането на заглавието
de: Titelbearbeitung rückgängig machen
hi: शीर्षक संपादन पूर्ववत करें
hu: Módosítás visszavonása
it: Annulla la modifica del titolo
pl: Cofnij edycję tytułu
pt_br: Desfazer edição do título
sv: Ångra titelredigering
ur: عنوان میں ترمیم کو کالعدم کریں
vi: Hoàn lại các chỉnh sửa trong tiêu đề

source: Unlock Keyring
ar: فتح حلقة مفاتيح
bg: Отключване на ключодържателя
de: Schlüsselring entsperren
hi: कीरिंग अनलॉक करें
hu: Jelszókezelő feloldása
it: Sblocca portachiavi
pl: Odblokuj listę kluczy
pt_br: Desbloquear chaveiro
sv: Lås upp nyckelring
ur: کی ڑینگ کو کھولیں
vi: Mở khóa keyring

source: Unset Cookies File
bg: Изчистване на файла с бисквитки
hi: कुकीज़ फाइल को अनसेट करें
hu: Süti-fájl visszavonása
it: File cookie non impostato
pl: Niepoprawne ciasteczko
pt_br: Desativar o Arquivo de Cookies
sv: Avaktivera cookiesfil
vi: Bỏ đặt tệp cookie

source: Update
bg: Обновяване
hi: अपडेट
hu: Frissítés
it: Aggiornamento
pl: Aktualizacja
pt_br: Atualizar
sv: Uppdatering
vi: Cập nhật

source: URL
bg: Адрес
hu: Hivatkozás
pl: Adres URL
ur: یو-آر-ایل

source: URL (Invalid)
ar: الرابط (غير صالح)
bg: Адрес (неправилно)
de: URL (Ungültig)
hi: URL (अमान्य)
hu: Hivatkozás (hibás)
it: URL (non valido)
pl: Adres URL (błędne dane)
pt_br: URL (inválida)
sv: URL (ogiltig)
ur: یو-آر-ایل (غلط)
vi: URL (không hợp lệ)

source: Use aria2
ar: استخدم آريا٢
bg: Използване на aria2
de: Benutze aria2
hi: aria2 का प्रयोग करें
hu: aria2 kódoló használata
it: Usa aria2
pl: Używaj aria2
pt_br: Usar aria2
sv: Använd aria2
ur: aria2 کا استعمال کریں
vi: Sử dụng aria2

source: Use keyring to safely store credentials for sites that require a user name and password to login.
bg: Използване на ключодържател, за да съхранявате надеждно данни за идентификация за Интернет страници, които изискват потребителско име и парола за вписване.
hi: उन साइटों के क्रेडेंशियल सुरक्षित रूप से संग्रहीत करने के लिए कीरिंग का उपयोग करें जिन्हें लॉगिन करने के लिए उपयोगकर्ता नाम और पासवर्ड की आवश्यकता होती है।
hu: Használjon jelszókezelőt az egyes oldalakhoz való bejelentkezési adatok biztonságos tárolásához.
it: Utilizza il portachiavi per archiviare in modo sicuro le credenziali per i siti che richiedono un nome utente e una password per accedere.
pl: Użyj listy kluczy aby bezpiecznie przechowywać dane logowania do stron, które wymagają logowania przez podanie nazwy użytkownika i hasła.
pt_br: Use o chaveiro para armazenar com segurança as credenciais de sites que exigem login com nome de usuário e senha.
sv: Använd nyckelring för att säkert lagra inloggningsuppgifter för webbplatser som kräver inloggning med användarnamn och lösenord.
vi: Sửa dụng keyring để an toàn lưu chứng chỉ cho các trang có yêu cầu tên và mật khẩu để đăng nhập.

source: Use manual credential
ar: استخدم بيانات الاعتماد اليدوية
bg: Използване на данни за идентификация ръчно
de: Manuelle Anmeldedaten verwenden
hi: मैन्युअल क्रेडेंशियल का उपयोग करें
hu: Bejelentkezés másként
it: Usa un certificato manuale
pl: Wprowadź ręcznie
pt_br: Utilizar outra credencial manualmente
sv: Använd manuella inloggningsuppgifter
ur: دستی اسناد کا استعمال کریں
vi: Dùng chứng chỉ thủ công

source: Use SponsorBlock for YouTube
ar: استخدم SponsorBlock في اليوتيوب
bg: Използване на SponsorBlock за YouTube
de: SponsorBlock für YouTube verwenden
hi: YouTube के लिए स्पॉन्सरब्लॉक का उपयोग करें
hu: A SponsorBlock használata a YouTube-hoz
it: Usa SponsorBlock per YouTube
pl: Użyj SponsorBlock dla YouTube
pt_br: Usar SponsorBlock para o YouTube
sv: Använd SponsorBlock för YouTube
ur: یوٹیوب کے لیے سپانسر بلاک کا استعمال کریں
vi: Dùng SponsorBlock đối với YouTube

source: User Interface
ar: واجهة المستخدم
bg: Потребителски интерфейс
de: Benutzeroberfläche
hi: प्रयोक्ता इंटरफ़ेस
hu: Kezelőfelület
it: Interfaccia utente
pl: Interfejs użytkownika
pt_br: Interface de usuário
sv: Användargränssnitt
ur: صارف انٹرفیس
vi: Giao diện

source: User Name
bg: Потребителско име
hi: उपयोगकर्ता का नाम
pl: Nazwa użytkownika
vi: Tên đăng nhập

source: User Name (Empty)
bg: Потребителско име (празно)
hi: उपयोगकर्ता नाम (खाली)
hu: Felhasználónév (üres)
it: Nome utente (Vuoto)
pl: Nazwa użytkownika (pusta)
pt_br: Nome de Usuário (Vazio)
sv: Användarnamn (Tomt)
vi: Tên đăng nhập (trống)

source: Username
ar: اسم المستخدم
bg: Потребителско име
de: Nutzername
hi: उपयोगकर्ता नाम
hu: Felhasználónév
it: Nome utente
pl: Nazwa użytkownika
pt_br: Nome de usuário
sv: Användarnamn
ur: صارف کا نام
vi: Tên đăng nhập

source: Validate
ar: تحقَّق
bg: Проверяване
de: Validieren
hi: सत्यापित करें
hu: Elemzés
it: Valida
pl: Sprawdź
pt_br: Validar
sv: Validera
ur: توثیق کریں
vi: Xác thực

source: Validating
bg: Проверяване
hi: सत्यापित किया जा रहा
hu: Érvényesítés
it: Validazione
pl: Sprawdzanie
pt_br: Validando
sv: Validerar
vi: Đang xác thực

source: Video
ar: مقطع
bg: Видео клип
hi: वीडियो
hu: Videó
pl: Wideo
pt_br: Vídeo
ur: ویڈیو

source: View Log
ar: اعرض السجل
bg: Показване на журнал
de: Protokolle anzeigen
hi: लॉग देखें
hu: Napló megtekintése
it: Visualizza registro
pl: Wyświetl dziennik
pt_br: Visualizar registros
sv: Visa logg
ur: ردوبدل دیکھیں
vi: Xem Log

source: Waiting...
ar: ينتظر...
bg: Изчакване...
de: Warten...
hi: इंतज़ार में..।
hu: Várakozik...
it: In attesa…
pl: Oczekiwanie...
pt_br: Esperando...
sv: Väntar...
ur: منتظر...
vi: Đang chờ...

source: Worst
ar: الأسوأ
bg: Най-лошо
de: Am schlechtesten
hi: सबसे खराब
hu: Rossz
it: Peggiore
pl: Najgorsza
pt_br: Pior
sv: Sämsta
ur: بدتر
vi: Thấp nhất

source: Would you like to restart {0} to apply the new theme? Any unsaved work will be lost.
bg: Искате ли да рестартирате {0}, за да приложите новата тема? Незапазената работа ще бъде загубена.
hi: क्या आप नई थीम लागू करने के लिए {0} को पुनरारंभ करना चाहेंगे? कोई भी सहेजा न गया कार्य खो जाएगा।
hu: Szeretné újraindítani {0} az új téma alkalmazásához? Minden nem mentett munka elvész.
it: Desideri riavviare {0} per applicare il nuovo tema? Qualsiasi lavoro non salvato andrà perso.
pl: Czy chcesz ponownie uruchomić {0}, aby zastosować nowy motyw? Wszelkie niezapisane prace zostaną utracone.
pt_br: Gostaria de reiniciar {0} para aplicar o novo tema? Qualquer trabalho não salvo será perdido.
sv: Vill du starta om {0} för att tillämpa det nya temat? Allt osparat arbete kommer att gå förlorat.
vi: Bạn có muốn khởi động lại {0} để áp dụng chủ đề mới? Mọi tác vụ chưa lưu sẽ bị mất.

source: Yes
ar: نعم
bg: Да
de: Ja
hi: हाँ
hu: Igen
it: Sì
pl: Tak
pt_br: Sim
sv: Ja
ur: ہاں
vi: Có

# CompletedNotification
source: For each download
ar: لكلِّ تنزيل
bg: За всяко изтегляне
de: Für jeden Download
hi: प्रत्येक डाउनलोड के लिए
hu: Letöltésenként
it: Ad ogni scaricamento
pl: Po każdym pliku
pt_br: Para cada download
sv: För varje nedladdning
ur: ہر ڈاؤن لوڈ کرلیے
vi: Cho mỗi mục tải xuống

# CompletedNotification
source: Never
ar: أبدًا
bg: Никога
de: Nie
hi: कभी नहीं
hu: Soha
it: Mai
pl: Nigdy
pt_br: Nunca
sv: Aldrig
ur: کبھی نہیں
vi: Không bao giờ

# CompletedNotification
source: When all downloads finish
ar: حال انتهاء كلِّ التنزيلات
bg: Когато всички изтегляния приключат
de: Wenn alle Downloads fertig sind
hi: जब सभी डाउनलोड समाप्त हो जाएं
hu: Minden letöltés végén
it: Al termine di tutti
pl: Po wszystkich plikach
pt_br: Quando todos terminarem
sv: När alla nedladdningar är klara
ur: جب تمام ڈاؤن لوڈز ختم ہوجائیں
vi: Khi đã tải xong tất cả

# subtitle
source: all
ar: الكل
bg: всичко
de: Alle
hi: सभी
hu: mind
it: tutti
pl: wszystko
pt_br: todos
sv: alla
ur: تمام
vi: tất cả

# Theme
source: Dark
ar: داكنة
bg: Тъмна
de: Dunkel
hi: गहरा
hu: Sötét
it: Scuro
pl: Ciemny
pt_br: Escuro
sv: Mörk
ur: سیاہ تھیم
vi: Tối

# Theme
source: Light
ar: فاتحة
bg: Светла
de: Hell
hi: हल्का
hu: VIlágos
it: Chiaro
pl: Jasny
pt_br: Claro
sv: Ljus
ur: ہلکی تھیم
vi: Sáng

# Theme
source: System
ar: النظام
bg: Система
hi: सिस्टम
hu: Rendszer
it: Sistema
pt_br: Sistema
ur: نظام کے مطابق تھیم
vi: Hệ thống

source: Leave empty to download to end.
ar: اتركه فارغًا للتنزيل حتى النهاية.
bg: Оставете празно, за да изтеглите от края.
de: Leer lassen um bis zum Ende herunterzuladen.
hi: डाउनलोड समाप्त होने तक खाली छोड़ें।
hu: Hagyja üresen, ha a végéig szeretné letölteni a videót!
it: Lascia vuoto per terminare il download.
pl: Pozostaw puste, aby pobrać do końca.
pt_br: Deixe em branco para fazer o download até o fim.
sv: Lämna tomt för att ladda ned till slutet.
ur: آخر تک ڈاؤن لوڈ کرنے کے لیے خالی چھوڑ دیں۔
vi: Để trống để tải đến cuối.

source: Clear History
ar: امسح السجلَّ
bg: Изчистване на историята
de: Verlauf löschen
hi: इतिहास साफ करें
hu: Előzmények törlése
it: Cancella cronologia
pl: Wyczyść historię
pt_br: Apagar histórico
sv: Rensa historiken
ur: تاریخ کو صاف کریں
vi: Xóa lịch sử

source: Manage previously downloaded media.
ar: أدر الوسائط المنزَّلة.
bg: Управляване на предварителни изтегляния.
de: Verwalte zuvor heruntergeladene Medien.
hi: पहले डाउनलोड किए गए मीडिया को प्रबंधित करें।
hu: Korábbi letöltések kezelése.
it: Gestisci i media precedentemente scaricati.
pl: Zarządzaj pobranymi multimediami.
pt_br: Gerenciar mídia baixada anteriormente.
sv: Hantera tidigare nedladdade media.
ur: پہلے ڈاؤن لوڈ کردہ میڈیا کا نظم کریں۔
vi: Quản lý các media đã tải.

source: Search history
bg: Търсене в историята
hi: इतिहास खोजें
hu: Keresési előzmények
it: Carca cronologia
pl: Historia wyszukiwania
pt_br: Histórico de Busca
sv: Sökhistorik
vi: Tìm trong lịch sử

source: Disable Keyring
ar: أأعطِّل حلقة المفاتيح؟
bg: Изключване на ключодържателя
de: Schlüsselring deaktivieren
hi: कीरिंग अक्षम करें
hu: Jelszókezelő letiltása
it: Disattiva portachiavi
pl: Wyłącz listę kluczy
pt_br: Desabilitar o chaveiro
sv: Inaktivera nyckelring
ur: کی ڑینگ کو بند کریں
vi: Vô hiệu hóa keyring?

source: Migrate to Secret-Secured Keyring
ar: انتقل لاستخدام حلقة المفاتيح المؤمَّنة
bg: Мигриране към шифриран ключодържател
de: Zu einem mit einem Geheimcode gesicherten Schlüsselring migrieren
hi: गुप्त-सुरक्षित कीरिंग में माइग्रेट करें
hu: Migrálás Titok-Biztosított jelszókezelőre
it: Trasferisci portachiavi a uno protetto da un codice segreto
pl: Przenieś do zabezpieczonej listy kluczy
pt_br: Migrar para um chaveiro protegido por segredo
sv: Migrera till Secret-Secured nyckelring
ur: محفوظ کیرنگ پر منتقل کریں
vi: Migrate sang keyring bảo mật bằng mã

source: Migrate Keyring
ar: انقل حلقة المفاتيح
bg: Мигриране на ключодържателя
de: Schlüsselring migrieren
hi: कीरिंग माइग्रेट करें
hu: Jelszókezelő migrálása
it: Trasferisci portachiavi
pl: Przenieś listę kluczy
pt_br: Migrar o Chaveiro
sv: Migrera nyckelring
ur: کیرنگ کو منتقل کریں

source: Skip
ar: تخطَّ
bg: Прескочете
de: Überspringen
hi: छोड़ें
hu: Kihagyás
it: Salta
pl: Pomiń
pt_br: Pular
sv: Hoppa över
ur: چھوڑ دو
vi: Lướt qua

source: Unlock
ar: فتح
bg: Отключване
de: Entsperren
hi: अनलॉक
hu: Feloldás
it: Sblocca
pl: Odblokuj
pt_br: Desbloquear
sv: Lås upp
ur: کھولیں
vi: Mở khóa

source: Preferences
ar: التفضيلات
bg: Настройки
de: Einstellungen
hi: प्राथमिकताएँ
hu: Preferenciák
it: Preferenze
pl: Preferencje
pt_br: Preferências
sv: Inställningar
ur: ترجیحات
vi: Tùy thích

source: Hide the window instead of quitting if there are downloads running.
ar: أخفِ النافذة بدلًا من إنهاء البرنامج حال وجود تنزيلات تنزَّل.
bg: Скриване на прозореца, вместо спиране на програмата, ако има текущи изтегляния.
de: Blenden das Fenster aus anstatt es zu beenden, wenn Downloads laufen.
hi: यदि डाउनलोड चल रहे हों तो विंडो छोड़ने के बजाय उसे छिपा दें।
hu: Az alkalmazás bezárást követően tovább fut a háttérben míg minden letöltés befejeződik.
it: Nasconde la finestra invece di uscire se sono in corso degli scaricamenti.
pl: Ukryj okno zamiast zamykać, jeśli program pobiera pliki.
pt_br: Oculte a janela em vez de sair, se houver downloads em execução.
sv: Dölj fönstret istället för att avsluta, om det finns nedladdningar som körs.
ur: اگر ڈاؤن لوڈز چل رہے ہیں تو بند کرنے کی بجائے ونڈو کو چھپائیں۔
vi: Ẩn cửa sổ thay vì thoát nếu Parabolic còn đang tải.

source: Limit Filename Characters
ar: الحد من أحرف اسم المِلَفّ
bg: Ограничаване на символите в името на файла
de: Zeichen in Dateinamen einschränken
hi: फाइलनाम वर्ण सीमित करें
hu: Nem támogatott karakterek konvertálása
it: Limita i caratteri del nome del file
pl: Ograniczaj znaki nazw plików
pt_br: Limitar caracteres do nome do arquivo
sv: Begränsa filnamnstecken
ur: فائل نام کے حروف کو محدود کریں
vi: Giới hạn ký tự khi đặt tên tệp tin

source: Restricts characters in filenames to only those supported by Windows.
ar: قصر الأحرف في أسماء الملفات على تلك التي يدعمها Windows فقط.
bg: Ограничаване на символите в имената на файловете само до тези, които се поддържат от Windows.
de: Beschränkt die Zeichen in Dateinamen auf die von Windows unterstützten Zeichen.
hi: फाइल नामों में वर्णों को केवल विंडोज़ द्वारा समर्थित वर्णों तक सीमित करता है।
hu: A címekben szereplő nem támogatott karaktereket a program konvertálni fogja a Windows számára.
it: Limita i caratteri del nome del file a quelli compatibili con Windows.
pl: Ogranicza znaki w nazwach plików do obsługiwanych przez system Windows.
pt_br: Restringe os caracteres dos nomes de arquivos a apenas aqueles suportados pelo Windows.
sv: Begränsar tecknen i filnamn till endast de som stöds av Windows.
ur: فائل کے ناموں میں حروف کو صرف ونڈوز کی سپورٹ تک محدود کریں۔
vi: Chỉ sử dụng các ký tự dành cho tên tệp tin trong Windows.

source: Clear Cookies File
ar: امحُ ملف تعريف الارتباط
bg: Изчистване на файл с бисквити
de: Cookie-Datei zurücksetzen
hi: कुकीज़ फाइल साफ़ करें
hu: Süti fájl törlése
it: Cancella file cookie
pl: Wyczyść ciasteczka
pt_br: Limpar arquivo de cookies
sv: Rensa Cookies fil
ur: کوکیز فائل کو صاف کریں
vi: Xóa tệp cookie
