Repository: NickvisionApps/Parabolic
Catalog: NickvisionTubeConverter.Shared/Resources/po/*.po
Languages: ar, bg, de, hi, hu, it, pl, pt_br, sv, ur, vi

source: Max Number of Active Downloads
ar: أقصى عدد للتنزيلات النشطة
bg: Максимален брой текущи изтегляния
de: Maximale Anzahl aktiver Downloads
hi: सक्रिय डाउनलोड की अधिकतम संख्या
hu: Párhuzamos letöltések száma
it: Numero massimo di scaricamenti attivi
pl: Maksymalna ilość aktywnych procesów pobierania
pt_br: Número máximo de downloads ativos
sv: Max antal aktiva nedladdningar
ur: فعال ڈاؤن لوڈز کی انتہاء
vi: Số lượt tải tối đa dược chạy cùng một lúc

source: Maximum Quality
ar: أقصى جودة
bg: Максимум Качество
de: Höchste Qualität
hi: अधिकतम गुणवत्ता
hu: Legjobb minőség
it: Massima qualità
pl: Najwyższa jakość
pt_br: Qualidade máxima
sv: Maximal kvalitet
ur: اعلیٰ ترین معیار
vi: Mức chất lượng tối đa

source: Media can possibly be cut inaccurately. Enabling this option will disable the use of aria2 as the downloader if it is enabled.
ar: من الممكن أن تُقطَع الوسائط بغير دقة. تمكين هذا الخيار يعطِّل استخدام آريا٢ منزِّلًا.
bg: Възможно е медиите да бъдят изрязани неточно. Избирането на тази опция ще изключи aria2 като програма за изтегляне, ако тя е активирана.
de: Medien können möglicherweise ungenau geschnitten werden. Aktivierung dieser Option deaktiviert aria2 als Downloader falls er aktiviert ist.
hi: मीडिया को संभवतः ग़लत तरीके से काटा जा सकता है. यदि यह विकल्प सक्षम है तो डाउनलोडर के रूप में aria2 का उपयोग अक्षम हो जाएगा।
hu: Egyes esetekben pontatlan lehet a kivágott részlet hossza. A beállítás aria2 kódolóval nem lehetséges, így az átmenetileg letiltásra kerül.
it: È possibile che i media vengano tagliati in maniera non accurata. Attivare questa opzione disabiliterà l'uso di aria2 come downloader, se abilitato.
pl: Fragment może być wycięty niedokładnie. Włączenie tej opcji spowoduje, że narzędzie do pobierania aria2 zostanie wyłączone.
pt_br: (É possível que a mídia seja cortada de forma incorreta) Ao habilitar essa opção, você desabilitará o uso do aria2 como gerenciador de downloads, se ele estiver habilitado.
sv: Media kan möjligen klippas på felaktigt sätt. Aktivering av det här alternativet kommer att inaktivera användningen av aria2 som nedladdare om det är aktiverat.
ur: میڈیا کو ممکنہ طور پر غلط طریقے سے کاٹا جا سکتا ہے۔ اس اختیار کو فعال کرنے سے ڈاؤن لوڈر کے طور پر aria2 کا استعمال غیر فعال ہو جائے گا۔
vi: Media có khả năng bị cắt lệch. Bật lựa chọn này để tắt aria2 nếu trình tải này đang được bật.

source: Media URL
ar: رابط الوسائط
bg: Медия адрес
de: Medien-URL
hi: मीडिया URL
hu: Hivatkozás
it: URL del media
pl: Adres URL
pt_br: URL da mídia
ur: میڈیا یو-آر-ایل
vi: URL của media

source: Media URL (Invalid)
ar: رابط الوسائط (غير صالح)
bg: Медия адрес (неправилно)
de: Video Url (ungültig)
hi: मीडिया URL (अमान्य)
hu: Hivatkozás (hibás)
it: URL del media (non valido)
pl: Adres URL (błędne dane)
pt_br: URL de vídeo (inválida)
sv: Media URL (ogiltig)
ur: میڈیا یو-آر-ایل (غلط)
vi: URL của media (không hợp lệ)

source: Minimize to the system tray instead of quitting the application when the window is closed.
bg: Минимизиране към системния панел вместо спиране на програмата, когато прозорецът е затворен.
hi: विंडो बंद होने पर एप्लिकेशन को छोड़ने के बजाय सिस्टम ट्रे में छोटा करें।
hu: Minimalizálja a tálcára ahelyett, hogy az ablak bezárásakor kilépne az alkalmazásból.
it: Riduci a icona nella barra delle applicazioni invece di uscire dall'applicazione quando la finestra è chiusa.
pl: Zminimalizuj do paska zadań, zamiast zamykać aplikację po zamknięciu okna.
pt_br: Minimize para a bandeja do sistema em vez de sair do aplicativo quando a janela for fechada.
sv: Minimera till systemfältet istället för att avsluta programmet när fönstret är stängt.
vi: Thu nhỏ thay vì thoát ứng dụng khi đóng cửa sổ.

source: Minimum Split Size (-k)
ar: أصغر حجم تقسيمات (k-)
bg: Минималният размер на разделите (-k)
de: Minimale Teilungsgröße (-k)
hi: न्यूनतम विभाजन आकार (-k)
hu: Tartalmak darabolása (-k)
it: Dimensione minima suddivisioni (-k)
pl: Minimalny rozmiar podziału (-k)
pt_br: Tamanho mínimo da divisão (-k)
sv: Minsta splitstorlek (-k)
ur: کم از کم تقسیم کا سائز (-k)
vi: Kích thước tách tối thiểu (-k)

source: Name
ar: اسم
bg: Име
hi: नाम
hu: Megnevezés
it: Nome
pl: Nazwa
pt_br: Nome
sv: Namn
ur: نام
vi: Tên

source: Name (Empty)
ar: الاسم (فارغ)
bg: Име (празно)
de: Name (Leer)
hi: नाम (खाली)
hu: Megnevezés (üres)
it: Nome (vuoto)
pl: Nazwa (pusta)
pt_br: Nome (vazio)
sv: Namn (tomt)
ur: نام (خالی)
vi: Tên (trống)

source: New update available.
bg: Налично е ново обновление.
hi: नया अपडेट उपलब्ध है।
hu: Új frissítés érhető el.
it: Nuovo aggiornamento disponibile.
pl: Dostępna nowa aktualizacja.
pt_br: Nova atualização disponível.
sv: Ny uppdatering tillgänglig.
vi: Đã ra bản cập nhật mới.

source: No
ar: لا
bg: Не
de: Nein
hi: नहीं
hu: Nem
pl: Nie
pt_br: Não
sv: Nej
ur: نہیں
vi: Không

source: No active internet connection
ar: لا يوجد اتصال إنترنت
bg: Няма активна връзка към Интернета
de: Keine aktive Internetverbindung
hi: कोई सक्रिय इंटरनेट कनेक्शन नहीं
hu: Nincs internetkapcsolat
it: Nessuna connessione Internet attiva
pl: Brak połączenia z internetem
pt_br: Sem conexão com a internet
sv: Ingen aktiv internetanslutning
ur: درست نیٹ موجود نہیں ہے
vi: Không có kết nối internet

source: No Completed Downloads
bg: Няма приключени изтегляния
hi: कोई पूर्ण डाउनलोड नहीं
hu: Nincsenek befejezett letöltések
it: Nessun download completato
pl: Brak zakończonych procesów pobierania
pt_br: Downloads não Concluídos
sv: Inga slutförda nedladdningar
vi: Không có mục tải xuống hoàn tất

source: No Credentials
ar: لا يوجد أوراق اعتماد
bg: Няма данни за идентификация
de: Keine Anmeldedaten
hi: कोई क्रेडेंशियल नहीं
hu: Nincs tárolt bejelentkezés
it: Nessun certificato
pl: Brak danych logowania
pt_br: Sem credenciais
sv: Inga inloggningsuppgifter
ur: کوئی اسناد نہیں
vi: Không có chứng chỉ

source: No downloads running
ar: لا يوجد ما ينزَّل الآن
bg: Няма текущи изтегляния
de: Keine laufenden Downloads
hi: कोई डाउनलोड नहीं चल रहा
hu: Nincs folyamatban letöltés
it: Nessuno scaricamento in corso
pl: Żadne pobieranie nie jest uruchomione
pt_br: Nenhum download em andamento
sv: Inga nedladdningar körs
ur: کوئی ڈاؤن لوڈ نہیں چل رہی ہے
vi: Không có mục tải xuống nào đang chạy

source: No File Selected
bg: Няма избран файл
hi: कोई फाइल चयनित नहीं
hu: Nincs kiválasztott fájl
it: Nessun file selezionato
pl: Nie wybrano pliku
pt_br: Nenhum Arquivo Selecionado
sv: Ingen fil vald
vi: Chưa chọn tệp nào

source: No Previous Downloads
ar: لا توجد تنزيلات سابقة
bg: Няма предишни изтегляния
de: Keine bisherigen Downloads
hi: कोई पिछला डाउनलोड नहीं
hu: Nincsenek előzmények
it: Nessun download precedente
pl: Brak wcześniejszych pobrań
pt_br: Não há downloads anteriores
sv: Inga tidigare nedladdningar
ur: کوئی پچھلا ڈاؤن لوڈز نہیں ہے
vi: Không có mục tải xuống trước đây

source: No Queued Downloads
bg: Няма изтегляния в опашката
hi: कोई कतारबद्ध डाउनलोड नहीं
hu: Nnincsenek sorban álló letöltések
it: Nessun download in coda
pl: Brak procesów oczekujących w kolejce
pt_br: Nenhum Download na Fila
sv: Inga nedladdningar i kö
vi: Không có mục tải xuống trong hàng đợi

source: No Running Downloads
bg: Няма текущи изтегляния
hi: कोई डाउनलोड नहीं चल रहा है
pl: Brak procesów w trakcie pobierania
vi: Không có mục tải xuống đang chạy

source: Number Titles
ar: ترقِّيم العناوين
bg: Номериране на заглавията
de: Titelnummern
hi: संख्या शीर्षक
hu: Címek számozása
it: Numera i video
pl: Numeruj tytuły
pt_br: Numerar os títulos
sv: Nummertitlar
ur: نمبر ٹائٹلز
vi: Đánh số tiêu đề

source: Off
bg: Изкл.
hi: बंद
hu: Ki
pl: Wyłącz
pt_br: Desligado
sv: Av
vi: Tắt

source: OK
ar: حسنًا
bg: Добре
hi: ठीक है
ur: ٹھیک
vi: Đồng ý

source: On
bg: Вкл.
hi: चालू
hu: Be
pl: Włącz
sv: På
vi: Bật

source: Open File
ar: افتح ملفًّا
bg: Отваряне на файл
de: Datei öffnen
hi: फाइल खोलें
hu: Fájl megnyitása
it: Apri file
pl: Otwórz plik
pt_br: Abrir arquivo
sv: Öppna fil
ur: فائل کھولیں
vi: Mở tệp

source: Open Folder
ar: افتح مجلدًّا
bg: Отваряне на папка
de: Ordner öffnen
hi: फोल्डर खोलें
hu: Fájl helyének megnyitása
it: Apri cartella
pl: Otwórz folder
pt_br: Abrir pasta
sv: Öppna mapp
ur: فولڈر کھولیں
vi: Mở thư mục

source: Overwrite Existing Files
ar: اكتب فوق الملفات الموجودة
bg: Презаписване на съществуващите файлове
de: Vorhandene Dateien überschreiben
hi: मौजूदा फाइलें अधिलेखित करें
hu: Azonos nevű fájl felülírása
it: Sovrascrivi file esistenti
pl: Nadpisuj istniejące pliki
pt_br: Sobrescrever arquivos existentes
sv: Skriv över existerande filer
ur: موجودہ فائلوں کو دوبارہ لکھیں
vi: Ghi đè tệp đã tồn tại

source: Password
ar: كلمة السر
bg: Парола
de: Passwort
hi: पासवर्ड
hu: Jelszó
pl: Hasło
pt_br: Senha
sv: Lösenord
ur: پاس ورڈ
vi: Mật khẩu

source: Password (Empty)
ar: كلمة السر (فارغة)
bg: Парола (празно)
de: Passwort (Leer)
hi: पासवर्ड (खाली)
hu: Jelszó (üres)
it: Password (vuota)
pl: Hasło (puste)
pt_br: Senha (vazia)
sv: Lösenord (tomt)
ur: پاس ورڈ (خالی)
vi: Mật khẩu (Trống)

source: Play
ar: شغِّل
bg: Изпълнение
de: Abspielen
hi: चलाएं
hu: Lejátszás
it: Avvia
pl: Odtwórz
pt_br: Reproduzir
sv: Spela upp
ur: چلاؤ
vi: Phát

source: Playlist
ar: قائمة التشغيل
bg: Списък с песни
de: Wiedergabeliste
hi: प्लेलिस्ट
hu: Lejátszási lista
pl: Playlista
sv: Spellista
ur: پلے لیٹ

source: Please wait...
bg: Моля изчакайте...
hi: कृपया प्रतीक्षा करें..।
hu: Kérjük várjon...
it: Attendere prego...
pl: Proszę czekać...
pt_br: Por favor, aguarde...
sv: Vänta...
vi: Vui lòng đợi...

source: Prefer AV1 Codec
bg: Предпочитане на AV1 кодер
hi: AV1 कोडेक को प्राथमिकता दें
hu: AV1 Codec előnyben részesítése
pl: Preferuj kodek AV1
sv: Föredrar AV1 Codec
vi: Ưu tiên codec AV1

source: Preparing...
ar: يجهِّز...
bg: Подготвяне...
de: Vorbereiten...
hi: तैयार कर रहे हैं..।
hu: Előkészítés...
it: In preparazione…
pl: Przygotowanie...
pt_br: Preparando...
sv: Förbereder...
ur: تیاری چل رہی ہے...
vi: Đang chuẩn bị...

source: Prevent Suspend
ar: امنع التعليق
bg: Предотвратяване на приспиването
de: Ruhezustand verhindern
hi: निलंबन रोकें
hu: Készenlét/felfüggesztés tiltása
it: Impedisci sospensione
pl: Zapobiegaj uśpieniu
pt_br: Impedir suspensão da tela
sv: Förhindra Suspend
ur: معطلی کو روکیں
vi: Chống máy rơi vào chế độ tạm dừng

source: PREVIEW
bg: Предварителен преглед
hi: पूर्वावलोकन
hu: ELŐNÉZET
it: ANTEPRIMA
pl: PODGLĄD
pt_br: VISUALIZAR
sv: FÖRHANDSVISNING
vi: XEM TRƯỚC

source: Processing...
ar: يعالج...
bg: Обработване...
de: Verarbeitung...
hi: प्रसंस्करण..।
hu: Feldolgozás...
it: In lavorazione…
pl: Przetwarzanie...
pt_br: Processando...
sv: Bearbetar...
ur: عمل کر رہے ہیں ...
vi: Đang xử lý...

source: Proxy URL
ar: رابط الوكيل
bg: Адрес на сървър-посредник
hi: प्रॉक्सी URL
hu: Proxy átjáró címe
it: URL proxy
pl: Adres URL serwera proxy
pt_br: URL da Proxy
ur: پراکسی یو-آر-ایل
vi: URL của proxy

source: Quality
ar: الجودة
bg: Качество
de: Qualität
hi: गुणवत्ता
hu: Felbontás/minőség
it: Qualità
pl: Jakość
pt_br: Qualidade
sv: Kvalitet
ur: معیار
vi: Mức chất lượng

source: Queued
ar: في قائمة الانتظار
bg: В опашката
de: Warteschlange
hi: कतारबद्ध
hu: Ütemezve
it: In coda
pl: W kolejce
pt_br: Em fila
sv: Köas
ur: قطار میں لگے ہوئے
vi: Đã đem vào hàng đợi

source: Remove Source Data
ar: أزل بيانات المصدر
bg: Премахване на данните от източника
de: Daten zur Quelle entfernen
hi: स्रोत डेटा हटाएँ
hu: Forrásadatok eltávolítása
it: Rimuovi i dati della sorgente
pl: Usuń dane źródłowe
pt_br: Remover Dados de Origem
sv: Ta bort källinformation
vi: Xóa dữ liệu nguồn

source: Report a Bug
ar: الإبلاغ عن خلل
bg: Докладване на грешка
de: Einen Fehler melden
hi: खराबी की जानकारी दें
hu: Hiba jelentése
it: Segnala un problema
pl: Zgłoś błąd
pt_br: Reportar um Bug
sv: Rapportera ett problem
ur: خرابی کی اطلاع کریں
vi: Báo lỗi

source: Reset
ar: صفِّر
bg: Върнете
de: Zurücksetzen
hi: रीसेट
hu: Visszaállítás
it: Azzera
pt_br: Redefinir
sv: Nollställ
ur: دوبارہ ترتیب دیں
vi: Đặt lại

source: Reset Keyring?
ar: أأصفِّر حلقة المفاتيح؟
bg: Анулирайте ключодържателя?
de: Schlüsselring zurücksetzen?
hi: कीरिंग रीसेट करें?
hu: Jelszókezelő visszaállítása
it: Azzera il portachiavi?
pl: Zresetować listę kluczy?
pt_br: Redefinir o chaveiro?
sv: Nollställa nyckelringen?
ur: کی رینگ کو دوبارہ ترتیب کریں؟
vi: Đặt lại keyring?

source: Reset to default
ar: صفِّر
bg: Върнете по подразбиране
de: Auf Standardwert zurücksetzen
hi: डिफ़ॉल्ट पर रीसेट
hu: Alapértelmezett beállítások
it: Ripristina i valori predefiniti
pl: Przywróć ustawienia domyślne
pt_br: Redefinir para o padrão
sv: Återställ till standard
ur: دوبارہ پہلے جیسا کردیں
vi: Đặt lại về mặc định

source: Restart the app to unlock the keyring.
ar: أعد تشغيل التطبيق لفتح حلقة المفاتيح.
bg: Рестартирайте приложението, за да отключите ключодържателя.
de: Starte die App neu, um den Schlüsselring zu entsperren.
hi: कीरिंग को अनलॉक करने के लिए ऐप को पुनरारंभ करें।
hu: Indítsa újra az alkalmazást a jelszókezelő feloldásához!
it: Riavvia l'app per aprire il portachiavi.
pl: Uruchom program ponownie, aby odblokować listę kluczy.
pt_br: Inicie novamente o app para desbloquear o chaveiro.
sv: Starta om appen för att låsa upp nyckelringen.
ur: کیرنگ کو غیر مقفل کرنے کے لیے ایپ کو دوبارہ شروع کریں۔
vi: Khởi động lại ứng dụng để mở khóa keyring.

source: Restart To Apply Theme?
bg: Рестартирайте, за да приложите темата?
hi: थीम लागू करने के लिए पुनरारंभ करें?
hu: Újraindítja a téma alkalmazásához?
it: Riavviare per applicare il tema?
pl: Uruchomić ponownie, aby zastosować motyw?
pt_br: Reiniciar para Aplicar o Tema?
sv: Starta om för att tillämpa tema?
vi: Khởi động lại để áp dụng chủ đề?

source: Retry Download
ar: حاول إعادة التنزيل
bg: Повторете изтеглянето
de: Download wiederholen
hi: पुनः डाउनलोड करने का प्रयास करें
hu: Letöltés újra
it: Riprova scaricamento
pl: Pobierz ponownie
pt_br: Tentar baixar novamente
sv: Försök ladda ner igen
ur: دوبارہ ڈاؤن لوڈ کرنے کی کوشش کریں
vi: Thử tải lại

source: Retry Failed
bg: Повторете неуспешните
hi: पुनः प्रयास विफल
pl: Ponowna próba nie powiodła się
vi: Thử lại thất bại

source: Save Folder
ar: موقع الحفظ
bg: Папка за запазване
de: Speicherordner
hi: फोल्डर सहेजें
hu: Letöltés helye
it: Cartella di salvataggio
pl: Folder docelowy
pt_br: Pasta de destino
sv: Lagringsmapp
ur: فولڈر محفوظ کریں
vi: Thư mục lưu

source: Save Folder (Invalid)
ar: مجلد الحفظ (غير صالح)
bg: Папка за запазване (неправилно)
de: Ordner speichern (ungültig)
hi: फ़ोल्डर सहेजें (अमान्य)
hu: Letöltés helye (hibás)
it: Cartella di salvataggio (non valida)
pl: Folder docelowy (błędne dane)
pt_br: Pasta de destino (Inválida)
sv: Lagringsmapp (ogiltig)
ur: محفوظہ فولڈر (غلط)
vi: Thư mục lưu (không hợp lệ)

source: Search for downloads, history, and more
bg: Търсене на изтегляния, история, и други
hi: डाउनलोड, इतिहास और बहुत कुछ खोजें
vi: Tìm các mục tải xuống, mục lịch sử, ...

source: Select All
ar: حدِّد الكلَّ
bg: Избиране на всичко
de: Alle auswählen
hi: सबका चयन करें
hu: Összes kijelölése
it: Seleziona tutto
pl: Zaznacz wszystko
pt_br: Selecionar todos
sv: Välj alla
ur: تمام چیزوں کو چنیں
vi: Chọn tất cả

source: Select Cookies File
ar: حدِّد ملف تعريف الارتباط
bg: Избиране на файл с бисквити
de: Cookie-Datei auswählen
hi: कुकीज़ फाइल का चयन करें
hu: Süti fájl betöltése
it: Seleziona file cookie
pl: Wybierz ciasteczko
pt_br: Selecione o arquivo de cookies
sv: Välj Cookies fil
ur: کوکیز فائل کو منتخب کریں
vi: Chọn tệp cookie

source: Select items to download or change file names.
ar: حدد العناصر لتنزِّلها أو لتغيِّر أسماءها.
bg: Изберете елементи за изтегляне или променете имената на файловете.
de: Wähle Elemente zum heruntergeladen oder Dateinamen ändern.
hi: फाइल नाम डाउनलोड करने या बदलने के लिए आइटम चुनें।
hu: Elemek kijelölése letöltéshez vagy átnevezéshez.
it: Selezionare gli elementi da scaricare o modificare i nomi dei file.
pl: Wybierz by pobrać lub zmienić nazwy plików.
pt_br: Selecione os itens que deseja fazer download ou altere os nomes dos arquivos.
sv: Välj objekt att ladda ned eller ändra filnamn.
ur: ڈاؤن لوڈ کرنے یا نام بدلنے کے لیے چیزیں منتخب کریں-
vi: Chọn mục để tải hoặc để đổi tên tệp.

source: Select Save Folder
ar: اختر مجلد الحفظ
bg: Избиране на папка за запазване
de: Speicherordner wählen
hi: फ़ोल्डर सहेजें का चयन करें
hu: Letöltés helyének kiválasztása
it: Seleziona cartella di salvataggio
pl: Wybierz folder docelowy
pt_br: Selecione a pasta de destino
sv: Välj lagringsmapp
ur: مطلوبہ جگہ فراہم کریں
vi: Chọn thư mục lưu

source: Settings
bg: Настройки
hi: सेटिंग्स
hu: Beállítások
it: Impostazioni
pl: Ustawienia
pt_br: Configurações
sv: inställningar

source: Show Window
bg: Показване на прозореца
hi: विंडो दिखाएं
hu: Ablak megjelenítése
it: Mostra finestra
pl: Pokaż okno
pt_br: Mostrar Janela
sv: Visa fönster
vi: Hiển thị cửa sổ

source: Some downloads are still in progress. Are you sure you want to close Parabolic and stop the running downloads?
ar: لا تزل بعض التنزيلات جاريةً. أمتأكد أنك تريد إغلاق محوِّل المقاطع وإيقاف التنزيلات الجارية؟
bg: Някой изтегляния все още не са готови. Сигурни ли сте, че искате да спрете текущите изтеглянията?
de: Einige Downloads sind noch im Gange. Bist du sicher, dass du Parabolic schließen und die laufenden Downloads beenden möchtest?
hi: कुछ डाउनलोड अभी भी प्रगति पर हैं. क्या आप वाकई Parabolic को बंद करना चाहते हैं और चल रहे डाउनलोड को रोकना चाहते हैं?
hu: Egyes letöltések még folyamatban vannak. Valóban megszakítja a letöltéseket és kilép az alkalmazásból?
it: Sono ancora in corso alcuni scaricamenti. Chiudere Parabolic e interromperli?
pl: Niektóre pliki są nadal pobierane. Czy na pewno chcesz zamknąć Parabolic i zatrzymać trwające pobieranie?
pt_br: Alguns downloads ainda estão em andamento. Tem certeza de que deseja fechar o Parabolic e interromper os downloads em execução?
sv: Vissa nedladdningar pågår fortfarande. Är du säker på att du vill stänga Parabolic och stoppa de pågående nedladdningarna?
ur: کچھ ڈاؤن لوڈز ابھی بھی جاری ہیں۔۔ کیا آپ واقعی پیرابولک کو بند کرنا اور چلنے والی ڈاؤن لوڈز کو روکنا چاہتے ہیں؟
vi: Parabolic còn đang tải chưa xong. Bạn có chắc muốn đóng Parabolic và hủy các mục đó?

source: Some downloads finished with errors!
ar: انتهت بعض التنزيلات بخطأ!
bg: Някои изтегляния приключиха с грешка!
de: Einige Downloads wurden mit Fehlern beendet!
hi: कुछ डाउनलोड त्रुटियों के साथ समाप्त हो गए!
hu: Egyes letöltések közben hiba történt.
it: Alcuni scaricamenti sono terminati con degli errori.
pl: Niektóre procesy pobierania zostały zakończone z błędami!
pt_br: Alguns downloads terminaram com erros!
sv: Vissa nedladdningar avslutades med fel!
ur: کچھ ڈاؤن لوڈز خرابیوں کے ساتھ ختم ہو گئے!
vi: Một số lượt tải đã hoàn tất kèm lỗi!

source: Speed Limit
ar: حدُّ السرعة
bg: Ограничение на скоростта
de: Geschwindigkeitsbegrenzung
hi: गति सीमा
hu: Sávszélesség korlátozása
it: Limite di velocità
pl: Limit prędkości pobierania
pt_br: Limite de velocidade
sv: Hastighetsgräns
ur: رفتار کی حد
vi: Giới hạn tốc độ

source: Split Chapters
ar: تقسيم الفصول
bg: Разделяне на главите
de: In Kapitel unterteilen
hi: अध्याय विभाजित करें
hu: Fejezetek felosztása
it: Dividi i capitoli
pl: Podziel według rozdziałów
pt_br: Dividir capítulos
sv: Dela upp kapitlen
ur: ابواب کی تقسیم کریں
vi: Tách chương

source: Splits the video into multiple smaller ones based on its chapters.
ar: قسِّم المقطع إلى عدة مقاطع أصغر حسب فصوله.
bg: Разделяне на видео клипа на няколко по-малко според неговите глави.
de: Teilt das Video in mehrere kürzere basierend auf den Kapiteln.
hi: वीडियो को उसके अध्यायों के आधार पर कई छोटे भागों में विभाजित करता है।
hu: A videót több kisebbre osztja a fejezetei alapján.
it: Separa il video in più parti, una per ciascun capitolo.
pl: Dzieli wideo na mniejsze części według jego rozdziałów.
pt_br: Divide o vídeo em vários vídeos menores com base nos capítulos.
sv: Delar upp videon i flera mindre delar baserat på kapitlen.
ur: یہ ویڈیو کو ابواب کے مطابق چھوٹے حصوں میں تقسیم کرتا ہے۔
vi: Tách video thành nhiều phần dựa vào chương.

source: SponsorBlock Information (opens in a web browser)
ar: أخبار SponsorBlock (تُفتَح في المتصفح)
bg: SponsorBlock информация (отваряне на Интернет браузър)
de: SponsorBlock-Information (öffnet im Web-Browser)
hi: प्रायोजकब्लॉक सूचना (वेब ब्राउज़र में खुलती है)
hu: SponsorBlock Információ (webböngészőben nyílik meg)
it: Informazioni su SponsorBlock (si apre in un browser web)
pl: Informacje o SponsorBlock (otworzą się w przeglądarce internetowej)
pt_br: Informações do SponsorBlock (abre em um navegador da web)
sv: SponsorBlock Information (öppnas i en webbläsare)
ur: سپانسر بلاک کے بارے میں معلومات (ویب میں)
vi: Thông tin về SponsorBlock (mở trong trình duyệt)

source: Start Time
ar: وقت البَدْء
bg: Начало
de: Startzeit
hi: प्रारंभ समय
hu: Részlet kezdete
it: Ora di inizio
pl: Początek
pt_br: Início
sv: Starttid
ur: ابتدائی وقت
vi: Thời điểm bắt đầu

source: Start Time (Invalid)
ar: وقت البدء (غير صالح)
bg: Начало (неправилно)
de: Startzeit (Ungültig)
hi: प्रारंभ समय (अमान्य)
hu: Részlet kezdete (hibás)
it: Ora di inizio (non valida)
pl: Początek (błędne dane)
pt_br: Início (Inválido)
sv: Starttid (ogiltig)
ur: ابتدائی وقت (غلط)
vi: Thời điểm bắt đầu (không hợp lệ)

source: Stop All
ar: أوقف كلَّ التنزيلات
bg: Спиране на всички
de: Alle Stoppen
hi: सभी को रोकें
hu: Minden megszakítása
it: Ferma tutto
pl: Zatrzymaj wszystko
pt_br: Parar tudo
sv: Stoppa allt
ur: سب کو روکیں
vi: Dừng tất cả

source: Stop Download
ar: أوقف التنزيل
bg: Спиране на изтеглянето
de: Download stoppen
hi: डाउनलोड रोकें
hu: Letöltés megszakítása
it: Interrompi scaricamento
pl: Zatrzymaj pobieranie
pt_br: Parar download
sv: Stoppa nedladdning
ur: ڈاؤن لوڈ کو روکیں
vi: Dừng tải

source: Stopped
ar: أوقف
bg: Спряна
de: Angehalten
hi: रुका हुआ
hu: Letöltés megszakítva
it: Fermato
pl: Zatrzymano
pt_br: Parado
sv: Stoppad
ur: رک گیا
vi: Đã dừng

source: Subtitle Languages
bg: Език на субтитрите
hi: उपशीर्षक भाषाएँ
hu: Feliratnyelvek
it: Lingue dei sottotitoli
pl: Języki napisów
pt_br: Idiomas de Legenda
sv: Undertextspråk
vi: Ngôn ngữ của phụ đề

source: Subtitle Languages (Comma-Separated)
ar: لغات الترجمة (مفصولة بفاصلة)
bg: Език на субтитрите (разделени със запетая)
de: Untertitelsprachen (durch Kommas getrennt)
hi: उपशीर्षक भाषाएँ (अल्पविराम से अलग)
hu: Feliratok (vesszővel elválasztva)
it: Lingue dei sottotitoli (separate da virgole)
pl: Języki napisów (oddzielone przecinkami)
pt_br: Idiomas das legendas (separados por vírgulas)
sv: Undertextspråk (kommaseparerade)
ur: سب ٹایٹل کی زبانیں
vi: Ngôn ngữ của phụ đề (cách nhau bởi dấu phẩy)

source: Subtitle Languages (Invalid)
ar: لغات الترجمة (غير صالح)
bg: Език на субтитрите (неправилно)
de: Untertitel-Sprachen (Ungültig)
hi: उपशीर्षक भाषाएँ (अमान्य)
hu: Feliratok (hibás)
it: Lingue sottotitoli (non valide)
pl: Języki napisów (błędne dane)
pt_br: Idiomas das legendas (inválido)
sv: Undertextspråk (ogiltigt)
ur: سب ٹائٹل کی زبانیں (غلط)
vi: Ngôn ngữ của phụ đề (không hợp lệ)

source: Success
ar: نجاح
bg: Успех
de: Erfolg
hi: सफलता
hu: Letöltés befejeződött
it: Completato
pl: Sukces
pt_br: Sucesso
sv: Klar
ur: کامیابی
vi: Thành công
