Repository: NickvisionApps/Parabolic
Catalog: NickvisionTubeConverter.Shared/Resources/po/*.po
Languages: ar, bg, de, hi, hu, it, pl, pt_br, sv, ur, vi

source: Discussions
ar: النقاشات
bg: Дискусии
de: Diskussionen
hi: चर्चाएँ
hu: Beszélgetések
it: Discussioni
pl: Dyskusje
pt_br: Discussões
sv: Diskussioner
ur: بات چیت
vi: Thảo luận

source: Documentation
bg: Документация
hi: दस्तावेज़ीकरण
hu: Dokumentáció
it: Documentazione
pl: Dokumentacja
pt_br: Documentação
sv: Dokumentation
vi: Tài liệu

source: Don't show this message again
bg: Това съобщение да не се показва повече
hi: यह संदेश दोबारा न दिखाएं
hu: Ne mutassa meg újra ezt az üzenetet
it: Non mostrare più questo messaggio
pl: Nie pokazuj tej wiadomości ponownie
pt_br: Não mostrar esta mensagem novamente
sv: Visa inte det här meddelandet igen
vi: Đừng hiển thị thông báo này nữa

source: Download
ar: نزِّل
bg: Изтегляне
de: Herunterladen
hi: डाउनलोड
hu: Letöltés
it: Scarica
pl: Pobierz
pt_br: Baixar
sv: Ladda ner
ur: ڈاؤن لوڈ کریں
vi: Tải

source: Download Again
ar: نزِّل مرةً أخرى
bg: Изтегляне отново
de: Erneut herunterladen
hi: पुनः डाउनलोड करें
hu: Letöltés ismét
it: Scarica di nuovo
pl: Pobierz ponownie
pt_br: Baixar novamente
sv: Ladda ner igen
ur: دوبارہ ڈاؤن لوڈ کریں
vi: Tải lại

source: Download Finished
ar: انتهى التنزيل
bg: Изтеглянето приключи
de: Download Beendet
hi: डाउनलोड समाप्त
hu: Letöltés befejeződött
it: Scaricamento terminato
pl: Pobieranie zostało zakończone
pt_br: Download finalizado
sv: Nedladdning klar
ur: ڈاؤن لوڈ مکمل
vi: Đã tải xong

source: Download Finished With Error
ar: انتهى التنزيل بخطأ
bg: Изтеглянето приключи с грешка
de: Download mit Fehler Beendet
hi: डाउनलोड त्रुटि के साथ समाप्त हुआ
hu: Hiba történt letöltés közben
it: Scaricamento terminato con errori
pl: Pobieranie zostało zakończone z błędami
pt_br: Download finalizado com erro
sv: Nedladdningen slutfördes med fel
ur: خرابی کے ساتھ ڈاؤن لوڈ مکمل ہو گیا
vi: Đã tải xong kèm lỗi

source: Download log was copied to clipboard.
ar: نُسخ سجل التنزيل إلى الحافظة.
bg: Журнал за изтегляне е копиран в буфера за обмен.
de: Download-Protokoll wurde in die Zwischenablage kopiert.
hi: डाउनलोड लॉग को क्लिपबोर्ड पर कॉपी किया गया था।
hu: Letöltés napló vágólapra másolva.
it: Registro dello scaricamento copiato negli appunti.
pl: Dziennik pobierania został skopiowany do schowka.
pt_br: O registro de download foi copiado para a área de transferência.
sv: Nedladdningsloggen kopierades till urklipp.
ur: ڈاؤن لوڈ لاگ کو کلپ بورڈ پر کاپی کرلیاگیا۔
vi: Đã chép log tải vào clipboard.

source: Download Media
ar: نزِّل وسائط
bg: Изтегляне на медия
de: Medien Herunterladen
hi: मीडिया डाउनलोड करें
hu: Tartalom letöltése
it: Scarica audio e video
pl: Pobierz
pt_br: Download de mídia
sv: Ladda ned media
ur: میڈیا ڈاؤن لوڈ کریں
vi: Tải media

source: Download Specific Timeframe
ar: تحميل جزء معين
bg: Изтегляне на конкретна времева рамка
de: Bestimmten Zeitraum herunterladen
hi: विशिष्ट समय सीमा में डाउनलोड करें
hu: Részlet letöltése
it: Scarica intervallo specifico
pl: Pobierz określony fragment
pt_br: Baixar trecho específico
sv: Ladda ner specifik tidsram
ur: مخصوص ٹائم فریم ڈاؤن لوڈ کریں
vi: Tải Khung thời gian Cụ thể

source: Download Subtitles
bg: Изтегляне на субтитрите
hi: उपशीर्षक डाउनलोड करें
hu: Feliratok letöltése
pl: Pobierz napisy
pt_br: Baixar Legendas
sv: Ladda ner undertexter
vi: Tải phụ đề

source: Download using aria2 has started
ar: بدأ التنزيل باستخدام آريا٢
bg: Изтегляне използвайки aria2 започна
de: Download mit aria2 angefangen
hi: Aria2 का उपयोग करके डाउनलोड प्रारंभ हो गया है
hu: Letöltés aria2 kódoló használatával megkezdődött
it: Lo scaricamento con aria2 è iniziato
pl: Rozpoczęto pobieranie za pomocą aria2
pt_br: O download utilizando aria2 foi inciado
sv: Nedladdning med aria2 har startat
ur: aria2 کا استعمال کرتے ہوئے ڈاؤن لوڈ شروع ہو گیا ہے
vi: Bắt đầu tải bằng aria2

source: Download using ffmpeg has started
ar: بدأ التنزيل باستخدام ffmpeg
bg: Изтегляне използвайки ffmpeg започна
de: Download mit FFmpeg angefangen
hi: ffmpeg का उपयोग करके डाउनलोड प्रारंभ हो गया है
hu: Letöltés ffmpeg kódoló használatával megkezdődött
it: Lo scaricamento con ffmpeg è iniziato
pl: Rozpoczęto pobieranie za pomocą ffmpeg
pt_br: O download utilizando FFmpeg foi inciado
sv: Nedladdning med ffmpeg har startat
ur: ffmpeg کا استعمال کرتے ہوئے ڈاؤن لوڈ شروع ہو گیا ہے
vi: Bắt đầu tải bằng ffmpeg

source: Download web video and audio
ar: نزِّل مقاطع وأصواتًا من الوب
bg: Изтегляне на уеб видео клип и звук
de: Download Web-Video und Audio
hi: वेब वीडियो और ऑडियो डाउनलोड करें
hu: Internetes médiatartalmak letöltése
it: Scaricare video e audio dalla rete
pl: Pobieraj wideo i audio z Internetu
pt_br: Fazer download do áudio e vídeo
sv: Ladda ner webbvideo och ljud
ur: وئیب آڈیو اور ویدیو ڈاؤن لوڈ کریں
vi: Tải video và audio web

source: Downloader
ar: المنزِّل
bg: Изтегляне
hi: डाउनलोडर
hu: Letöltő
it: Scaricatore
pl: Pobieranie
pt_br: Gerenciador de downloads
sv: Nedladdare
ur: ڈاؤن لوڈر
vi: Trình tải

source: Downloading
ar: ينزَّل
bg: Изтегляне
de: Wird heruntergeladen
hi: डाउनलोड हो रहा है
hu: Letöltés folyamatban
it: In corso
pl: Pobierane
pt_br: Baixando
sv: Laddar ned
ur: ڈاؤن لوڈینگ ہو رہی ہے
vi: Đang tải

source: Downloading {0:f2}% ({1})
ar: ينزَّل {0:f2}% ({1})
bg: Изтегляне {0:f2}% ({1})
de: Herunterladen: {0:f2}% ({1:N0} KiB/s)
hi: डाउनलोड हो रहा है {0:f2}% ({1})
hu: Letöltés folyamatban {0:f2}% ({1})
it: In scaricamento {0:f2}% ({1})
pl: Pobieranie {0:f2}% ({1})
pt_br: Baixando {0:f2}% ({1:N0} KiB/s)
sv: Laddar ned {0:f2}% ({1})
ur: ڈاؤن لوڈ ہو رہا ہے {0:f2}% ({1})
vi: Đang tải {0:f2}% ({1})

source: Downloading...
bg: Изтегляне...
hi: डाउनलोड हो रहा है..।
hu: Letöltés folyamatban...
it: Download in corso...
pl: Pobieranie...
pt_br: Baixando…
sv: Laddar ner...
vi: Đang tải...

source: Downloads
ar: التنزيلات
bg: Изтегляния
hi: डाउनलोड्स
hu: Letöltések
it: Download
pl: Pobrane
sv: Nedladdningar
ur: ڈاؤن لوڈ شدہ

source: Downloads Finished
ar: انتهت التنزيلات
bg: Изтеглянията приключиха
de: Downloads Beendet
hi: डाउनलोड्स समाप्त
hu: Letöltés befejeződött
it: Scaricamenti terminati
pl: Pobieranie zostało zakończone
pt_br: Downloads concluídos
sv: Nedladdningarna är klara
ur: ڈاؤن لوڈز مکمل
vi: Các mục tải xuống đã xong

source: Embed Chapters
ar: الفصول المدمجة
bg: Вграждане на глави
de: Kapitel einbetten
hi: अध्याय एम्बेड करें
hu: Fejezetek beágyazása
it: Includi i capitoli
pl: Zapisuj rozdziały w plikach
pt_br: Incorporar capítulos
sv: Bädda in kapitel
ur: ابواب کو شامل کریں
vi: Nhúng chương

source: Embed Metadata
ar: ضمِّن البيانات الوصفية
bg: Вграждане на метаданни
de: Metadaten einbetten
hi: मेटाडेटा एम्बेड करें
hu: Címke/adatok beágyazása
it: Incorpora metadati
pl: Zapisuj metadane w plikach
pt_br: Incorporar Metadados
sv: Bädda in metadata
ur: میٹا ڈیٹا شامل کریں
vi: Nhúng siêu dữ liệu

source: Embed Subtitles
bg: Вграждане на субтитри
hi: उपशीर्षक एम्बेड करें
hu: Feliratok beágyazása
pl: Wbudowane napisy
pt_br: Incorporar Legendas
sv: Bädda in undertexter
vi: Nhúng phụ đề

source: Enable
ar: ممكن
bg: Активиране
de: Aktivieren
hi: सक्षम
hu: Jelszókezelő engedélyezése
it: Attiva
pl: Włącz
pt_br: Ativar
sv: Aktiverad
ur: فعال کریں
vi: Bật

source: Enable to use aria2 downloader. It can be faster, but you will not see download progress.
ar: مكِّنه لتستخدم منزِّل آريا٢، فربما يكون أسرع، ولكنك لن ترى سير التنزيل.
bg: Активиране на aria2 за изтегляне. Това може да е по-бързо, но няма да виждате напредъка на изтеглянето.
de: Nutze den aria2 Downloader. Er kann schneller sein, aber du kannst den Download-Fortschritt nicht sehen.
hi: Aria2 डाउनलोडर का उपयोग सक्षम करें. यह तेज़ हो सकता है, लेकिन आपको डाउनलोड प्रगति नहीं दिखेगी।
hu: aira2 kódoló engedélyezése. Gyorsabb, de nem jelzi a feldolgozás állapotát.
it: Abilita l'uso di aria2 per scaricare. Può risultare più veloce, ma non fornisce il progresso dello scaricamento.
pl: Włącz, aby pobierać za pomocą aria2. Pobieranie może być szybsze, ale pasek postępu nie będzie widoczny.
pt_br: Ativa o uso do gerenciador de downloads aria2. Ele pode ser mais rápido, porém você não verá o progresso do download.
sv: Aktivera för att använda aria2 nedladdaren. Det kan vara snabbare, men du kommer inte kunna se nedladdningsförloppet.
ur: aria2 ڈاؤنلوڈر استعمال کرنے کے لیے فعال کریں۔ یہ تیز تر ہو سکتا ہے، لیکن آپ کو ڈاؤن لوڈ کی پیشرفت نظر نہیں آئے گی۔
vi: Bật để sử dụng trình tải aria2. Trình tải này có thể nhanh hơn, nhưng bạn sẽ không thấy tiến trình tải.

source: End Time
ar: وقت النهاية
bg: Край
de: Endzeit
hi: समाप्ति समय
hu: Részlet vége
it: Ora di fine
pl: Koniec
pt_br: Fim
sv: Sluttid
ur: اختتامی وقت
vi: Thời điểm kết thúc

source: End Time (Invalid)
ar: وقت الانتهاء (غير صالح)
bg: Край (неправилно)
de: Endzeit (Ungültig)
hi: समाप्ति समय (अमान्य)
hu: Részlet vége (hibás)
it: Ora di fine (non valida)
pl: Koniec (błędne dane)
pt_br: Fim (inválido)
sv: Sluttid (ogiltig)
ur: اختتامی وقت (غلط)
vi: Thời điểm kết thúc (không hợp lệ)

source: Ensure credentials are correct.
ar: تأكد من بيانات اعتمادك.
bg: Уверете се, че данните за идентификация са правилни.
de: Stelle sicher das Anmeldedaten korrekt sind.
hi: सुनिश्चित करें कि क्रेडेंशियल सही हैं।
hu: Győződjön meg arról, hogy az adatok helyesek!
it: Assicurati che le credenziali siano corrette.
pl: Upewnij się, że dane logowania są poprawne.
pt_br: Certifique-se de que as credenciais estão corretas.
sv: Se till att inloggningsuppgifterna är korrekta.
ur: یقینی بنائیں کہ اسناد درست ہیں.
vi: Đảm bảo tất cả chứng chỉ đều đúng.

source: Enter end timeframe here
bg: Въведете край на времева рамка тук
hi: यहां समाप्ति समय-सीमा दर्ज करें
hu: Ide írja be a befejezési időkeretet
it: Inserisci qui l'orario di fine
pl: Podaj ramy czasowe
pt_br: Insira o intervalo de tempo aqui
sv: Ange sluttidsram här
vi: Nhập thời gian kết thúc vào đây

source: Enter media URL here
bg: Въведете адрес на медия тук
hi: यहां मीडिया URL दर्ज करें
pl: Podaj adres URL mediów
pt_br: Insira a URL do vídeo aqui
sv: Ange media URL här
vi: Nhập URL của media vào đây

source: Enter name here
bg: Въведете името тук
hi: यहां नाम दर्ज करें
hu: Ide írja be a nevet
it: Inserisci il nome qui
pl: Podaj nazwę
pt_br: Digite o nome aqui
sv: Ange namn här
vi: Nhập tên vào đây

source: Enter password here
bg: Въведете паролата тук
hi: यहां पासवर्ड डालें
hu: Ide írja be a jelszót
it: Inserisci la password qui
pl: Podaj hasło
pt_br: Digite a senha aqui
sv: Ange lösenord här
vi: Nhập mật khẩu vào đây

source: Enter proxy URL here
bg: Въведете адрес на сървър-посредник тук
hi: यहां प्रॉक्सी URL दर्ज करें
pl: Podaj adres URL serwera proxy
pt_br: Insira o URL do proxy aqui
sv: Ange proxy-URL här
vi: Nhập URL của proxy vào đây

source: Enter start timeframe here
bg: Въведете начало на времева рамка тук
hi: यहां प्रारंभ समय-सीमा दर्ज करें
hu: Ide írja be a kezdési időpontot
it: Inserisci qui l'orario di inizio
pl: Podaj czas rozpoczęcia
pt_br: Insira o horário de início aqui
sv: Ange starttid tidsramen här
vi: Nhập thời điểm bắt đầu vào đây

source: Enter URL here
bg: Въведете адреса тук
hi: यहां URL दर्ज करें
pl: Podaj adres URL
pt_br: Insira a URL aqui
sv: Ange URL här
vi: Nhập URL vào đây

source: Enter user name here
bg: Въведете потребителското име тук
hi: यहां उपयोगकर्ता नाम दर्ज करें
hu: Ide írja be a felhasználó nevet
it: Inserisci qui il nome utente
pl: Podaj nazwę użytkownika
pt_br: Insira o nome de usuário aqui
sv: Ange användarnamn här
vi: Nhập tên đăng nhập vào đây

source: Error
ar: خطأ
bg: Грешка
de: Fehler
hi: त्रुटि
hu: Hiba
it: Errore
pl: Błąd
pt_br: Erro
sv: Fel
ur: خرابی
vi: Lỗi

source: Exit
ar: اخرج
bg: Спиране на програмата
hi: बाहर निकलें
hu: Kilépés
it: Esci
pl: Wyjdź
pt_br: Sair
sv: Avsluta
ur: باہر
vi: Thoát

source: Failed to enable keyring.
ar: تعذَّر تمكين حلقة المفاتيح.
bg: Неуспешно активиране на ключодържателя.
de: Schlüsselring konnte nicht aktiviert werden.
hi: कीरिंग सक्षम करने में विफल।
hu: Nem sikerült engedélyezni a jelszókezelőt.
it: Attivazione del portachiavi non riuscita.
pl: Nie można włączyć listy kluczy.
sv: Det gick inte att aktivera nyckelringen.
vi: Bật keyring thất bại.

source: File already exists, and overwriting is disallowed
ar: يوجد الملفُّ بالفعل ولا يسمح بالكتابة فوقه
bg: Файлът вече съществува, и презаписването е забранено
de: Datei existiert bereits, und Überschreiben ist nicht erlaubt
hi: फाइल पहले से मौजूद है, और ओवरराइटिंग की अनुमति नहीं है
hu: A fájl már létezik, de felülírás nem engedélyezett
it: Il file esiste già, e la sovrascrittura è disabilitata
pl: Plik już istnieje, a nadpisywanie istniejących plików jest wyłączone
pt_br: O arquivo já existe e a substituição não é permitida
sv: Filen finns redan och överskrivning är inte tillåten
ur: فائل پہلے سے موجود ہے، اور دوبارہ لکھنے کی اجازت نہیں ہے
vi: Tệp đã tồn tại, ghi đè không được cho phép

source: File Name
ar: اسم الملف
bg: Име на файл
de: Dateiname
hi: फाइल का नाम
hu: Fájlnév
it: Nome file
pl: Nazwa pliku
pt_br: Nome do arquivo
sv: Filnamn
ur: فائل کا نام
vi: Tên tệp

source: File Type
ar: نوع المِلَفّ
bg: Вид файл
de: Dateityp
hi: फाइल का प्रकार
hu: Fájltípus
it: Tipo di file
pl: Typ pliku
pt_br: Tipo de arquivo
sv: Filtyp
ur: فائل کی قسم
vi: Loại tệp

source: GitHub Repo
ar: مستودع جت‌هب
bg: GitHub проект
de: GitHub-Repository
hi: GitHub रेपो
hu: GitHub tároló
it: Repository GitHub
pl: Repozytorium na Githubie
pt_br: Repositório do GitHub
ur: گٹ ہب رجسٹر(ریپوسٹری)

source: Help
ar: مساعدة
bg: Помощ
de: Hilfe
hi: सहायता
hu: Súgó
it: Aiuto
pl: Pomoc
pt_br: Ajuda
sv: Hjälp
ur: مدد
vi: Trợ giúp

source: History
ar: السجل
bg: История
de: Verlauf
hi: इतिहास
hu: Előzmények
it: Cronologia
pl: Historia
pt_br: Histórico
sv: Historik
ur: تاریخ
vi: Lịch sử

source: Home
bg: Начало
hi: होम
pl: Strona główna
pt_br: Início
vi: Trang chủ

source: If disabled or if embedding fails, downloaded subtitles will be saved to a separate file instead
bg: Ако е изключено или вграждането е неуспешно, изтеглените субтитри ще бъдат запазени в отделен файл
hi: यदि अक्षम किया गया है या यदि एम्बेडिंग विफल हो जाती है, तो डाउनलोड किए गए उपशीर्षक को इसके बजाय एक अलग फाइल में सहेजा जाएगा
hu: Ha le van tiltva, vagy a beágyazás sikertelen, a letöltött feliratok külön fájlba lesznek mentve
pl: Jeśli opcja jest wyłączona lub osadzenie w pliku zakończy się błędem, pobrane napisy zostaną zapisane do osobnego pliku
pt_br: Se desativado ou se a incorporação falhar, as legendas baixadas serão salvas em um arquivo separado
sv: Om den är inaktiverad eller om inbäddningen misslyckas, kommer nedladdade undertexter att sparas i separata filer istället
vi: Nếu tắt hoặc nếu việc nhúng thất bại, các phụ đề được tải xuống sẽ được lưu trong một tệp riêng

source: If enabled, Parabolic will automatically turn on the crop thumbnail advanced option for audio downloads
ar: في حالة التمكين، سيقوم Parabolic تلقائيًا بتشغيل الخِيار المتقدم للصور المصغرة لتنزيلات الصوت
bg: Ако се активира това, „Parabolic“ автоматично ще активира допълнителната настройка за изрязване на миниатюрата за изтеглящите се песни
de: Wenn aktiviert, schaltet Parabolic automatisch die erweiterte Option zum Zuschneiden der Vorschau für Audio-Downloads ein
hi: यदि सक्षम किया गया है, तो Parabolic स्वचालित रूप से ऑडियो डाउनलोड के लिए क्रॉप थंबनेल उन्नत विकल्प चालू कर देगा
hu: Automatikusan igazítja a zenei tartalmak borítóképeit.
it: Se abilitato, Parabolic ritaglierà automaticamente le miniature degli audio scaricati
pl: Po włączeniu, Parabolic będzie automatycznie przycinał miniatury pobieranych plików audio.
pt_br: Se ativado, o Parabolic irá cortar automaticamente as miniaturas para downloads de áudio
sv: Om det är aktiverat, kommer Parabolic automatiskt att aktivera det avancerade alternativet för att beskära ljudminiatyrbilder för ljudnedladdningar
ur: اگر فعال ہو تو، پیرابولک آڈیو ڈاؤن لوڈز کے لیے کراپ تھمب نیل ایڈوانس آپشن کو خود بخود آن کر دے گا
vi: Nếu bật, Parabolic sẽ tự động bật tính năng cắt thumbnail dành cho mục tải âm thanh

source: If enabled, Parabolic will download the appropriate video/audio format for the selected quality without converting to other formats. (You will be unable to select a file format)
ar: إن مُكِّن هذا فلن يحوَّل المقطع\الصوت المنزَّل من تنسيق لآخر، بل سوف يكون تنسيقه حسب الجودة المختارة. (لن تستطيع اختيار تنسيق للملف)
bg: Ако се активира това, „Parabolic“ ще изтегли подходящия медиен формат за избраното качество, без да преобразува в други формати. (Няма да можете да изберете формат)
de: Wenn aktiviert, lädt Parabolic das entsprechende Video-/Audioformat für die gewählte Qualität herunter, ohne es in andere Formate umzuwandeln. (Du kannst kein Dateiformat auswählen)
hi: यदि सक्षम किया गया है, तो Parabolic अन्य प्रारूपों में परिवर्तित किए बिना चयनित गुणवत्ता के लिए उपयुक्त वीडियो/ऑडियो प्रारूप डाउनलोड करेगा। (आप फाइल स्वरूप का चयन करने में असमर्थ होंगे)
hu: Átkódolás tiltása esetén a Parabolic az eredeti formátumban tölti le a tartalmakat. A kódolási beállítások nem lesznek elérhetőek.
it: Se abilitato, Parabolic scaricherà il video e l'audio nel formato appropriato alla qualità selezionata, senza convertirlo in altri formati. (Non si potrà selezionare il formato del file)
pl: Po włączeniu, Parabolic pobierze wideo i audio w formacie odpowiednim dla wybranej jakości bez przeprowadzania konwersji na inne formaty. (Nie będzie można wybrać formatu pliku).
pt_br: Se ativado, o Parabolic fará o download do formato de vídeo/áudio apropriado para a qualidade selecionada. (Não será possível selecionar um formato do arquivo)
sv: Om aktiverat kommer Parabolic att ladda ner lämpligt video-/ljudformat för den valda kvaliteten utan att konvertera till andra format. (Du kommer inte att kunna välja ett filformat)
ur: اگر فعال ہو تو، Parabolic دوسرے فارمیٹس میں تبدیل کیے بغیر منتخب معیار کے لیے مناسب ویڈیو/آڈیو فارمیٹ ڈاؤن لوڈ کرے گا۔ (آپ فائل فارمیٹ کو منتخب کرنے سے قاصر ہوں گے)
vi: Nếu bật, Parabolic sẽ tự tải định dạng video/audio thích hợp đối với mức chất lượng đã chọn mà không chuyển đổi sang định dạng khác. (Bạn sẽ không thể chọn định dạng của tệp)

source: In combination with the trigger, completed notifications will only be shown if the window is not focused.
ar: تظهر إشعارات الانتهاء فقط حال حدوث سببها وكون النافذة غير مركَّزة.
bg: В комбинация с преключвателя, известията за приключените изтегляния ще се покажат само ако прозорецът не е на преден фон.
de: Zusammen mit dem Auslöser werden Abschluss-Benachichtigungen nur gezeigt wenn das Fenster nicht fokussiert ist.
hi: ट्रिगर के साथ संयोजन में, पूर्ण सूचनाएं केवल तभी दिखाई जाएंगी यदि विंडो केंद्रित नहीं है।
hu: Értesítések megjelenítése a letöltési folyamatokról, ha a program háttérben van.
it: Le notifiche di completamento saranno mostrate solo se la finestra non è attiva.
pl: Po włączeniu, powiadomienia o ukończeniu pobierania będą widoczne, kiedy okno programu nie będzie aktywne.
pt_br: As notificações de conclusão só serão exibidas se a janela não estiver em foco.
sv: I kombination med utlösaren, kommer slutförda aviseringar endast att visas om fönstret inte är fokuserat.
ur: ٹرگر کے ساتھ مل کر، مکمل شدہ اطلاعات صرف اس صورت میں دکھائی جائیں گی جب ونڈو فوکس نہ ہو۔
vi: Với điều kiện này, thông báo hoàn tất chỉ hiển thị khi cửa sổ đang không được tập trung vào.

source: Include Auto-Generated Subtitles
bg: Включване на автоматично генерирани субтитри
hi: ऑटो-निर्मित उपशीर्षक शामिल करें
hu: Tartalmazza at automatikusan generált feliratokat
pl: Zawrzyj napisy generowane automatycznie
pt_br: Incluir Legendas Geradas Automaticamente
sv: Inkludera automatiskt genererade undertexter
vi: Bao gồm phụ đề tự động

source: Keyring
ar: حلقة مفاتيح
bg: Ключодържател
de: Schlüsselring
hi: कीरिंग
hu: Jelszókezelő
it: Portachiavi
pl: Lista kluczy
pt_br: Chaveiro
sv: Nyckelring
ur: کیڑیگ

source: Keyring Credential
ar: الاعتماد حلقة مفاتيح
bg: Данни за идентификация на ключодържателят
de: Schlüsselring-Anmeldedaten
hi: कीरिंग क्रेडेंशियल्स
hu: Bejelentkezés:
it: Certificato del portachiavi
pl: Dane logowania
pt_br: Credencial do chaveiro
sv: Nyckelringsuppgifter
ur: کی ڑینگ کی اسناد
vi: Chứng chỉ trong keyring

source: Keyring Disabled
ar: حلقة المفاتيح معطَّلة
bg: Ключодържателят е изключен
de: Schlüsselring deaktiviert
hi: कीरिंग अक्षम
hu: Jelszókezelő letiltva
it: Portachiavi disattivato
pl: Lista kluczy wyłączona
pt_br: Chaveiro desativado
sv: Nyckelring inaktiverad
ur: کی ڑینگ بند ہے
vi: Đã vô hiệu hóa keyring

source: Keyring locked
ar: حلقة مفاتيح مقفلة
bg: Ключодържателят е заключен
de: Schlüsselring gesperrt
hi: कीरिंग बंद है
hu: Jelszókezelő zárolva
it: Portachiavi chiuso
pl: Lista kluczy zablokowana
pt_br: Chaveiro bloqueado
sv: Nyckelring låst
ur: کیرنگ مقفل ہے
vi: Đã khóa keyring

source: Keyring locked.
bg: Ключодържателят е заключен.
hi: कीरिंग बंद है।
pl: Lista kluczy zablokowana.
vi: Đã khóa keyring.

source: Language Code Information
ar: معلومات رمز اللغة
bg: Информация за езиковия код
de: Informationen zum Sprachcode
hi: कोड भाषा की सूचना
hu: Információ a nyelvi kódlapokról
it: Informazioni sul codice della lingua
pl: Informacje o kodzie języka
pt_br: Informações sobre o código do idioma
sv: Information om språkkod
ur: زبان کے کوڈ کی معلومات
vi: Thông tin về mã ngôn ngữ

source: Leave empty to download from start.
ar: اتركه فارغًا للتنزيل من البداية.
bg: Оставете празно, за да изтеглите от началото.
de: Leer lassen um von Anfang an herunterzuladen.
hi: प्रारंभ से डाउनलोड करने के लिए खाली छोड़ें।
hu: Hagyja üresen, ha az elejétől szeretné letölteni a videót!
it: Lascia vuoto per scaricare dall'inizio.
pl: Pozostaw puste, aby pobrać od początku.
pt_br: Deixe em branco para fazer o download do início.
sv: Lämna tomt för att ladda ned från början.
ur: شروع سے ڈاؤن لوڈ کرنے کے لیے خالی چھوڑ دیں۔
vi: Để trống để tải từ đầu.

source: List of supported sites
ar: قائمة المواقع المدعومة
bg: Списък на поддържани уеб страници
de: Liste der unterstützten Seiten
hi: समर्थित साइटों की सूची
hu: Támogatott honlapok listája
it: Elenco dei siti supportati
pl: Lista obsługiwanych stron internetowych
pt_br: Lista de sites suportados
sv: Lista över webbplatser som stöds
ur: ہم آہنگ سائٹس کی فہرست
vi: Danh sách các trang được hỗ trợ

source: Log
bg: Журнал
hi: लॉग
hu: Napló
pl: Dziennik
pt_br: Registro
sv: Logga

source: Login
ar: لُج
bg: Вписване
de: Anmeldung
hi: लॉग इन
hu: Bejelentkezés
pl: Zaloguj
sv: Logga in
ur: لاگ ان
vi: Đăng nhập

source: Make thumbnail square, useful when downloading music.
ar: اجعل الصورة المصغرة مربعة، مفيدة عند تنزيل الموسيقى.
bg: Миниатюрата да е квадратна, полезно при изтегляне на музика.
de: Vorschau quadratisch machen, nützlich bei Musik.
hi: थंबनेल को चौकोर बनाएं, जो संगीत डाउनलोड करते समय उपयोगी हो।
hu: Javítja a zenei tartalmak elnyújtott borítóképeit.
it: Rende la miniatura quadrata, utile quando si scarica musica.
pl: Zmień miniaturę na kwadratową. Przydatne przy pobieraniu muzyki.
pt_br: Cria miniaturas quadradas, útil ao fazer download de músicas.
sv: Gör miniatyrbilden fyrkantig, användbart när du laddar ner musik.
ur: تھمب نیل مربع بنائیں، موسیقی ڈاؤن لوڈ کرتے وقت کارآمد۔
vi: Cắt thumbnail thành hình vuông, hữu ích khi tải nhạc.

source: Matrix Chat
ar: دردشة ماتركس
bg: Matrix чат
hi: Matrix चैट
hu: Matrix csatorna
it: Chat di Matrix
pl: Czat Matrix
ur: میٹرکس چیٹ

source: Max Connections Per Server (-x)
ar: أكبر عدد اتصالات لكل خادوم (x-)
bg: Максимум връзки на сървър (-x)
de: Maximale Verbindungen pro Server (-x)
hi: प्रति सर्वर अधिकतम कनेक्शन (-x)
hu: Párhuzamos kapcsolatok száma a kiszolgálóval (-x)
it: Connessioni massime per server (-x)
pl: Maksymalna ilość połączeń na serwer (-x)
pt_br: Máximo de conexões por servidor (-x)
sv: Max anslutningar per server (-x)
ur: فی سرور زیادہ سے زیادہ کنکشنز (-x)
vi: Số kết nối tối đa đối với mỗi máy chủ (-x)
