Repository: NickvisionApps/Parabolic
Catalog: NickvisionTubeConverter.Shared/Resources/po/*.po
Languages: ar, bg, de, hi, hu, it, pl, pt_br, sv, ur, vi

source: Stop All Downloads
ar: أوقف كل التنزيلات
bg: Спиране на всички изтегляния
de: Alle Downloads stoppen
hi: सभी डाउनलोड बंद करें
hu: Minden letöltés megszakítása
it: Ferma tutti i download
pl: Zatrzymaj wszystkie procesy pobierania
pt_br: Parar todos os download
sv: Stoppa alla nedladdningar
ur: تمام ڈاؤن لوڈز کو روکیں
vi: Dừng tất cả mục tải xuống

source: Retry Failed Downloads
ar: أعد تنزيل التنزيلات الفاشلة
bg: Повторете да изтеглите неуспешните
de: Fehlgeschlagene Downloads wiederholen
hi: विफल डाउनलोड पुनः प्रयास करें
hu: Sikertelen letöltések újrakezdése
it: Riprova gli scaricamenti non riusciti
pl: Pobierz nieudane ponownie
pt_br: Repetir downloads com falha
sv: Ladda ner misslyckade nedladdningar igen
ur: ناکام ڈاؤن لوڈز کو ڈاؤن لوڈ کرنے کی دوبارہ کوشش کریں
vi: Thử lại các lượt tải xuống thất bại

source: Clear Queued Downloads
ar: امسح التنزيلات التي في قائمة الانتظار
bg: Изчистване на изтегляния в опашката
de: Warteschlange löschen
hi: कतारबद्ध डाउनलोड साफ़ करें
hu: Sorban álló letöltések törlése
it: Elimina gli scaricamenti in coda
pl: Wyczyść procesy oczekujące w kolejce
pt_br: Limpar downloads em fila
sv: Rensa köade nedladdningar
ur: قطار میں لگے ڈاؤن لوڈز کو ختم کریں
vi: Xóa tất cả lượt tải xuống trong hàng đợi

source: Application
ar: التطبيق
bg: Приложение
de: Anwendung
hi: एप्लिकेशन
hu: Alkalmazás
it: Applicazione
pl: Aplikacja
pt_br: Programa
sv: Program
ur: ایپلی کیشنز
vi: Ứng dụng

source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح
bg: Клавишни комбинации
de: Tastaturkürzel
hi: कुंजीपटल शॉर्टकट्स
hu: Gyorsbillentyűk
it: Scorciatoie da tastiera
pl: Skróty klawiszowe
pt_br: Atalhos do teclado
sv: Tangentbordsgenvägar
ur: کی بورڈ شارٹ کٹس
vi: Phím tắt

source: Quit
ar: أغلق
bg: Спиране на програмата
de: Beenden
hi: बाहर निकलें
hu: Kilépés
it: Esce
pl: Wyjdź
pt_br: Sair
sv: Avsluta
ur: بند کریں
vi: Thoát

source: About Parabolic
ar: حول Parabolic
bg: Относно „Parabolic“
de: Über Parabolic
hi: Parabolic के बारे में
hu: Névjegy
it: Informazioni su Parabolic
pl: O programie
pt_br: Sobre o Parabolic
sv: Om Parabolic
ur: پیرابولک کے بارے میں
vi: Thông tin về Parabolic

source: Add Download (Ctrl+N)
ar: أضف تنزيلًا (Ctrl + N)
bg: Добавяне на ново изтегляне (Ctrl+N)
de: Download hinzufügen (Strg+N)
hi: डाउनलोड जोड़ें (Ctrl+N)
hu: Hozzáadás (Ctrl+N)
it: Aggiunge uno scaricamento (Ctrl+N)
pl: Dodaj (Ctrl+N)
pt_br: Adicionar download (Ctrl+N)
sv: Lägg till nedladdning (Ctrl+N)
ur: ڈاؤن لوڈ کا اضافہ کریں (Ctrl+N)
vi: Thêm lượt tải (Ctrl+N)

source: Main Menu
ar: القائمة الرئيسة
bg: Основно меню
de: Hauptmenü
hi: मुख्य मेन्यू
hu: Menü
it: Menù principale
pl: Menu główne
pt_br: Menu principal
sv: Huvudmeny
ur: مرکزی فہرست
vi: Menu chính

source: Clear Completed Downloads
ar: امحُ التنزيلات المكتملة
bg: Изчистване на приключените изтегляния
de: Abgeschlossene Downloads leeren
hi: पूर्ण डाउनलोड साफ़ करें
hu: Befejezett letöltések törlése
it: Cancella gli scaricamenti completati
pl: Wyczyść ukończone procesy pobierania
pt_br: Limpar downloads concluídos
sv: Rensa slutförda nedladdningar
ur: قطار میں لگے ڈاؤن لوڈز کو صاف کریں
vi: Xóa các lượt tải đã hoàn tất

source: DaPigGuy
hi: दापिगगाय

source: David Lapshin
hi: डेविड लापशिन

source: Fyodor Sobolev
hi: फ्योडोर सोबोलेव
ur: فیوڈور سوبولیف

source: Nicholas Logozzo
hi: निकोलस लोगोज़ो
ur: نکولس لوگوزو

source: About {0}
ar: عن {0}
de: Über {0}
hu: {0}-ról
it: Informazioni su {0}
sv: Om {0}

source: Apply
ar: طبِّق
de: Anwenden
hu: Mentés
it: Applica
sv: Tillämpa
ur: درخواست کریں

source: Copied debug info to clipboard.
hu: Hiba információ másolva a vágólapra.
it: Informazioni di debug copiate negli appunti.
sv: Kopierade felsökningsinformation till urklipp.

source: Edit
ar: تحرير
hu: Szerkesztés
it: Modifica
sv: Redigera
ur: ترمیم کریں

source: Ender media url here
hu: Ide írja be a média URL-jét
it: Invia l'URL del media qui

source: Enter proxy url here
hu: Ide írja be a proxy URL-jét
it: Inserisci qui l'URL del proxy

source: Enter url here
hu: Ide írja be az URL-t
it: Inserisci l'URL qui

source: File
ar: ملف
hu: Fájl
sv: Fil
ur: فائیل

source: No Downloads Running
hu: Nincs folyamatban letöltés
it: Nessun download in esecuzione
sv: Inga nedladdningar körs

source: Parabolic's documentation and support channels are accessible via the Help menu.
hu: A Parabolic dokumentációja és támogatási csatornái a Súgó menün keresztül érhetők el.
it: La documentazione e i canali di supporto di Parabolic sono accessibili tramite il menu Aiuto.
sv: Parabolic's dokumentation och supportkanaler är tillgängliga via hjälpmenyn.

source: Remaining Downloads: {0}
ar: التنزيلات المتبقية : {0}
hu: Hátralévő letöltések: {0}
it: Download rimanenti: {0}
sv: Återstående nedladdningar: {0}

source: Show Completed
hu: A befejezettek megjelenítése
sv: Visa avslutade

source: Default
ar: الافتراضي
it: Predefinita
ur: طے شدہ

source: YouTube;Downloader;ytdlp;Nickvision;Tube;Converter;
it: YouTube;Downloader;ytdlp;Nickvision;Scaricatore;Tube;Converter;Convertitore;

source: — A basic yt-dlp frontend
it: — Un frontend di base per yt-dlp

source: — Supports downloading videos in multiple formats (mp4, webm, mp3, opus, flac, and wav)
it: — Supporta lo scaricamento di video in più formati (mp4, webm, mp3, opus, flac e wav)

source: — Run multiple downloads at a time
it: — Scarica più di un file alla volta

source: — Supports downloading metadata and video subtitles
it: — Supporta lo scaricamento di metadati e sottotitoli dei video

source: Parabolic
ur: پیرابولک
