Repository: NickvisionApps/Parabolic
Catalog: NickvisionTubeConverter.Shared/Resources/po/*.po
Languages: ar, bg, de, hi, hu, it, pl, pt_br, sv, ur, vi

source: "{0}" has finished downloading.
ar: انتهى تنزيل «{0}».
bg: "{0}" се изтегли.
de: "{0}" wurde heruntergeladen.
hi: "{0}" का डाउनलोड समाप्त हो गया है।
hu: "{0}" letöltése befejeződött.
it: Lo scaricamento di "{0}" è terminato.
pl: Pobieranie "{0}" zostało zakończone.
pt_br: "{0}" teve o seu download concluído.
sv: "{0}" har laddats ned.
ur: {0} کا ڈاؤن لوڈ مکمل کر لیا ہے۔
vi: "{0}" đã tải xong.

source: "{0}" has finished with an error!
ar: انتهى «{0}» بخطأ!
bg: "{0}" приключи с грешка!
de: Bei "{0}" ist beim Herunterladen ein Fehler aufgetreten!
hi: "{0}" एक त्रुटि के साथ समाप्त हो गया है!
hu: "{0}" letöltése közben hiba történt.
it: "{0}" è terminato con un errore.
pl: Pobieranie "{0}" zakończyło się błędem!
pt_br: "{0}" finalizou com um erro!
sv: "{0}" har avslutats med ett fel!
ur: {0} ایک خرابی کے ساتھ ختم ہو گیا ہے!
vi: "{0}" đã tải xong kèm lỗi!

source: (Configurable in preferences)
ar: (يُضبط في التفضيلات)
bg: (Конфигурируемо в настройките)
de: (In Einstellungen konfigurierbar)
hi: (प्राथमिकताओं में कॉन्फ़िगर करने योग्य)
hu: (Módosítható a preferenciákban)
it: (configurabile nelle preferenze)
pl: (Konfigurowalne w preferencjach)
pt_br: (Pode ser alterado nas preferências)
sv: (Konfigurerbar i inställningarna)
ur: ترجیحات میں قابل ترتیب
vi: (có thể thay đổi trong tùy thích)

source: {0:f1} B/s
ar: {0:f1} بايت\ث
bg: {0:f1} Б/с
hu: {0:f1} B/mp

source: {0:f1} GiB/s
ar: {0:f1} جيجابايت\ث
bg: {0:f1} ГБ/с
hu: {0:f1} GiB/mp

source: {0:f1} KiB/s
ar: {0:f1} ك‌بايت\ث
bg: {0:f1} КБ/с
hu: {0:f1} KiB/mp

source: {0:f1} MiB/s
ar: {0:f1} م‌بايت\ث
bg: {0:f1} МБ/с
hu: {0:f1} MiB/mp

source: {0} download — {1:f1}% ({2})
ar: لا تنزيلات
bg: {0} изтеляне — {1:f1}% ({2})
hi: {0} डाउनलोड - {1:f1}% ({2})
hu: {0} letöltés folyamatban — {1:f1}% ({2})
it: {0} scaricamento — {1:f1}% ({2})
pl: pobieranie - {1:f1}% ({2})
pt_br: Download: {0} — {1:f1}% ({2})
sv: {0} nedladdning — {1:f1}% ({2})
ur: ڈاؤن لوڈ : {0} — {1:f1}%{{2}}
vi: {0} lượt tải — {1:f1}% ({2})

source: {0} of {1} items
ar: صفر عنصر
bg: {0} от {1} елемент
de: {0} von {1} Downloads
hi: {1} में से {0} आइटम
hu: {0} / {1} elem
it: {0} di {1} elemento
pl: {0} z {1}
pt_br: {0} de {1} item
sv: {0} av {1} objektet
ur: {0} میں سے {1} چیز
vi: {0} trên {1} lượt

source: A cookies file can be provided to yt-dlp to allow downloading media that requires a login.
ar: لك أن تدخل ملف تعريف ارتباط في yt-dlp، وعندها تستطيع أن تنزِّل الوسائط التي تتطلب الولوج.
bg: Файл с бисквитки може да бъде предоставен на yt-dlp, за да се позволи изтеглянето на медия, която изисква вписване.
de: Eine Cookie-Datei kann yt-dlp bereitgestellt werden um Medien herunterzuladen die einen Login benötigen.
hi: मीडिया को डाउनलोड करने की अनुमति देने के लिए yt-dlp को एक कुकीज़ फाइल प्रदान की जा सकती है जिसके लिए लॉगिन की आवश्यकता होती है।
hu: A yt-dlp képes külső fájlban tárolt bejelentkezési adatok betöltésére az azt igénylő oldalakhoz.
it: È possibile fornire un file cookie a yt-dlp per consentire lo scaricamento di contenuti multimediali che richiedono un accesso.
pl: Ciasteczko może zostać udostępnione yt-dlp, aby umożliwić pobieranie plików dostępnych po zalogowaniu.
pt_br: Um arquivo de cookies pode ser fornecido ao yt-dlp para permitir o download de arquivos de mídia que exijam um login.
sv: En cookies fil kan tillhandahållas till yt-dlp för att tillåta nedladdning av media som kräver inloggning.
ur: ایک کوکیز فائل yt-dlp کو فراہم کی جا سکتی ہے تاکہ میڈیا کو ڈاؤن لوڈ کرنے کی اجازت دی جا سکے جس کے لیے لاگ ان کی ضرورت ہوتی ہے۔
vi: Bạn có thể cấp cho yt-dlp một tệp cookie để tải những tệp có yêu cầu đăng nhập.

source: About
bg: Относно
hi: बारे में
pl: O programie
vi: Giới thiệu

source: Add
ar: أضف
bg: Добавяне
de: Hinzufügen
hi: जोड़ें
hu: Hozzáadás
it: Aggiungi
pl: Dodaj
pt_br: Adicionar
sv: Lägg till
ur: اضافہ کریں
vi: Thêm

source: Add a login to get started.
bg: Добавете профил, за да започнете.
hi: आरंभ करने के लिए एक लॉगिन जोड़ें।
pl: Dodaj nazwę użytkownika aby rozpocząć.
vi: Thêm một tài khoản để bắt đầu.

source: Add a video, audio, or playlist URL to start downloading
ar: أضف رابط مقطع أو صوت أو قائمة تشغيل تنزِّله
bg: Добавете видео клип, звук, или адрес към списък с песни за да започнете изтеглянето
de: Füge eine Video, Audio oder Wiedergabenliste-URL hinzu um den Download zu starten
hi: डाउनलोड करना शुरू करने के लिए एक वीडियो, ऑडियो या प्लेलिस्ट URL जोड़ें
hu: Kezdéshez adja hozzá a letölteni kívánt tartalom hivatkozását
it: Aggiungere l'URL di un video, un audio o una playlist per iniziare a scaricare
pl: Dodaj adres URL wideo, audio lub playlisty, aby rozpocząć pobieranie.
pt_br: Adicione a URL de um áudio, vídeo ou playlist para iniciar o download
sv: Lägg till en URL för video, ljud eller spellista för att börja ladda ned
ur: ڈاؤن لوڈ شروع کرنے کے لیے ویڈیو، آڈیو یا پلے لسٹ یو-آر-ایل شامل کریں
vi: Thêm một liên kết đến video, audio, hoặc playlist để bắt đầu tải

source: Add Download
ar: أضف تنزيلًا
bg: Добавяне на ново изтегляне
de: Download hinzufügen
hi: डाउनलोड जोड़ें
hu: Hozzáadás
it: Aggiungi scaricamento
pl: Dodaj
pt_br: Adicionar Download
sv: Lägg till nedladdning
ur: نئی ڈاؤن لوڈ کریں
vi: Thêm lượt tải

source: Add Login
ar: أضف ولوجًا
bg: Добавяне на профил
de: Anmeldedaten hinzufügen
hi: लॉगिन जोड़ें
hu: Bejelentkezés hozzáadása
it: Aggiungi login
pl: Dodaj dane logowania
pt_br: Adicionar login
sv: Lägg till inloggning
ur: لاگ ان کا اضافہ کریں
vi: Thêm tài khoản

source: Advanced Options
ar: خيارات متقدمة
bg: Допълнителни настройки
de: Erweiterte Optionen
hi: उन्नत विकल्प
hu: Haladó beállítások
it: Opzioni avanzate
pl: Opcje zaawansowane
pt_br: Opções avançadas
sv: Avancerade inställningar
ur: اعلی درجے کے اختیارات
vi: Tùy chọn nâng cao

source: All downloads have finished.
ar: انتهت كل التنزيلات.
bg: Всичко изтегляния приключиха.
de: Alle Downloads abgeschlossen.
hi: सभी डाउनलोड समाप्त हो गए हैं।
hu: Minden letöltés befejeződött.
it: Tutti gli scaricamenti sono terminati.
pl: Pobieranie wszystkich plików zostało zakończone.
pt_br: Todos os downloads foram finalizados.
sv: Alla nedladdningar är klara.
ur: تمام ڈاؤن لوڈز مکمل ہو چکے ہیں۔
vi: Tất cả các lượt tải đều đã hoàn tất.

source: Allow Running In Background
ar: اسمح بالعمل في الخلفية
bg: Работа във фонов режим
de: Ausführen im Hintergrund zulassen
hi: पृष्ठभूमि में चलने की अनुमति दें
hu: Futtatás a háttérben
it: Consenti l'esecuzione in background
pl: Zezwalaj na działanie w tle
pt_br: Permitir execução em segundo plano
sv: Tillåt körning i bakgrunden
ur: پس منظر میں چلنے کی اجازت دیں
vi: Cho phép chạy nền

source: An application restart is required to change the theme.
bg: Необходимо е да рестартирате програмата за да се промени темата.
hi: थीम बदलने के लिए एप्लिकेशन को पुनरारंभ करना आवश्यक है।
hu: Egy alkalmazás újraindítás szükséges a téma megváltoztatásához.
it: Per modificare il tema è necessario il riavvio dell'applicazione.
pl: Restart aplikacji jest wymagany, aby zmienić motyw.
pt_br: É necessário reiniciar o aplicativo para alterar o tema.
sv: En omstart av programmet krävs för att ändra temat.
vi: Bạn cần phải khởi động lại ứng dụng để thay đổi chủ đề.

source: Audio
ar: صوت
bg: Песен
hi: ऑडियो
hu: Hang
pt_br: Áudio
sv: Ljud
ur: آڈیو

source: Audio Language
ar: لغة الصوت
bg: Език на песента
de: Audiosprache
hi: ऑडियो भाषा
hu: Hangsáv
it: Lingua dell'audio
pl: Język dźwięku
pt_br: Idioma do áudio
sv: Ljudspråk
ur: آڈیو کی زبان
vi: Ngôn ngữ của audio

source: Authenticate
ar: المصادقة
bg: Упълномощаване
de: Anmelden
hi: प्रमाणित करें
hu: Bejelentkezés
it: Autenticazione
pl: Uwierzytelnij
pt_br: Autenticar
sv: Autentisera
ur: تصدیق کریں
vi: Xác thực

source: Automatically Check for Updates
bg: Автоматично проверяване за обновления
hi: अपडेट के लिए स्वचालित रूप से जाँच करें
hu: Frissítések automatikus keresése
it: Controlla automaticamente gli aggiornamenti
pl: Automatycznie sprawdzaj aktualizacje
pt_br: Verifique automaticamente se há atualizações
sv: Sök automatiskt efter uppdateringar
vi: Tự động kiểm tra bản cập nhật

source: Back
ar: عُد
bg: Назад
de: Zurück
hi: वापस
hu: Vissza
it: Indietro
pl: Wstecz
pt_br: Voltar
sv: Tillbaka
ur: پیچھے
vi: Quay lại

source: Best
ar: الأفضل
bg: Най-добро
de: Am besten
hi: श्रेष्ठ
hu: Jó
it: Migliore
pl: Najlepsza
pt_br: Melhor
sv: Bäst
ur: بہترین
vi: Cao nhất

source: Cancel
ar: ألغِ
bg: Отказване
de: Abbrechen
hi: रद्द करें
hu: Mégse
it: Annulla
pl: Anuluj
pt_br: Cancelar
sv: Avbryt
ur: منسوخ
vi: Hủy

source: Changelog
ar: التغييرات
bg: Дневник на промените
de: Änderungsliste
hi: चेंजलॉग
hu: Változáslista
it: Novità
pl: Dziennik zmian
pt_br: Histório de mudanças
sv: Ändringslogg
ur: فہرست رَدّ و بَدَل

source: Check for Updates
bg: Проверка за обновления
hi: अपडेट के लिए जांचें
hu: Frissítések keresése
it: Verifica aggiornamenti
pl: Sprawdź aktualizacje
pt_br: Verifique se há atualizações
sv: Sök efter uppdateringar
vi: Kiểm tra bản cập nhật

source: Clear
ar: أمحُ
bg: Изчистване
de: Leeren
hi: साफ़
hu: Törlés
it: Cancella
pl: Wyczyść
pt_br: Limpar
sv: Rensa
ur: صاف کریں
vi: Xóa

source: Clear Completed
bg: Изчистването приключи
hi: साफ़ पूरा हुआ
pl: Wyczyść ukończone
vi: Xóa các lượt tải đã hoàn tất

source: Clear metadata fields containing the URL and other identifying information of the media source
ar: امحُ البيانات الوصفية التي فيها الرابط وغيره من الأخبار عن مصدر الوسائط
bg: Изчистване на полетата за метаданни, съдържащи адреса и друга идентифицираща информация за медийния източник
de: Metadatenfelder, die die URL oder andere identifizierende Informationen zur Medienquelle enthalten, löschen
hi: URL और मीडिया स्रोत की अन्य पहचान संबंधी जानकारी वाले मेटाडेटा फ़ील्ड साफ़ करें
hu: Törölje a metaadatmezőket, amelyek az URL-t és a médiaforrás egyéb azonosító adatait tartalmazzák
it: Azzera i campi dei metadati che contengono URL e altri dati riconducibili alla sorgente dei media
pl: Usuń metadane zawierające adres URL i inne dane, które mogą prowadzić do źródła multimediów
pt_br: Limpe os campos de metadados que contêm a URL e outras informações de identificação da fonte de mídia
sv: Rensa metadatafält som innehåller webbadresser och annan identifierbar information om mediekällan

source: Clear Queued
bg: Изчистете опашката
hi: स्पष्ट कतारबद्ध
pl: Wyczyść oczekujące
vi: Xóa các lượt tải trong hàng đợi

source: Close
ar: أغلق
bg: Затваряне
de: Schließen
hi: बंद करे
hu: Bezárás
it: Chiudi
pl: Zamknij
pt_br: Fechar
sv: Stäng
ur: بند کریں
vi: Đóng

source: Close and Stop Downloads?
ar: أأغلق التطبيق وأوقف التنزيلات؟
bg: Спиране на програмата и изтеглянията?
de: Downloads abbrechen und beenden?
hi: बंद करें और डाउनलोड बंद करें?
hu: Megszakítás és kilépés
it: Chiudere e interrompere gli scaricamenti?
pl: Zamknąć i zatrzymać pobieranie?
pt_br: Fechar e parar os downloads?
sv: Stänga och stoppa nedladdningarna?
ur: ڈاؤن لوڈز کو روکیں اور بند کریں ؟
vi: Đóng và dừng tất cả các lượt tải?

source: Comma separated list
bg: Списък, разделен със запетая
hi: अल्पविराम से अलग की गई सूची
hu: Vessző elválasztott lista
it: Elenco separato da virgole
pl: Lista oddzielana przecinkami
pt_br: Lista separada por vírgulas
sv: Kommaseparerad lista
vi: Danh sách được phân tách bởi dấu phẩy

source: Completed
ar: تمَّ
bg: Завършено
de: Abgeschlossen
hi: पूरा हुआ
hu: Befejezett letöltések
it: Completati
pl: Zakończone
pt_br: Concluído
sv: Slutförda
ur: مکمل
vi: Hoàn tất

source: Completed Notification Trigger
ar: سبب إشعار الانتهاء
bg: Превключване на известието при завършено изтегляне
de: Benachrichtigungsauslöser abgeschlossen
hi: पूर्ण अधिसूचना ट्रिगर
hu: Értesítések
it: Notifica di completamento
pl: Powiadamiaj o ukończeniu
pt_br: Notificação de conclusão do download
sv: Avslutad aviseringsutlösare
ur: نوٹیفکیشن ٹرگر مکمل ہوا
vi: Điều kiện phát thông báo hoàn tất

source: Contributors on GitHub ❤️
ar: مساهمو جت‌هب ❤️
bg: Сътрудници в GitHub ❤️
de: Mitwirkende auf GitHub ❤️
hi: GitHub पर योगदानकर्ता ❤️
hu: Közreműködők GitHub-bon ❤️
it: Contributori su GitHub ❤️
pl: Kontrybutorzy GitHub ❤️
pt_br: Colaboradores no GitHub ❤️
sv: Bidragsgivare på GitHub ❤️
ur: GitHub پر تعاون کرنے والے ❤️
vi: Các bạn đóng góp viên trên GitHub ❤️

source: Converter
ar: المحوِّل
bg: Преобразувател
de: Konverter
hi: परिवर्तक
hu: Kódoló
it: Convertitore
pl: Konwersja
pt_br: Conversor
sv: Konverter
ur: تبدیل کرنے والے
vi: Bộ chuyển đổi

source: Cookies can be passed to yt-dlp in the form of TXT files. Export cookies from your browser using the following extensions (use at your own risk):
ar: تدخل ملفات تعريف الارتباط في yt-dlp في تنسيق ملف نص. يمكنك أن تصدِّرها من متصفحك باستخدام الامتدادات التالية (استخدمها على مسؤوليتك):
bg: Бисквитките могат да са подадени на yt-dlp под формата на TXT файлове. Изнесете бисквитките от Интернет браузъра си, като използвате следните разширения (използвайте ги на свой риск):
de: Cookies können als TXT-Dateien an yt-dlp übergeben werden. Exportiere Cookies von deinem Browser mit den folgenden Erweiterungen (Verwendung auf eigene Gefahr):
hi: कुकीज़ को TXT फाइलों के रूप में yt-dlp में भेजा जा सकता है। निम्नलिखित एक्सटेंशन का उपयोग करके अपने ब्राउज़र से कुकीज़ निर्यात करें (अपने जोखिम पर उपयोग करें):
hu: Lehetőség van arra, hogy a yt-dlp böngészőből kiolvasott bejelentkezési adatokat használja. Ehhez egy bővítmény telepítése szükséges (saját felelősségre):
it: I cookie possono essere passati a yt-dlp sotto forma di file TXT. Usare le seguenti estensioni per esportare i cookie dal browser (a proprio rischio e pericolo):
pl: Ciasteczka mogą zostać udostępnione yt-dlp w formie plików TXT. Wyeksportuj ciasteczka (pliki cookie) z przeglądarki za pomocą następujących rozszerzeń (używasz na własne ryzyko):
pt_br: Os cookies podem ser transmitidos ao yt-dlp na forma de arquivos TXT. Exporte os cookies de seu navegador usando as seguintes extensões (use por sua própria conta e risco):
sv: Cookies kan skickas till yt-dlp i form av TXT-filer. Exportera cookies från din webbläsare med följande tillägg (använd på egen risk):
ur: کوکیز کو TXT فائلوں کی شکل میں yt-dlp کو بھیجا جا سکتا ہے۔ درج ذیل ایکسٹینشنز کا استعمال کرتے ہوئے اپنے براؤزر سے کوکیز برآمد کریں (اپنے ذمہ داری پر استعمال کریں):
vi: Cookie có thể được truyền vào yt-dlp dưới dạng tệp TXT. Bạn có thể xuất cookie từ trình duyệt thông qua các extension sau (không đảm bảo an toàn):

source: Cookies File
ar: مِلَفّ تعريف الارتباط
bg: Файл с бисквити
de: Cookie-Datei
hi: कुकीज़ फाइल
hu: Süti fájl használata
it: File di Cookie
pl: Ciasteczka
pt_br: Aquivo de cookies
sv: Cookies fil
ur: کوکیز فائل
vi: Tệp cookie

source: Cookies File Information
ar: معلومات ملف تعريف الارتباط
bg: Информация за файла с бисквити
de: Informationen zur Cookie-Datei
hi: कुकीज़ फाइल जानकारी
hu: Információ a süti fájlról
it: Informazioni sui file dei cookie
pl: Informacje o ciasteczkach
pt_br: Informações sobre arquivo de cookies
sv: Cookies Filinformation
ur: کوکیز فائل کی معلومات
vi: Thông tin tệp cookie

source: Copy Debug Information
bg: Копиране на информация за тестваща програма
hi: डिबग जानकारी कॉपी करें
pl: Skopiuj informacje do debugowania
vi: Chép thông tin debug

source: Copy to Clipboard
ar: انسخ إلى الحافظة
bg: Копиране в буфера за обмен
de: In die Zwischenablage kopieren
hi: क्लिपबोर्ड पर कॉपी करें
hu: Másolás vágólapra
it: Copia negli appunti
pl: Skopiuj do schowka
pt_br: Copiar para área de transferência
sv: Kopiera till urklipp
ur: کلپ بورڈ پر کاپی کریں
vi: Chép vào clipboard

source: Credits
bg: Сътрудници
hi: श्रेय
hu: Kreditek
it: Crediti
pl: Zasługi
pt_br: Créditos
sv: krediter

source: Crop Audio Thumbnails
ar: قص الصور المصغرة لصوتيات
bg: Изрязване на миниатюрата на песента
de: Audio-Vorschau Zuschneiden
hi: ऑडियो थंबनेल काटें
hu: Hangfájl borítókép levágása
it: Ritaglia miniature audio
pl: Przycinaj miniatury plików audio
pt_br: Cortar miniaturas para áudio
sv: Beskär ljudminiatyrbilder
ur: آڈیو تھمب نیلز کو تراشیں
vi: Cắt thumbnail của audio

source: Crop Thumbnail
ar: قص الصور المصغرة
bg: Изрязване на миниатюрата
de: Vorschau zuschneiden
hi: थंबनेल काटें
hu: Borítókép javítása
it: Ritaglia miniatura
pl: Przytnij miniaturę
pt_br: Cortar miniatura
sv: Beskär miniatyrbild
ur: تھمب نیل کو تراشیں
vi: Cắt thumbnail

source: Delete
ar: حذف
bg: Изтриване
de: Löschen
hi: हटाएं
hu: Törlés
it: Elimina
pl: Usuń
pt_br: Excluir
sv: Radera
ur: حذف کریں
vi: Xóa

source: Delete Credential?
ar: هل تريد حذف الاعتمادات؟
bg: Изтриване на данни за идентификация?
de: Anmeldedaten löschen?
hi: क्रेडेंशियल हटाएं?
hu: Bejelentkezés törlése
it: Eliminare il certificato?
pl: Usunąć dane logowania?
pt_br: Excluir credencial?
sv: Ta bort inloggningsuppgifter?
ur: اسناد کو حذف کریں؟
vi: Xóa chứng chỉ?

source: Deselect All
ar: ألغِ تحديد الكلِّ
bg: Демаркиране на всичко
de: Auswahl aufheben
hi: सभी को अचयनित करें
hu: Kijelölés törlése
it: Deseleziona tutto
pl: Odznacz wszystko
pt_br: Desmarcar todos
sv: Avmarkera alla
ur: تمام چیزوں کو نہ چنیں
vi: Bỏ chọn tất cả

source: Developers: {0} Designers: {1} Artists: {2} Translators: {3}
bg: Разработчиците: {0} Дизайнерите: {1} Художниците: {2} Преводачите: {3}
hi: डेवलपर्स: {0} डिज़ाइनर: {1} कलाकार की: {2} अनुवादक: {3}
hu: Fejlesztők: {0} Tervezők: {1} Művészek: {2} Fordítók: {3}
it: Sviluppatori: {0} Progettisti: {1} Artisti: {2} Traduttori: {3}
pl: Programiści: {0} Projektanci: {1} Artyści: {2} Tłumacze: {3}
pt_br: Desenvolvedores: {0} Designers: {1} Artistas: {2} Tradutores: {3}
sv: Utvecklare: {0} Designers: {1} Artister: {2} Översättare: {3}

source: Different sites can use different language code formats for the same language. You may encounter one of the following three types: two-letter, two-letter with region, or three-letter. For example, "en", "en-US" and "eng" are all used for English. Please specify all valid codes for your languages for the best results. Auto-generated subtitles will also be downloaded if available. You can specify "all" instead to download all subtitles, including auto-generated ones. To exclude auto-generated ones, turn off the option below.
bg: Различните Интернет страници могат да използват различни езикови кодове за един и същ език. Може да срещнете един от следните три вида: двубуквен, двубуквен с регион, или трибуквен. Например за английски език се използват „en“, „en-US“, и „eng“. Моля, посочете всички валидни кодове за вашите езици, за да получите най-добри резултати. Автоматично генерираните субтитри ще бъдат изтеглени, ако са налични. Вместо това можете да посочите „all“, за да изтеглите всички субтитри, включително и автоматично генерираните. За да изключите автоматично генерираните субтитри, изключете опцията от-долу.
hi: अलग-अलग साइटें एक ही भाषा के लिए अलग-अलग भाषा कोड प्रारूपों का उपयोग कर सकती हैं। आपको निम्नलिखित तीन प्रकारों में से एक का सामना करना पड़ सकता है: दो-अक्षर, क्षेत्र के साथ दो-अक्षर, या तीन-अक्षर। उदाहरण के लिए, "en", "en-US" और "eng" सभी अंग्रेजी के लिए उपयोग किए जाते हैं। सर्वोत्तम परिणामों के लिए कृपया अपनी भाषाओं के लिए सभी मान्य कोड निर्दिष्ट करें। यदि उपलब्ध हो तो ऑटो-निर्मित उपशीर्षक भी डाउनलोड किए जाएंगे। आप स्वचालित रूप से जेनरेट किए गए सहित सभी उपशीर्षक डाउनलोड करने के लिए "सभी" निर्दिष्ट कर सकते हैं। ऑटो-जनित को बाहर करने के लिए, नीचे दिए गए विकल्प को बंद करें।
hu: A különböző webhelyek különböző nyelvi kódformátumokat használhatnak ugyanahhoz a nyelvhez. A következő három típus valamelyikével találkozhat: kétbetűs, kétbetűs régióval vagy hárombetűs. Például az "en", az "en-US" és az "eng" mind angol nyelven használatos. A legjobb eredmény érdekében adja meg az összes érvényes kódot az Ön nyelvéhez. Az automatikusan generált feliratok is letöltődnek, ha rendelkezésre állnak. Ehelyett megadhatja az „összes” lehetőséget az összes felirat letöltéséhez, beleértve az automatikusan generált feliratokat is. Az automatikusan generált elemek kizárásához kapcsolja ki az alábbi lehetőséget.
pl: Różne strony używają różnych formatów kodów języka. Można spotkać się z trzema typami: dwuliterowymi, dwuliterowymi z regionem i trzyliterowymi. Na przykład, dla języka angielskiego są to "en", "en-US" i "eng". Aby uzyskać najlepsze wyniki, należy podać wszystkie poprawne kody wybranych języków. Napisy generowane automatycznie również zostaną pobrane. Można wpisać "all" zamiast kodów, żeby pobrać wszystkie napisy razem z tymi wygenerowanymi automatycznie. Aby wykluczyć napisy generowane automatycznie, wyłącz opcję poniżej.
pt_br: Sites diferentes podem usar formatos de código de idioma diferentes para o mesmo idioma. Você pode encontrar um dos três tipos a seguir: duas letras, duas letras com região ou três letras. Por exemplo, "en", "en-US" e "eng" são usados para inglês. Especifique todos os códigos válidos para seus idiomas para obter os melhores resultados. Legendas geradas automaticamente também serão baixadas, se disponíveis. Você pode especificar “todas” para baixar todas as legendas, incluindo as geradas automaticamente. Para excluir os gerados automaticamente, desative a opção abaixo.
sv: Olika webbplatser kan använda olika språkkodformat för samma språk. Du kan stöta på en av följande tre typer: två bokstäver, två bokstäver med region eller tre bokstäver. Till exempel, "en", "en-US" och "eng" används alla för engelska. Vänligen ange alla giltiga koder för dina språk för bästa resultat. Auto genererade undertexter kommer också att laddas ner om de är tillgängliga. Du kan ange "alla" istället för att ladda ner alla undertexter, men utan automatiskt genererade.

source: Disable
ar: عطِّل
bg: Изключване
de: Deaktivieren
hi: अक्षम करें
hu: Letiltás
it: Disabilta
pl: Wyłącz
pt_br: Desativar
sv: Inaktivera
ur: غیر افعال کریں
vi: Vô hiệu hóa

source: Disable Keyring?
ar: تعطيل حلقة مفاتيح؟
bg: Изключване на ключодържателя?
de: Schlüsselring deaktivieren?
hi: कीरिंग अक्षम करें?
hu: Jelszókezelő letiltása
it: Disabilitare il portachiavi?
pl: Wyłączyć listę kluczy?
pt_br: Desabilitar o Chaveiro?
sv: Inaktivera nyckelring?
ur: کیرنگ کو غیر فعال کریں؟
vi: Vô hiệu hóa keyring?

source: Disabling the keyring will delete all data currently stored inside. Are you sure you want to disable it?
ar: سيؤدي تعطيل حلقة المفاتيح إلى حذف جميع البيانات المخزنة حاليًا بالداخل. هل أنت متأكد أنك تريد تعطيله؟
bg: Изключването на ключодържателя ще изтрие всички данни, които се съхраняват в него. Сигурни ли сте, че искате да го изключите?
de: Wenn du den Schlüsselring deaktivierst, werden alle darin gespeicherten Daten gelöscht. Bist du sicher, dass du ihn deaktivieren möchtest?
hi: कीरिंग को अक्षम करने से वर्तमान में संग्रहीत सभी डेटा नष्ट हो जाएगा। क्या आप वाकई इसे अक्षम करना चाहते हैं?
hu: A jelszókezelő letiltása a tárolt bejelentkezési adatok törlését eredményezi. Valóban letiltja a jelszókezelőt?
it: Disabilitando il portachiavi, verranno eliminati tutti i dati archiviati in esso. Confermare la disabilitazione?
pl: Wyłączenie listy kluczy spowoduje usunięcie wszystkich przechowywanych na niej danych. Czy na pewno chcesz ją wyłączyć?
pt_br: Desativar o chaveiro excluirá todos os dados que estão armazenados nele. Tem certeza de que deseja desativá-lo?
sv: Om du inaktiverar nyckelringen raderas all data som för närvarande är lagrad. Är du säker på att du vill inaktivera den?
ur: کیرنگ کو غیر فعال کرنے سے اندر موجود تمام ڈیٹا حذف ہو جائے گا۔ کیا آپ واقعی اسے غیر فعال کرنا چاہتے ہیں؟
vi: Khi vô hiệu hóa keyring, bạn sẽ đồng thời mất dữ liệu được lưu trữ trong đó. Bạn có chắc chắn bạn muốn vô hiệu hóa?

source: Disallow Conversions
ar: امنع التحويلات
bg: Без преобразувания
de: Umwandlungen nicht zulassen
hi: परिवर्तनों को अस्वीकार करें
hu: Átkódolás tiltása
it: Non consentire conversioni
pl: Nie zezwalaj na konwersję
pt_br: Não permitir conversões
sv: Tillåt inte konverteringar
ur: تبادلوں کی اجازت نہ دیں
vi: Không cho phép chuyển đổi

source: Disclaimer
bg: Отказване от права
hi: अस्वीकरण
hu: Felhívás
pl: Zastrzeżenie
pt_br: Aviso Legal
sv: Ansvarsfriskrivning
vi: Lưu ý
