Repository: NickvisionApps/Parabolic
Catalog: NickvisionTubeConverter.Shared/Docs/po/*.po
Languages: hi, ru

# _
source: translator-credits
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
ru: Фёдор Соболев <>, 2023

# link
source: Converter ⚒️
hi: परिवर्तक ⚒️
ru: Конвертер ⚒️

source: Nicholas Logozzo
hi: निकोलस लोगोज़ो

source: Converter
hi: परिवर्तक
ru: Конвертер

source: This page explains all options for configuring the Converter in Preferences in <app>Parabolic</app>.
hi: यह पृष्ठ <app>Parabolic</app> में प्राथमिकताओं में परिवर्तक को कॉन्फ़िगर करने के लिए सभी विकल्पों की व्याख्या करता है।
ru: Эта страница поясняет все опции по настройке Конвертера в параметрах <app>Parabolic</app>.

source: Disallow Conversions
hi: परिवर्तनों को अस्वीकार करें
ru: Отключить конвертирование

source: If enabled, Parabolic will download the appropriate video/audio format for the selected quality without converting to other formats.
hi: यदि सक्षम किया गया है, तो Parabolic अन्य प्रारूपों में परिवर्तित किए बिना चयनित गुणवत्ता के लिए उपयुक्त वीडियो/ऑडियो प्रारूप डाउनलोड करेगा।
ru: Если опция включена, Parabolic будет скачивать видео/аудио в наиболее подходящем под заданное качество формате без конвертирования.

source: This means that you will be unable to select a file format when downloading a media. But, you will save time in downloading as the Converter will not be run.
hi: इसका मतलब यह है कि मीडिया डाउनलोड करते समय आप फाइल प्रारूप का चयन करने में असमर्थ होंगे। लेकिन, डाउनलोड करने में आपका समय बचेगा क्योंकि परिवर्तक नहीं चलेगा।
ru: Это значит, что вы не сможете выбрать формат файла для загрузки. Но это сократит время скачивания, поскольку не будет затрачено время для работы Конвертера.

source: Default: Off
hi: डिफ़ॉल्ट: बंद
ru: По умолчанию: Выключено

source: Embed Metadata
hi: मेटाडेटा एम्बेड करें
ru: Встраивать метаданные

source: If enabled, Parabolic will tag a media with its relevant information (title, genre, etc...) and thumbnail if available.
hi: यदि सक्षम किया गया है, तो Parabolic किसी मीडिया को उसकी प्रासंगिक जानकारी (शीर्षक, शैली, आदि...) और यदि उपलब्ध हो तो थंबनेल के साथ टैग करेगा।
ru: Если включено, Parabolic будет встраивать теги в медиа файл (заголовок, жанр, и т.д.), а также миниатюру, если она доступна.

source: Parabolic will NOT embed the Comment, Description, Synopsis, and Purl fields.
hi: Parabolic टिप्पणी, विवरण, सारांश और पर्ल फ़ील्ड को एम्बेड नहीं करेगा।
ru: Parabolic НЕ встраивает для тегов: Комментарий (Comment), Описание (Description), Синопсис (Synopsis) и Purl.

source: Default: On
hi: डिफ़ॉल्ट: चालू
ru: По умолчанию: Включено

source: Crop Audio Thumbnails
hi: ऑडियो थंबनेल काटें
ru: Обрезать миниатюры для аудио

source: Only available if Embed Metadata is enabled.
hi: केवल तभी उपलब्ध है जब एंबेड मेटाडेटा सक्षम हो।
ru: Доступно только если Встраивание Метаданных включено.

source: If enabled, Parabolic will automatically turn on the advanced option <code>Crop Thumbnail</code> for audio downloads.
hi: सक्षम होने पर, Parabolic ऑडियो डाउनलोड के लिए स्वचालित रूप से उन्नत विकल्प <code>थंबनेल काटें</code> चालू कर देगा।
ru: Если включено, Parabolic будет автоматически активировать <code>Обрезку Миниатюр</code> для аудио загрузок.

source: Remove Source Data
hi: स्रोत डेटा हटाएँ
ru: Удалить метаданные об источнике

source: If enabled, Parabolic will clear metadata fields containing the URL and other identifying information of the media source.
hi: यदि सक्षम किया गया है, तो Parabolic URL और मीडिया स्रोत की अन्य पहचान संबंधी जानकारी वाले मेटाडेटा फ़ील्ड को साफ़ कर देगा।
ru: Если включено, Parabolic будет очищать метаданные, содержащие URL и другую информацию, по которой можно отследить источник файла.

source: Fields that are cleared: <code>comment</code>, <code>description</code>, <code>synopsis</code>, <code>purl</code> and <code>handler_name</code> in each stream.
hi: साफ़ किए गए फ़ील्ड: <code>टिप्पणी</code>, <code>विवरण</code>, <code>सारांश</code>, <code>पर्ल</code> और <code>हैंडलर_नाम</code> प्रत्येक धारा।
ru: Следующие поля будут удалены: <code>comment</code>, <code>description</code>, <code>synopsis</code>, <code>purl</code> и <code>handler_name</code> в каждой дорожке.

source: Embed Chapters
hi: अध्याय एम्बेड करें
ru: Встраивать главы

source: If enabled, Parabolic will tag a media with chapter information if available.
hi: यदि सक्षम किया गया है, तो Parabolic उपलब्ध होने पर अध्याय की जानकारी के साथ मीडिया को टैग करेगा।

source: Embed Subtitles
hi: उपशीर्षक एम्बेड करें

source: If disabled or if embedding fails, downloaded subtitles will be saved to a separate file.
hi: यदि अक्षम किया गया है या यदि एम्बेडिंग विफल हो जाती है, तो डाउनलोड किए गए उपशीर्षक एक अलग फाइल में सहेजे जाएंगे।

# link
source: Downloader 🌐
hi: डाउनलोडर 🌐
ru: Загрузчик 🌐

source: Downloader
hi: डाउनलोडर
ru: Загрузчик

source: This page explains all options for configuring the Downloader in Preferences in <app>Parabolic</app>.
hi: यह पृष्ठ <app>Parabolic</app> में प्राथमिकता में डाउनलोडर को कॉन्फ़िगर करने के सभी विकल्पों की व्याख्या करता है।
ru: Эта страница поясняет все опции по настройке Загрузчика в параметрах <app>Parabolic</app>.

source: Overwrite Existing Files
hi: मौजूदा फाइलें अधिलेखित करें
ru: Перезаписывать существующие файлы

source: If enabled, Parabolic will overwrite existing files.
hi: यदि सक्षम किया गया है, तो Parabolic मौजूदा फाइलों को अधिलेखित कर देगा।
ru: Если включено, Parabolic будет перезаписывать существующие файлы.

source: For example, if a file named <code>movie.mp4</code> exists in the download folder, and a new download is created named <code>movie</code>, <code>movie.mp4</code> will be overwritten with the new download's content.
hi: उदाहरण के लिए, यदि <code>movie.mp4</code> नामक फाइल डाउनलोड फोल्डर में मौजूद है, और <code>movie</code> नामक एक नया डाउनलोड बनाया जाता है, तो <code>movie.mp4</code> होगा नए डाउनलोड की सामग्री के साथ अधिलेखित किया जाए।
ru: Например, если файл с именем <code>movie.mp4</code> существует в папке сохранения, а новый файл создаётся с именем <code>movie</code>, в файл <code>movie.mp4</code> будет записано новое содержимое.

source: Maximum Number of Active Downloads
hi: सक्रिय डाउनलोड की अधिकतम संख्या
ru: Максимальное число активных загрузок

source: The number of active downloads allowed to run at a time. Must be an integer value between 1 and 10.
hi: एक समय में चलने की अनुमति वाले सक्रिय डाउनलोड की संख्या। 1 और 10 के बीच पूर्णांक मान होना चाहिए।
ru: Число активных загрузок, которые могут быть запущены одновременно. Целое число от 1 до 10.

source: If the max number of active downloads is reached, Parabolic will place new downloads in a queue until more downloads are able to be run.
hi: यदि सक्रिय डाउनलोड की अधिकतम संख्या पहुंच जाती है, तो Parabolic नए डाउनलोड को एक कतार में रखेगा जब तक कि अधिक डाउनलोड चलाने में सक्षम न हो जाएं।
ru: Если достигнут максимум активных загрузок, новые загрузки будут помещаться в очередь, пока не появится место для запуска новых загрузок.

source: Default: 5
hi: डिफ़ॉल्ट: 5
ru: По умолчанию: 5

source: Subtitles Languages
hi: उपशीर्षक भाषाएँ
ru: Языки субтитров

source: A comma-separated list of two-letter, two-letter with region, and three-letter language codes to use when selecting languages of subtitles to download. Only applies when downloading a video with subtitles.
hi: डाउनलोड करने के लिए उपशीर्षक की भाषाओं का चयन करते समय उपयोग करने के लिए दो-अक्षर, क्षेत्र के साथ दो-अक्षर और तीन-अक्षर भाषा कोड की अल्पविराम से अलग की गई सूची। यह केवल उपशीर्षक के साथ वीडियो डाउनलोड करते समय लागू होता है।
ru: Список разделённых запятой двух-символьных, двух-символьных с регионом и трёх-символьных кодов языков для использования при скачивании субтитров. Применяется только при скачивании видео с субтитрами.

source: Different sites can use different language code formats for the same language. You may encounter one of the following three types: two-letter, two-letter with region, or three-letter. For example, "en", "en-US" and "eng" are all used for English. Please specify all valid codes for your languages for the best results. Auto-generated subtitles will also be downloaded if available.
hi: अलग-अलग साइटें एक ही भाषा के लिए अलग-अलग भाषा कोड प्रारूपों का उपयोग कर सकती हैं। आपको निम्नलिखित तीन प्रकारों में से एक का सामना करना पड़ सकता है: दो-अक्षर, क्षेत्र के साथ दो-अक्षर, या तीन-अक्षर। उदाहरण के लिए, "en", "en-US" और "eng" सभी अंग्रेजी के लिए उपयोग किए जाते हैं। सर्वोत्तम परिणामों के लिए कृपया अपनी भाषाओं के लिए सभी मान्य कोड निर्दिष्ट करें। यदि उपलब्ध हो तो ऑटो-निर्मित उपशीर्षक भी डाउनलोड किए जाएंगे।
ru: Разные сайты используют различные форматы кодов для того же языка. Вы можете столкнуться с одним из трёх типов: двух-символьный, двух-символьный с регионом, либо трёх-символьный. Например, "ru", "ru-RU" и "rus" используются для русского языка. Для достижения наилучшего результата указывайте все варианты для необходимых языков. Автоматически сгенерированные субтитры будут загружены при наличии.

source: You can specify "all" instead to download all subtitles, but without auto-generated ones.
hi: आप सभी उपशीर्षक डाउनलोड करने के लिए "सभी" निर्दिष्ट कर सकते हैं, लेकिन ऑटो-जनित उपशीर्षक के बिना।
ru: Вы можете указать "all" или "все", чтобы загрузить все субтитры, кроме сгенерированных автоматически.

source: Default: Your culture's language codes. For example, on an en-US system the default would be <code>en,en-US,eng</code>
hi: डिफ़ॉल्ट: आपकी संस्कृति के भाषा कोड। उदाहरण के लिए, en-US सिस्टम पर डिफ़ॉल्ट <code>en,en-US,eng</code> होगा
ru: По умолчанию: коды для вашего языка. Например, на системе с локалью ru-RU будет указано <code>ru,ru-RU,rus</code>

source: Included Auto-Generated Subtitles
hi: ऑटो-निर्मित उपशीर्षक शामिल हैं

source: Whether or not to included subtitles that are auto-translated to fit the requested subtitle languages.
hi: क्या उन उपशीर्षकों को शामिल किया जाना चाहिए जो अनुरोधित उपशीर्षक भाषाओं में फिट होने के लिए स्वचालित रूप से अनुवादित हैं।

source: Use aria2
hi: aria2 का प्रयोग करें
ru: Использовать aria2

source: If enabled, Parabolic will use aria2c to download media. Although using aria2c can improve download speed, download progress will not be displayed in the UI.
hi: यदि सक्षम किया गया है, तो मीडिया डाउनलोड करने के लिए Parabolic aria2c का उपयोग करेगा। हालाँकि aria2c का उपयोग करने से डाउनलोड गति में सुधार हो सकता है, डाउनलोड प्रगति UI में प्रदर्शित नहीं होगी।
ru: Если включено, Parabolic будет использовать aria2c для загрузки медиа. Хотя использование aria2c может увеличить скорость загрузки, в интерфейсе приложения не будет отображаться прогресс загрузки.

source: Maximum Connections Per Server
hi: प्रति सर्वर अधिकतम कनेक्शन
ru: Максимум подключений к серверу

source: This option only applies when using aria2 is enabled. This option is the same as the <code>-x</code> flag passed to aria2c.
hi: यह विकल्प केवल तभी लागू होता है जब aria2 का उपयोग सक्षम हो। यह विकल्प aria2c को दिए गए <code>-x</code> ध्वज के समान है।
ru: Эта опция применяется при включении использования aria2. Эта опция эквивалентна использованию флага <code>-x</code> у aria2c.

source: The maximum number of connection that can be used per server. Must be an integer value between 1 and 32.
hi: प्रति सर्वर उपयोग किए जा सकने वाले कनेक्शन की अधिकतम संख्या. 1 और 32 के बीच एक पूर्णांक मान होना चाहिए।
ru: Максимальное число соединений с сервером. Целое число от 1 до 32.

source: Default: 16
hi: डिफ़ॉल्ट: 16
ru: По умолчанию: 16

source: Minimum Split Size
hi: न्यूनतम विभाजन आकार
ru: Минимальный размер фрагмента

source: This option only applies when using aria2 is enabled. This option is the same as the <code>-k</code> flag passed to aria2c.
hi: यह विकल्प केवल तभी लागू होता है जब aria2 का उपयोग सक्षम हो। यह विकल्प aria2c को दिए गए <code>-k</code> ध्वज के समान है।
ru: Эта опция применяется при включении использования aria2. Эта опция эквивалентна использованию флага <code>-k</code> у aria2c.

source: The minimum size, in MiB, of which to split a file. Must be an integer value between 1 and 1024.
hi: किसी फाइल को विभाजित करने के लिए MiB में न्यूनतम आकार। 1 और 1024 के बीच एक पूर्णांक मान होना चाहिए।
ru: Минимальный размер, в МиБ, на который разбивать файл при загрузке. Целое число от 1 до 1024.

source: Default: 20
hi: डिफ़ॉल्ट: 20
ru: По умолчанию: 20

source: Speed Limit
hi: गति सीमा
ru: Ограничение скорости

source: A limit, in Ki/s, that is applied to downloads only if they have the advanced option <code>Speed Limit</code> enabled. Must be an integer value between 512 and 10240.
hi: Ki/s में एक सीमा, जो डाउनलोड पर केवल तभी लागू होती है जब उनके पास उन्नत विकल्प <code>स्पीड लिमिट</code> सक्षम हो। 512 और 10240 के बीच एक पूर्णांक मान होना चाहिए।
ru: Этот лимит (в КиБ/с) применяется к загрузкам, у которых включена опция <code>Ограничения скорости</code>. Целое число от 512 до 10240.

source: Default: 1024
hi: डिफ़ॉल्ट: 1024
ru: По умолчанию: 1024

source: Proxy URL
hi: प्रॉक्सी URL
ru: Адрес прокси-сервера

source: The url of the proxy server to use.
hi: उपयोग करने के लिए प्रॉक्सी सर्वर का URL।
ru: Ссылка на прокси-сервер, который будет использоваться при загрузке.

source: Cookies File
hi: कुकीज़ फाइल
ru: Файл куки

source: A .txt file of cookies to pass to yt-dlp when downloading. This may be useful when downloading media that requires a login, for example: private YouTube videos.
hi: डाउनलोड करते समय yt-dlp को पास करने के लिए कुकीज़ की एक .txt फाइल। यह उस मीडिया को डाउनलोड करते समय उपयोगी हो सकता है जिसके लिए लॉगिन की आवश्यकता होती है, उदाहरण के लिए: निजी YouTube वीडियो।
ru: Файл в формате .txt с данными куки для передачи yt-dlp при загрузке. Может быть полезно для скачивания медиа, которые требуют аутентификации, например приватные видео на YouTube.

source: Use one of the following extensions for getting a cookies file from your browser:
hi: अपने ब्राउज़र से कुकीज़ फाइल प्राप्त करने के लिए निम्नलिखित एक्सटेंशन में से किसी एक का उपयोग करें:
ru: Используйте одно из следующих расширений для получения файла куки из вашего браузера:

source: Use these extensions at your own risk.
hi: इन एक्सटेंशन का उपयोग अपने जोखिम पर करें।
ru: Используйте эти расширения на свой страх и риск.

source: Default: No File Selected
hi: डिफ़ॉल्ट: कोई फाइल चयनित नहीं
ru: По умолчанию: файл не выбран

source: Use SponsorBlock for YouTube
hi: YouTube के लिए स्पॉन्सरब्लॉक का उपयोग करें
ru: Использовать SponsorBlock для YouTube

source: If enabled, Parabolic will apply the SponsorBlock extension to YouTube downloads.
hi: सक्षम होने पर, Parabolic YouTube डाउनलोड पर स्पॉन्सरब्लॉक एक्सटेंशन लागू करेगा।
ru: Если включено, Parabolic будет применять расширение SponsorBlock для загрузок с YouTube.

source: SponsorBlock only works on YouTube videos. However, leaving this setting on will not affect downloads from other sites (i.e. not cause them to fail).
hi: स्पॉन्सरब्लॉक केवल YouTube वीडियो पर काम करता है। हालाँकि, इस सेटिंग को चालू रखने से अन्य साइटों से डाउनलोड प्रभावित नहीं होंगे (अर्थात वे विफल नहीं होंगे)।
ru: SponsorBlock работает только для видео с YouTube. Однако включение этой настройки не повлияет на загрузки с других сайтов (т.е. не приведёт к их неудаче).

# link
source: Parabolic Help
hi: Parabolic सहायता
ru: Справка Parabolic

# text
source: Parabolic Help
hi: Parabolic सहायता
ru: Справка Parabolic

source: <_:media-1/> Parabolic Help
hi: <_:media-1/> Parabolic सहायता
ru: <_:media-1/> Справка Parabolic

source: This documentation will help you understand how to configure <app>Parabolic</app> to get the most of the application.
hi: यह दस्तावेज़ आपको यह समझने में सहायता करेगा कि एप्लिकेशन का अधिकतम लाभ उठाने के लिए <app>Parabolic</app> को कैसे कॉन्फ़िगर करें।
ru: Эта документация призвана помочь вам понять, как настроить <app>Parabolic</app>, чтобы использовать приложение максимально эффективно.

source: To get support, use <link href="https://github.com/NickvisionApps/Parabolic/issues">issues</link> or <link href="https://github.com/NickvisionApps/Parabolic/discussions">discussions</link> on Github, or <link href="https://bit.ly/3GrfEid">join our Matrix channel</link>.
hi: समर्थन पाने के लिए, <link href="https://github.com/NickvisionApps/Parabolic/issues">समस्याएँ</link> या <link href="https://github.com/NickvisionApps/Parabolic/discussions"> चर्चाएँ </link> GitHub पर, या <link href="https://bit.ly/3GrfEid">हमारे Matrix चैनल से जुड़ें</link> का उपयोग करें।
ru: Для получения дополнительной помощи посетите <link href="https://github.com/NickvisionApps/Parabolic/issues">раздел проблем</link> или <link href="https://github.com/NickvisionApps/Parabolic/discussions">обсуждения</link> на Github, либо <link href="https://bit.ly/3GrfEid">наш канал в Matrix</link>.

source: The authors of Nickvision Parabolic are not responsible/liable for any misuse of this program that may violate local copyright/DMCA laws. Users use this application at their own risk.
hi: Nickvision Parabolic के लेखक इस कार्यक्रम के किसी भी दुरुपयोग के लिए जिम्मेदार/उत्तरदायी नहीं हैं जो स्थानीय कॉपीराइट/DMCA कानूनों का उल्लंघन कर सकता है। उपयोगकर्ता इस एप्लिकेशन का उपयोग अपने जोखिम पर करते हैं।
ru: Авторы Nickvision Parabolic не несут ответственности за любое неправомерное использование программы, которое может нарушать местные законы об авторском праве или DMCA. Пользователи используют это приложение на свой страх и риск.

# link
source: Keyring 🔑
hi: कीरिंग 🔑
ru: Связка ключей 🔑

source: Keyring
hi: कीरिंग
ru: Связка ключей

source: This page explains all options for using the Keyring in <app>Parabolic</app>.
hi: यह पृष्ठ <app>Parabolic</app> में कीरिंग का उपयोग करने के सभी विकल्पों की व्याख्या करता है।
ru: Эта страница поясняет все опции для использования Связки Ключей в <app>Parabolic</app>.

source: The Keyring feature is backed by the <code>Nickvision.Aura</code> library.
hi: कीरिंग सुविधा <code>Nickvision.Aura</code> लाइब्रेरी द्वारा समर्थित है।
ru: Функция Связки Ключей работает за счёт библиотеки <code>Nickvision.Aura</code>.

source: This library uses SQLCipher to securely store credentials in a platform independent manner.
hi: यह लाइब्रेरी प्लेटफ़ॉर्म स्वतंत्र तरीके से क्रेडेंशियल्स को सुरक्षित रूप से संग्रहीत करने के लिए SQLCipher का उपयोग करती है।
ru: Эта библиотека использует SQLCipher для безопасного кросс-платформенного хранения учётных данных.

source: The library will use you system's credential manager (i.e. DBus secret service on Linux and Windows Credential Manager on Windows) for securing the Keyring.
hi: कीरिंग को सुरक्षित करने के लिए लाइब्रेरी आपके सिस्टम के क्रेडेंशियल मैनेजर (यानी Linux पर DBus गुप्त सेवा और Windows पर Windows क्रेडेंशियल मैनेजर) का उपयोग करेगी।
ru: Библиотека будет использовать системный менеджер учётных данных для безопасного хранения связки ключей: DBus Secret Service в Linux или Диспетчер учетных данных в Windows.

source: Storing a Credential
hi: क्रेडेंशियल संग्रहीत किया जा रहा है
ru: Сохранение учётных данных

source: Here are the fields that can be stored in a credential:
hi: यहां वे फ़ील्ड हैं जिन्हें क्रेडेंशियल में संग्रहीत किया जा सकता है:
ru: Учётные данные могут содержать следующие поля:

source: <code>Name</code>: The name of the credential
hi: <code>नाम</code>: क्रेडेंशियल का नाम
ru: <code>Имя</code>: Имя учётных данных

source: <code>URL</code> (optional): The URL of the credential
hi: <code>URL</code> (वैकल्पिक): क्रेडेंशियल का URL
ru: <code>URL</code> (необязательно): ссылка для учётных данных

source: <code>Username</code> (optional if password is not empty): The username of the credential
hi: <code>उपयोगकर्ता नाम</code> (यदि पासवर्ड खाली नहीं है तो वैकल्पिक): क्रेडेंशियल का उपयोगकर्ता नाम
ru: <code>Имя пользователя</code> (необязательно, если указан пароль): Имя пользователя учётных данных

source: <code>Password</code> (optional if username is not empty): The password of the credential
hi: <code>पासवर्ड</code> (यदि उपयोगकर्ता नाम खाली नहीं है तो वैकल्पिक): क्रेडेंशियल का पासवर्ड
ru: <code>Пароль</code> (необязательно, если указано имя пользователя): пароль учётных данных

source: Migrating from Password-Secured Keyring to Secret-Secured Keyring
hi: पासवर्ड-सुरक्षित कीरिंग से गुप्त-सुरक्षित कीरिंग में माइग्रेट करना
ru: Перенос связки ключей с парольной защиты на системную

source: This section applies to users who have enabled a Keyring in Parabolic (in versions before V2023.9.0) and secured it with a password. Starting with version 2023.9.0, Parabolic uses the system's credential manager to generate a random password (secret) to secure the Keyring instead of asking for a user to provide one. By using the system credential manager, Parabolic can also automatically unlock the Keyring at startup without user interaction.
hi: यह अनुभाग उन उपयोगकर्ताओं पर लागू होता है जिन्होंने Parabolic में कीरिंग को सक्षम किया है (V2023.9.0 से पहले के वर्शनो में) और इसे पासवर्ड से सुरक्षित किया है। वर्शन 2023.9.0 से शुरू होकर, Parabolic किसी उपयोगकर्ता से पासवर्ड प्रदान करने के लिए कहने के बजाय कीरिंग को सुरक्षित करने के लिए एक यादृच्छिक पासवर्ड (गुप्त) उत्पन्न करने के लिए सिस्टम के क्रेडेंशियल प्रबंधक का उपयोग करता है। सिस्टम क्रेडेंशियल मैनेजर का उपयोग करके, Parabolic उपयोगकर्ता इंटरेक्शन के बिना स्टार्टअप पर कीरिंग को स्वचालित रूप से अनलॉक कर सकता है।
ru: Этот раздел для пользователей, включивших связку ключей в Parabolic (версий до V2023.9.0) и защитивших её паролем. Начиная с версии V2023.9.0, Parabolic использует системный менеджер учетных данных для генерации случайного пароля (ключа) для защиты связки ключей, вместо того, чтобы запрашивать у пользователя пароль. Используя системный менеджер, Parabolic также может разблокировать связку ключей при запуске автоматически, не требуя от пользователя никаких действий.

source: If you have a password-secured Keyring from before version 2023.9.0, you can continue to use it in new versions of Parabolic without issue, but you will still need to provide the password everytime the application starts.
hi: यदि आपके पास वर्शन 2023.9.0 से पहले का पासवर्ड-सुरक्षित कीरिंग है, तो आप इसे बिना किसी समस्या के Parabolic के नए वर्शनो में उपयोग करना जारी रख सकते हैं, लेकिन आपको एप्लिकेशन शुरू होने पर हर बार पासवर्ड प्रदान करना होगा।
ru: Если вы используете связку ключей с паролем из версии до 2023.9.0, вы можете без проблем продолжать использовать её и в новых версиях, но вам по-прежнему придётся вводить пароль каждый раз при запуске приложения.

source: Follow the rest of this section if you'd like to migrate your existing credentials and take advantage of the new Keyring where a password is not required every time.
hi: यदि आप अपने मौजूदा क्रेडेंशियल्स को माइग्रेट करना चाहते हैं और नई कीरिंग का लाभ उठाना चाहते हैं, जहां हर बार पासवर्ड की आवश्यकता नहीं होती है, तो इस अनुभाग के बाकी हिस्सों का पालन करें।
ru: Ниже находится инструкция по переносу ваших учётных данных на новую связку ключей, не требующую постоянного ввода пароля.

source: You can simply disable the old password-secured Keyring when you update Parabolic to 2023.9.0 and re-enable the Keyring to get a secret-secured one. However, this will erase all data from the old Keyring and require you to re-enter all credentials.
hi: जब आप Parabolic को 2023.9.0 पर अपडेट करते हैं तो आप पुराने पासवर्ड-सुरक्षित कीरिंग को आसानी से अक्षम कर सकते हैं और गुप्त-सुरक्षित कीरिंग प्राप्त करने के लिए कीरिंग को फिर से सक्षम कर सकते हैं। हालाँकि, यह पुराने कीरिंग से सभी डेटा मिटा देगा और आपको सभी क्रेडेंशियल्स को फिर से दर्ज करने की आवश्यकता होगी।
ru: Вы можете просто выключить старую связку ключей при обновлении Parabolic до 2023.9.0 и затем включить заново, чтобы получить новую (системную). Но таким образом все ваши данные из старой связки будут удалены, и вам потребуется вводить их по-новой.

source: Install <link href="https://flathub.org/apps/org.gnome.seahorse.Application">Passwords and Keys</link>.
hi: <link href="https://flathub.org/apps/org.gnome.seahorse.Application">पासवर्ड और कुंजी</link> इंस्टॉल करें।
ru: Установите <link href="https://flathub.org/apps/org.gnome.seahorse.Application">Пароли и ключи</link>.
