Repository: NickvisionApps/Parabolic
Catalog: NickvisionTubeConverter.Shared/Docs/po/*.po
Languages: hi, ru

source: Open Parabolic V2023.9.0 or newer at least once. (This will ensure that the app registers with your system's credential manager)
hi: Parabolic V2023.9.0 या नया कम से कम एक बार खोलें। (यह सुनिश्चित करेगा कि ऐप आपके सिस्टम के क्रेडेंशियल मैनेजर के साथ पंजीकृत हो)
ru: Запустите Parabolic V2023.9.0 или новее хотя бы раз. (Чтобы приложение могло зарегистрироваться в системном менеджере учётных данных)

source: Open <code>Passwords and Keys</code> and locate the <code>org.nickvision.tubeconverter</code> entry in the <code>Default Keyring</code>.
hi: <code>पासवर्ड और कुंजी</code> खोलें और <code>डिफ़ॉल्ट कीरिंग</code> में <code>org.nickvision.tubeconverter</code> प्रविष्टि का पता लगाएं।
ru: Откройте <code>Пароли и ключи</code>, найдите в <code>Default keyring</code> (связка ключей по умолчанию) запись <code>org.nickvision.tubeconverter</code>.

source: Double click the <code>org.nickvision.tubeconverter</code> entry and edit the <code>Password</code> field. Enter the password that you created and used for your Keyring in Parabolic.
hi: <code>org.nickvision.tubeconverter</code> प्रविष्टि पर डबल क्लिक करें और <code>Password</code> फ़ील्ड संपादित करें। वह पासवर्ड दर्ज करें जो आपने बनाया था और अपनी कीरिंग के लिए Parabolic में उपयोग किया था।
ru: Нажмите два раза по записи <code>org.nickvision.tubeconverter</code> и заполните поле <code>Пароль</code>. Введите пароль, который вы использовали для свой связки ключей в Parabolic.

source: You can now close <code>Passwords and Keys</code> and restart Parabolic. You will see that upon application startup, the Keyring will now be automatically unlocked!
hi: अब आप <code>पासवर्ड और कुंजी</code> को बंद कर सकते हैं और Parabolic को पुनरारंभ कर सकते हैं। आप देखेंगे कि एप्लिकेशन स्टार्टअप पर, कीरिंग अब स्वचालित रूप से अनलॉक हो जाएगी!
ru: Можете закрыть <code>Пароли и ключи</code> и перезапустить Parabolic. Теперь при запуске приложения связка ключей будет разблокирована автоматически!

# link
source: New Download 🆕
hi: नया डाउनलोड 🆕
ru: Новая загрузка 🆕

source: New Download
hi: नया डाउनलोड
ru: Новая загрузка

source: This page explains all options for configuring a new download in <app>Parabolic</app>.
hi: यह पृष्ठ <app>Parabolic</app> में एक नए डाउनलोड को कॉन्फ़िगर करने के लिए सभी विकल्पों की व्याख्या करता है।
ru: Эта страница поясняет все опции по настройке новой загрузки в <app>Parabolic</app>.

source: Media URL
hi: मीडिया URL
ru: Ссылка

source: The URL of the media to download. Must be a valid ("valid" meaning syntactically correct) http or https link.
hi: डाउनलोड करने के लिए मीडिया का URL. एक मान्य ("मान्य" अर्थ वाक्य रचना की दृष्टि से सही) http या https लिंक होना चाहिए।
ru: Ссылка для скачивания медиа. Должна быть корректной ("корректной" в смысле синтаксиса) http или https ссылкой.

source: If a valid URL is found inside the clipboard upon opening the Add Download dialog, the URL will be automatically pasted in the URL entry row.
hi: यदि डाउनलोड जोड़ें संवाद खोलने पर क्लिपबोर्ड के अंदर एक वैध URL पाया जाता है, तो URL स्वचालित रूप से URL प्रविष्टि पंक्ति में चिपकाया जाएगा।
ru: Если корректная ссылка обнаружена в буфере обмена, она будет автоматически вставлена в поле при открытии диалога добавления новой загрузки.

source: Authenticate
hi: प्रमाणित करें
ru: Аутентификация

source: If enabled, the user will be asked to provide a username and/or password to pass to yt-dlp when downloading.
hi: यदि सक्षम किया गया है, तो डाउनलोड करते समय उपयोगकर्ता को yt-dlp को पास करने के लिए एक उपयोगकर्ता नाम और/या पासवर्ड प्रदान करने के लिए कहा जाएगा।
ru: Если включено, пользователь сможет предоставить имя пользователя и/или пароль для передачи yt-dlp при загрузке.

source: If keyring is enabled, the user will be asked to chose from a list of named credentials or can chose to enter manually a different username and/or password.
hi: यदि कीरिंग सक्षम है, तो उपयोगकर्ता को नामित क्रेडेंशियल्स की सूची में से चुनने के लिए कहा जाएगा या मैन्युअल रूप से एक अलग उपयोगकर्ता नाम और/या पासवर्ड दर्ज करने के लिए चुना जा सकता है।
ru: Если включена связка ключей, пользователь сможет выбрать учётные данные из списка, либо ввести имя пользователя и/или пароль вручную.

source: Not all websites support passing usernames and passwords to yt-dlp. For example, YouTube does NOT support this feature.
hi: सभी वेबसाइटें yt-dlp पर उपयोगकर्ता नाम और पासवर्ड भेजने का समर्थन नहीं करती हैं। उदाहरण के लिए, YouTube इस सुविधा का समर्थन नहीं करता है।
ru: Не все сайты поддерживают аутентификацию по имени пользователя и паролю. Например, YouTube НЕ поддерживает эту функцию.

source: For these sites that don't support passing credentials, it is recommended to upload a Cookies file in Preferences instead.
hi: इन साइटों के लिए जो क्रेडेंशियल पास करने का समर्थन नहीं करती हैं, इसके बजाय प्राथमिकता में कुकीज़ फाइल अपलोड करने की अनुशंसा की जाती है।
ru: Для сайтов не поддерживающих ввод учётных данных, рекомендуется загрузить файл куки в Настройках.

source: File Type
hi: फाइल का प्रकार
ru: Тип файла

source: The file type of which to download the media as.
hi: वह फाइल प्रकार जिसके रूप में मीडिया को डाउनलोड करना है।
ru: Файл какого типа требуется загрузить.

source: If <code>Disallow Conversions</code> is enabled, the only options will be <code>Video</code> (if supported) and <code>Audio</code>
hi: यदि <code>रूपांतरण अस्वीकार करें</code> सक्षम है, तो एकमात्र विकल्प <code>वीडियो</code> (यदि समर्थित हो) और <code>ऑडियो</code> होंगे
ru: Если конвертирование отключено в настройках, можно будет выбрать только <code>Видео</code> (если доступно) и <code>Аудио</code>

source: The previously used file type will be remembered and pre-selected for the next download.
hi: पहले उपयोग की गई फाइल प्रकार को याद रखा जाएगा और अगले डाउनलोड के लिए पूर्व-चयनित किया जाएगा।
ru: Использованный тип файла будет сохранён и автоматически выбран в следующий раз.

source: Quality
hi: गुणवत्ता
ru: Качество

source: If the file type is a video type, the listed qualities will be the resolutions of the media available.
hi: यदि फाइल प्रकार एक वीडियो प्रकार है, तो सूचीबद्ध गुण उपलब्ध मीडिया के रिज़ॉल्यूशन होंगे।
ru: Если выбранный тип файла является видео, будут перечислены доступные разрешения видео.

source: If the file type is an audio type, the listed qualities will be simply <code>Best</code> and <code>Worst</code>.
hi: यदि फाइल प्रकार एक ऑडियो प्रकार है, तो सूचीबद्ध गुण केवल <code>सर्वश्रेष्ठ</code> और <code>सबसे खराब</code> होंगे।
ru: Если выбранный тип файла является аудио, для выбора будут доступны <code>Лучшее</code> и <code>Худшее</code> качество.

source: The previously used quality will be remembered and pre-selected for the next download.
hi: पहले उपयोग की गई गुणवत्ता को याद रखा जाएगा और अगले डाउनलोड के लिए पूर्व-चयनित किया जाएगा।
ru: Выбранное качество будет сохранено и автоматически выбрано в следующий раз.

source: Download Subtitle
hi: उपशीर्षक डाउनलोड करें
ru: Загрузить субтитры

source: Whether to download and embed subtitle when downloading a video. Languages for subtitles can be defined in <link xref="downloader">preferences</link>.
hi: वीडियो डाउनलोड करते समय उपशीर्षक डाउनलोड और एम्बेड करना है या नहीं। उपशीर्षक के लिए भाषाओं को <link xref="downloader">प्राथमिकताओं</link> में परिभाषित किया जा सकता है।
ru: Должны ли бы загружены и встроены субтитры при скачивании видео. Языки субтитров могут быть указаны в <link xref="downloader">настройках</link>.

source: The previously used state will be remembered and pre-selected for the next download.
hi: पहले उपयोग की गई स्थिति को याद रखा जाएगा और अगले डाउनलोड के लिए पूर्व-चयनित किया जाएगा।
ru: Выбранное состояние переключателя будет сохранено и автоматически выбрано в следующий раз.

source: Save Folder
hi: फोल्डर सहेजें
ru: Папка сохранения

source: The folder at which to save the download to.
hi: वह फोल्डर जिसमें डाउनलोड को सहेजना है।
ru: Папка, в которую сохранить загруженный файл.

source: The previously used folder will be remembered and pre-selected for the next download.
hi: पहले उपयोग किए गए फोल्डर को याद रखा जाएगा और अगले डाउनलोड के लिए पूर्व-चयनित किया जाएगा।
ru: Выбранная папка будет сохранена и автоматически выбрана в следующий раз.

source: If enabled, Parabolic will limit the download's speed with the speed configured in Preferences.
hi: यदि सक्षम किया गया है, तो Parabolic प्राथमिकता में कॉन्फ़िगर की गई गति के साथ डाउनलोड की गति को सीमित कर देगा।
ru: Если включено, Parabolic ограничит скорость загрузки в соответствии с выбранным в Настройках ограничением.

source: Available in the <code>Advanced Options</code> section.
hi: <code>उन्नत विकल्प</code> अनुभाग में उपलब्ध है।
ru: Доступно в <code>Дополнительных опциях</code>.

source: Prefer AV1 Codec
hi: AV1 कोडेक को प्राथमिकता दें

source: Only available for video (mp4, webm) downloads
hi: केवल वीडियो (mp4, webm) डाउनलोड के लिए उपलब्ध है

source: If enabled, Parabolic will prefer videos with the av1 codec when downloading.
hi: यदि सक्षम किया गया है, तो डाउनलोड करते समय Parabolic av1 कोडेक वाले वीडियो को प्राथमिकता देगा।

source: This option's state will be remembered and restored for future downloads.
hi: इस विकल्प की स्थिति को याद रखा जाएगा और भविष्य में डाउनलोड के लिए पुनर्स्थापित किया जाएगा।

source: Split Chapters
hi: अध्याय विभाजित करें
ru: Разделить по главам

source: If enabled, Parabolic will split the video into multiple smaller ones based on its chapters.
hi: यदि सक्षम किया गया है, तो Parabolic वीडियो को उसके अध्यायों के आधार पर कई छोटे हिस्सों में विभाजित कर देगा।
ru: Если включено, Parabolic разделит видео на части в соответствии с его оглавлением.

source: Crop Thumbnail
hi: थंबनेल काटें
ru: Обрезать миниатюру

source: Only available if <code>Embed Metadata</code> is enabled in Preferences.
hi: केवल तभी उपलब्ध है जब प्राथमिकता में <code>एम्बेड मेटाडेटा</code> सक्षम हो।
ru: Доступно только если <code>Встраивание метаданных</code> включено в Настройках.

source: If enabled, Parabolic will crop a download's embedded thumbnail as square. This is useful when downloading music who's album images are usually square.
hi: यदि सक्षम किया गया है, तो Parabolic डाउनलोड के एम्बेडेड थंबनेल को वर्गाकार के रूप में काट देगा। यह संगीत डाउनलोड करते समय उपयोगी होता है, जिसकी एल्बम छवियां आमतौर पर वर्गाकार होती हैं।
ru: Если включено, Parabolic обрежет миниатюру, сделав её квадратной. Полезно при скачивании музыки, миниатюры для которой обычно квадратные.

source: Download Specific Timeframe
hi: विशिष्ट समय सीमा में डाउनलोड करें
ru: Скачать фрагмент

source: If enabled, the user will be able to enter a start timeframe and an end timeframe for a section of the media to download.
hi: यदि सक्षम किया गया है, तो उपयोगकर्ता डाउनलोड करने के लिए मीडिया के एक अनुभाग के लिए प्रारंभ समय सीमा और समाप्ति समय सीमा दर्ज करने में सक्षम होगा।
ru: Если включено, можно будет выбрать время начала и конца для скачивания.

source: Enabling this option will disable the use of aria2 as the downloader for this download if it is enabled in Preferences.
hi: इस विकल्प को सक्षम करने से इस डाउनलोड के लिए डाउनलोडर के रूप में aria2 का उपयोग अक्षम हो जाएगा यदि यह प्राथमिकता में सक्षम है।
ru: При включении этой опции НЕ будет использоваться загрузчик aria2, даже если он включён в Настройках.

source: File Name
hi: फाइल का नाम
ru: Имя файла

source: The file name to use when saving the download.
hi: डाउनलोड को सहेजते समय उपयोग किया जाने वाला फाइल नाम।
ru: Имя, под которым сохранить загруженный файл.

source: Default: The title of the media
hi: डिफ़ॉल्ट: मीडिया का शीर्षक
ru: По умолчанию: заголовок медиа

source: Backend
ru: Бэкэнд
