Repository: NickvisionApps/Parabolic
Catalog: resources/po/*.po
Languages: ar, be, cs, es, et, fi, fr, gl, hu, it, ja, nb_no, pl, pt_pt, ru, sk, sr, ta, tr, vi

source: Theme
ar: مظهر
be: Тэма
cs: Motiv
es: Tema
et: Kujundus
fi: Teema
fr: Thème
gl: Tema
hu: Téma
it: Tema
ja: テーマ
nb_no: Stil
pl: Motyw
pt_pt: Tema
ru: Тема
sk: Motív
sr: Тема
ta: கருப்பொருள்
tr: Tema
vi: Chủ đề

# Theme
source: Light
ar: فاتح
be: Светлая
cs: Světlý
es: Claro
et: Hele kujundus
fi: Vaalea
fr: Clair
gl: Claro
hu: Világos
it: Chiaro
ja: ライト
nb_no: Lys
pl: Jasny
pt_pt: Claro
ru: Светлая
sk: Svetlý
sr: Светла
ta: ஒளி
tr: Açık
vi: Sáng

# Theme
source: Dark
ar: داكن
be: Цёмная
cs: Tmavý
es: Oscuro
et: Tume kujundus
fi: Tumma
fr: Sombre
gl: Escuro
hu: Sötét
it: Scuro
ja: ダーク
nb_no: Mørk
pl: Ciemny
pt_pt: Escuro
ru: Тёмная
sk: Tmavý
sr: Тамна
ta: இருள்
tr: Koyu
vi: Tối

# Theme
source: System
ar: نظام
be: Сістэмная
cs: Systémový
es: Sistema
et: Süsteemi kujundus
fi: Järjestelmä
fr: Système
gl: Sistema
hu: Rendszer
it: Sistema
ja: システムに従う
nb_no: Følg systemet
pl: Systemowy
pt_pt: Sistema
ru: Системная
sk: Systémový
sr: Систем
ta: அமைப்பு
tr: Sistem
vi: Hệ thống

source: Translation Language
be: Мова
cs: Jazyk překladu
es: Idioma de traducción
et: Tõlke keel
fr: Langue de traduction
it: Lingua traduzione
pl: Język tłumaczenia
pt_pt: Idioma da tradução
ru: Локализация
sk: Jazyk prekladu
tr: Çeviri Dili
vi: Ngôn ngữ dịch thuật

source: An application restart is required for change to take effect
ar: إعادة تشغيل التطبيق مطلوبة لتطبيق التغيير
be: Каб змены ўступілі ў сілу, патрабуецца перазапуск праграмы
et: Nende muutuste kasutuselevõtmiseks palun käivita rakendus uuesti
it: Per modificare il tema è necessario riavviare l'applicazione
pt_pt: É necessário reiniciar a aplicação para que a alteração entre em vigor
ru: Для применения необходимо перезапустить приложение
sk: Vyžaduje reštart aplikácie aby sa zmena prejavila

source: Prevent Suspend
ar: منع التعليق
be: Прадухіляць рэжым сну
cs: Zabránit uspání
es: Prevenir Suspensión
et: Keela arvuti uinumine
fi: Estä valmiustila
gl: Evitar a suspensión
hu: Készenlét/felfüggesztés tiltása
it: Impedisci sospensione
ja: サスペンドを妨げる
nb_no: Hold enheten på
pl: Zapobiegaj uśpieniu
pt_pt: Impedir suspensão do ecrã
ru: Запрет выключения
sk: Zabrániť uspatiu
sr: Онемогући суспензију
ta: இடைநீக்கத்தைத் தடுக்கவும்
tr: Askıya Almayı Önle
vi: Ngăn chặn tạm ngừng

source: Prevent the computer from sleeping while downloads are running
be: Не дазваляць камп'ютару пераходзіць у рэжым сну падчас спампоўвання
cs: Zabránit počítači v přechodu do režimu spánku, pokud probíhají stahování
es: Prevenir que el ordenador entre en reposo mientras se ejecutan descargas
et: Väldi arvuti uinumist allalaadimise ajal
it: Mentre sono in corso i download impedisci al computer di andare in sospensione
pl: Zapobiegaj przechodzeniu komputera w stan uśpienia podczas aktywnego pobierania
pt_pt: Impedir que o computador hiberne enquanto as descargas estão a serem feitas
ru: Не позволять компьютеру переходить в спящий режим во время загрузки
sk: Zabráni vypnutiu počítača počas prebiehajúcich sťahovaní
tr: İndirme sürerken bilgisayarın uyku kipine geçmesini önle
vi: Ngăn máy tính ngủ trong khi các tải xuống đang chạy

source: Download History Length
ar: طول السجل
be: Працягласць гісторыі спампоўванняў
cs: Délka historie stahování
es: Tamaño del historial de descarga
et: Kirjete vanus allalaadimisete ajaloos
fi: Menneiden latausten säilytyksen kattavuus
fr: Taille de l’historique des téléchargements
gl: Tamaño do historial de descargas
hu: Letöltési előzmények tárolása
it: Durata cronologia download
ja: ダウンロード履歴の保存量
nb_no: Varighet på nedlastingslogg
pl: Długość historii pobierania
pt_pt: Comprimento do Histórico de Transferências
ru: Длительность истории загрузок
sk: Dĺžka histórie stiahnutých súborov
sr: Дужина историје преузимања
ta: வரலாற்று நீளத்தைப் பதிவிறக்கவும்
tr: İndirme Geçmişi Uzunluğu
vi: Độ dài lịch sử tải xuống

source: The amount of time to keep past downloads in the app's history
be: Час, на працягу якога мінулыя спампоўванні будуць захоўвацца ў гісторыі праграмы
cs: Jak dlouho uchovat stažené položky v historii aplikace
es: La cantidad de tiempo para mantener descargas antiguas en el historial de la aplicación
et: Vanade allalaadimise hoidmise aeg rakenduse ajaloos
it: Durata conservazione download passati nella cronologia dell'app
pl: Czas przechowywania poprzednich pobierań w historii aplikacji
pt_pt: O tempo para manter descargas anteriores no histórico da app
ru: Срок хранения последних загрузок в истории приложения
sk: Uchováva sťahovania v histórii aplikácie po stanovenú dobu
tr: Uygulama geçmişinde geçmiş indirmelerin saklama süresi
vi: Khoảng thời gian lưu giữ các tải xuống trước đó trong lịch sử của ứng dụng

source: Never
ar: أبداً
be: Ніколі
cs: Nikdy
es: Nunca
et: Mitte kunagi
fi: Ei koskaan
fr: Jamais
gl: Nunca
hu: Soha
it: Mai
ja: 通知しない
nb_no: Aldri
pl: Nigdy
pt_pt: Nunca
ru: Никогда
sk: Nikdy
sr: Никада
ta: ஒருபோதும்
tr: Asla
vi: Không bao giờ

source: One Day
ar: يوم واحد
be: Адзін дзень
et: Üks päev
fi: Yksi päivä
gl: Un día
hu: Egy napig
it: Un giorno
ja: 一日中
nb_no: En dag
pt_pt: Um Dia
ru: Один день
sk: Jeden deň
sr: Један дан
ta: ஒரு நாள்

source: One Week
ar: أسبوع واحد
be: Адзін тыдзень
et: Üks nädal
fi: Yksi viikko
gl: Unha semana
hu: Egy hétig
it: Una settimana
ja: 一週間
nb_no: En uke
pt_pt: Uma Semana
ru: Одна неделя
sk: Jeden týždeň
sr: Једну недељу
ta: ஒரு வாரம்

source: One Month
ar: شهر واحد
be: Адзін месяц
et: Üks kuu
fi: Yksi kuukausi
gl: Un mes
hu: Egy hónapig
it: Un mese
ja: 1か月間
nb_no: En måned
pt_pt: Um Mês
ru: Один месяц
sk: Jeden mesiac
sr: Један месец
ta: ஒரு மாதம்

source: Three Months
ar: 3 أشهر
be: Тры месяцы
et: Kolm kuud
fi: Kolme kuukautta
gl: Tres meses
hu: Három hónapig
it: Tre mesi
ja: 3か月間
nb_no: Tre måneder
pt_pt: Três Meses
ru: Три месяца
sk: Tri mesiace
sr: Три месеца
ta: மூன்று மாதங்கள்

source: Forever
ar: للأبد
be: Заўсёды
cs: Navždy
es: Siempre
et: Igavesti
fi: Ikuisesti
fr: Toujours
gl: Sempre
hu: Korlátlan
it: Per sempre
ja: ずっと
nb_no: Evig
pl: Na zawsze
pt_pt: Para sempre
ru: Всегда
sk: Navždy
sr: Заувек
ta: என்றென்றும்
tr: Sürekli
vi: Mãi mãi

source: Max Number of Running Downloads
be: Максімальная колькасць запушчаных спампоўванняў
cs: Maximální počet běžících stahování
es: Número máximo de descargas en ejecución
et: Töösolevate allalaadimisete lubatud suurim arv
fr: Nombre maximal de téléchargements en cours
hu: Párhuzamos letöltések száma
it: Numero massimo download attivi
pl: Maksymalna ilość aktywnych procesów pobierania
pt_pt: Quantidade máxima de descargas simultâneas
ru: Максимум активных загрузок
sk: Maximálny počet prebiehajúcich sťahovaní
ta: இயங்கும் பதிவிறக்கங்களின் அதிகபட்ச எண்ணிக்கை
tr: Çalışan İndirme Sayısı Sınırı
vi: Số lượng tải xuống chạy tối đa

source: Overwrite Existing Files
ar: أُكتُب فوق الملفات الموجودة
be: Перазапісваць існуючыя файлы
cs: Přepsat existující soubory
es: Sobreescribir Archivos Existentes
et: Kirjuta olemasolevad failid üle
fi: Korvaa olemassa olevat tiedostot
fr: Remplacer les fichiers existants
gl: Substituír ficheiros existentes
hu: Azonos nevű fájl felülírása
it: Sovrascrivi file esistenti
ja: 存在するファイルを上書きする
nb_no: Erstatt eksisterende filer
pl: Nadpisuj istniejące pliki
pt_pt: Sobrescrever Ficheiros Existentes
ru: Перезапись имеющихся файлов
sk: Prepísať existujúce súbory
sr: Замени постојеће датотеке
ta: ஏற்கனவே உள்ள கோப்புகளை மேலெழுதவும்
tr: Varolan Dosyaların Üzerine Yaz
vi: Ghi đè tệp đã tồn tại

source: Limit Filename Characters
ar: الحد من أحرف اسم المِلَفّ
be: Абмежаваць сімвалы ў назвах файлаў
cs: Omezení znaků v názvu souboru
es: Limitar los caracteres del nombre del archivo
et: Piira failinimedes kasutatavaid tähemärke
fi: Rajoita tiedostonimen merkkejä
fr: Limiter les caractères dans les noms de fichier
gl: Limitar caracteres do nome do ficheiro
hu: Nem támogatott karakterek konvertálása
it: Limita caratteri nel nome file
ja: ファイル名の文字を制限
nb_no: Windows-filnavn
pl: Ograniczaj znaki nazw plików
pt_pt: Limitar caracteres do nome do ficheiro
ru: Ограничение символов в имени файла
sk: Obmedziť znaky názvu súboru
sr: Ограничи знакове у имену датотеке
ta: கோப்பு பெயர் எழுத்துக்களைக் கட்டுப்படுத்துங்கள்
tr: Dosya Adı Karakterlerini Sınırla
vi: Giới hạn ký tự tên tệp

source: Restrict characters in filenames to those supported only by Windows
be: Абмяжоўваць сімвалы ў назвах файлаў толькі тымі, якія падтрымлівае Windows
cs: Omezit znaky v názvech souborů pouze na znaky podporované sytémem Windows
es: Restringir caracteres en nombres de archivo a solo los soportados por Windows
et: Kasuta vaid sellised tähemärke, mida Windows oskab lugeda
fr: Restreindre les caractères dans les noms de fichiers à ceux uniquement pris en charge par Windows
it: Limita i caratteri nei nomi file solo a quelli supportati da Windows
pl: Ograniczaj znaki w nazwach plików do obsługiwanych przez system Windows
pt_pt: Restringir os caracteres nos nomes de ficheiro apenas aos suportados pelo Windows
ru: Ограничивать имена файлов только теми символами, которые поддерживаются Windows
sk: Obmedzí znaky v názvoch súborov na tie ktoré sú podporované iba systémom Windows
tr: Dosya adlarındaki karakterleri yalnızca Windows tarafından desteklenenlerle sınırla
vi: Hạn chế các ký tự trong tên tệp ở những ký tự chỉ được Windows hỗ trợ

source: Include Media Id in Title
ar: ضمّن معرّف الوسائط في العنوان
be: Уключаць ідэнтыфікатар медыя ў загаловак
cs: Přidat ID média do názvu
es: Incluir el Id del archivo multimedia en el título
et: Lisa meedia tunnus pealkirja
hu: Videó azonosítójának hozzáadása a fájlnévhez
it: Includi ID media nel titolo
pl: Dodaj identyfikator mediów do tytułu
pt_pt: Incluir o ID da média no título
ru: Добавление ID медиа в заголовок
sk: Zahrnúť ID média do názvu súboru
ta: தலைப்பில் மீடியா ஐடியைச் சேர்க்கவும்
tr: Ortam Kimliğini Başlığına Ekle
vi: Bao gồm ID phương tiện trong tiêu đề

source: Add the media's id to its default title
be: Уключаць ідэнтыфікатар медыя ў яго прадвызначаны загаловак
cs: Vložit ID média do jeho výchozího názvu
es: Añade el id del medio a su título predeterminado
et: Lisa vaikimisi pealkirja meediumi tunnus
fr: Ajouter l'identifiant du média à son titre par défaut
it: Aggiungi l'ID media al titolo predefinito
pl: Dodaj identyfikator mediów do domyślnego tytułu
pt_pt: Adicionar o ID da média ao seu título padrão
ru: Добавлять идентификатор медиа к его исходному заголовку
sk: Pridá id média k jeho predvolenému názvu
tr: Ortamın kimliğini öntanımlı başlığına ekle
vi: Thêm id của phương tiện vào tiêu đề mặc định của nó

source: Include Auto-Generated Subtitles
ar: أضف الترجمة التلقائية
be: Уключаць аўтаматычна згенерыраваныя субцітры
cs: Zahrnout automaticky generované titulky
es: Incluir Subtítulos Auto-Generados
et: Kaasa automaatselt loodud subtiitrid
fi: Sisällytä automaattitekstitykset
fr: Inclure les sous-titres générés automatiquement
gl: Incluír subtítulos xerados automaticamente
hu: Automatikusan létrehozott feliratok letöltése
it: Includi sottotitoli generati automaticamente
ja: 自動生成された字幕を含める
nb_no: Inkluder automatiske undertekster
pl: Pokaż napisy generowane automatycznie
pt_pt: Incluir legendas geradas automaticamente
ru: Добавление автоматических субтитров
sk: Zahrnúť automaticky generované titulky
sr: Уклјучи ауто-генерисане титлове
ta: தானாக உருவாக்கிய வசன வரிகள் சேர்க்கவும்
tr: Kendiliğinden Oluşturulan Alt Yazıları Dahil Et
vi: Bao gồm phụ đề tự động

source: Show auto-generated subtitles to download in addition to available subtitles
be: Прадстаўляць для спампоўвання аўтаматычна згенерыраваныя субцітры ў дадатак да наяўных
cs: Zobrazit automaticky generované titulky ke stažení společně s dostupnými titulky
es: Mostrar subtítulos autogenerados para descargar además de los subtítulos disponibles
et: Näita automaatselt genereeritud subtiitreid, mida saaks laadida alla lisaks saadavalolevatele subtiitritele
fr: Afficher les sous-titres générés automatiquement à télécharger en plus des sous-titres disponibles
it: Visualizza i sottotitoli generati automaticamente in aggiunta a quelli disponibili
pl: Pokaż automatycznie wygenerowane napisy oprócz dostępnych napisów
pt_pt: Mostrar legendas geradas automaticamente para descarregar além das legendas disponíveis
ru: Показывать автоматически созданные субтитры для загрузки в дополнение к имеющимся
sk: Zobrazí automaticky vygenerované titulky na stiahnutie spolu s dostupnými titulkami
tr: Var olan alt yazılara ek olarak kendiliğinden oluşturulan alt yazıları da indirmek için göster
vi: Hiển thị phụ đề được tạo tự động để tải xuống ngoài phụ đề có sẵn

source: Preferred Video Codec
ar: ترميز الفيديو المفضل
be: Прыярытэтны відэакодэк
cs: Preferovaný video kodek
es: Códec de Vídeo Preferido
et: Eelistatud videokoodek
fi: Haluttu pakkauksenhallinta videoille
fr: Codec vidéo préféré
gl: Códec de vídeo preferido
hu: Előnyben részesített videókódoló
it: Codec video preferito
ja: 優先するビデオコーデック
nb_no: Foretrukken videokodek
pl: Preferowany kodek wideo
pt_pt: Codec de Vídeo Preferido
ru: Предпочтительный видеокодек
sk: Uprednostňovaný video kodek
sr: Жељени видео кодек
ta: விருப்பமான வீடியோ கோடெக்
tr: Yeğlenen Kod Çözücü
vi: Codec video ưu tiên

source: Prefer this codec when parsing video formats to show available to download
be: Аддаваць перавагу гэтаму кодэку пры аналізе даступных для спампоўвання відэафарматаў
cs: Preferovat tento kodek při zpracování formátů videa k zobrazení dostupných ke stažení
es: Preferir este códec al analizar los formatos de vídeo para mostrar los disponibles para descargar
et: Videovormingute töötlemisel ja allalaaditavate kuvamisel eelista seda koodekit
fr: Préférer ce codec lors de l'analyse des formats vidéo pour afficher ceux disponibles au téléchargement
it: Quando si analizzano i formati video da visualizzare per il download preferisci questo codec
pl: Preferuj ten kodek podczas analizy formatów wideo, aby wyświetlić go przy opcjach pobierania
pt_pt: Preferir este codec ao analisar formatos de vídeo para mostrar os disponíveis a descarregar
ru: Предпочитать данный кодек при обработке доступных к загрузке видеоформатов
sk: Uprednostní tento kodek pri analýze video formátov na zobrazenie dostupných na stiahnutie
tr: Video biçimlerini ayrıştırırken, indirilebilir olarak göstermek için bu kod çözücüyü yeğle
vi: Thích codec này khi phân tích các định dạng video để hiển thị có sẵn để tải xuống

source: Any
ar: أي
be: Любы
cs: Jakýkoli
es: Cualquiera
et: Ükspuha missugune
fi: Mikä vain
fr: N’importe lequel
gl: Calquera
hu: Bármelyik
it: Qualsiasi
ja: すべて
nb_no: Hvilken som helst
pl: Dowolny
pt_pt: Qualquer
ru: Любой
sk: Akýkoľvek
sr: Било који
ta: ஏதேனும்
tr: Herhangi
vi: Bất kì

source: Preferred Audio Codec
ar: ترميز الصوت المفضل
be: Прыярытэтны аўдыякодэк
cs: Preferovaný zvukový kodek
es: Codec de Audio preferido
et: Eelistatud helikoodek
fi: Haluttu äänikodekki
fr: Codec audio préféré
hu: Előnyben részesített hangkódoló
it: Codec audio preferito
pl: Preferowany kodek audio
pt_pt: Codec de áudio preferido
ru: Предпочтительный аудиокодек
sk: Uprednostňovaný audio kodek
ta: விருப்பமான ஆடியோ கோடெக்
tr: Yeğlenen Ses Kodu Çözücü
vi: Codec âm thanh ưu tiên

source: Prefer this codec when parsing audio formats to show available to download
be: Аддаваць перавагу гэтаму кодэку пры аналізе даступных для спампоўвання аўдыяфарматаў
cs: Preferovat tento kodek při zpracování formátů zvuku k zobrazení dostupných ke stažení
es: Preferir este códec al analizar los formatos de audio para mostrar los disponibles para descargar
et: Helivormingute töötlemisel ja allalaaditavate kuvamisel eelista seda koodekit
fr: Préférer ce codec lors de l'analyse des formats audio pour afficher ceux disponibles au téléchargement
it: Quando si analizzano i formati audio da visualizzare per il download preferisci questo codec
pl: Preferuj ten kodek podczas analizy formatów audio, aby wyświetlić go przy opcjach pobierania
pt_pt: Preferir este codec ao analisar formatos de áudio para mostrar os disponíveis a descarregar
ru: Предпочитать данный кодек при обработке доступных к загрузке аудиоформатов
sk: Uprednostní tento kodek pri analýze audio formátov na zobrazenie dostupných na stiahnutie
tr: Ses biçimlerinin ayrıştırırken, indirilebilir olarak göstermek için bu kod çözücüyü yeğle
vi: Ưu tiên codec này khi phân tích cú pháp các định dạng âm thanh để hiển thị có sẵn để tải xuống

source: Preferred Subtitle Format
ar: تفضيل صيغة الترجمة
be: Прыярытэтны фармат субцітраў
cs: Preferovaný formát titulků
es: Formato de subtítulos preferido
et: Eelistatud subtiitrivorming
fi: Haluttu tekstitystiedoston muoto
fr: Format de sous-titres préféré
hu: Előnyben részesített feliratformátum
it: Formato sottotitoli preferito
ja: 優先する字幕のフォーマット
nb_no: Foretrukken undertekstkodek
pl: Preferowany format napisów
pt_pt: Formato Preferido das Legendas
ru: Предпочтительный формат субтитров
sk: Uprednostňovaný formát tituliek
sr: Жељени формат титлова
ta: விருப்பமான வசன வடிவமைப்பு
tr: Yeğlenen Alt Yazı Biçimi
vi: Định dạng phụ đề ưa thích

source: Prefer this subtitle file format when downloading
be: Аддаваць перавагу гэтаму фармату субцітраў пры спампоўванні
cs: Preferovat tento formát souborů titulků při stahování
es: Preferir este formato de archivo de subtítulos al descargar
et: Allalaadimisel eelista seda subtiitrite vormingut
fr: Préférer ce format de fichier de sous-titres lors du téléchargement
it: Durante il download preferisci questo formato file
pl: Preferuj ten format napisów podczas pobierania
pt_pt: Preferir este formato de ficheiro de legenda ao descarregar
ru: Предпочитать данный формат файла субтитров при загрузке
sk: Uprednostní tento formát titulkov pri sťahovaní
tr: İndirirken bu alt yazı dosya biçimini yeğle
vi: Ưu tiên định dạng tệp phụ đề này khi tải xuống

source: Downloader
ar: المحمّل
be: Менеджар спампоўвання
cs: Služba stahování
es: Descargador
et: Allalaadija
fi: Lataaja
fr: Téléchargeur
gl: Xestor de descargas
hu: Letöltés
ja: ダウンローダー
nb_no: Nedlasting
pl: Pobieranie
pt_pt: Descarregador
ru: Загрузчик
sk: Sťahovač
sr: Преузимач
ta: பதிவிறக்குபவர்
tr: İndirici
vi: Trình tải

source: Use Part Files
ar: استخدم ملف الدفعات
be: Выкарыстоўваць часткі файлаў
cs: Použít částečné soubory
es: Usar Archivos por Partes
et: Kasuta osalisi faile
fr: Utiliser des fichiers segmentés
it: Usa file PART
pl: Używaj plików częściowych
pt_pt: Usar ficheiros de partes
ru: Использование частичных файлов
sk: Použiť čiastkové súbory
ta: பகுதி கோப்புகளைப் பயன்படுத்தவும்
tr: Parça Dosyalarını Kullan
vi: Sử dụng tệp phần

source: Download media in separate .part files instead of directly into the output file
be: Спампоўваць медыя ў асобныя файлы .part, а не непасрэдна ў выходны файл
cs: Stáhnout média do samostatných souborů .part namísto přímého stažení do výsledného souboru
es: Descarga de medios en archivos .part independientes en lugar de directamente en el archivo de salida
et: Ühe väljundfaili asemel laadi sisu eraldi .part failidesse
fr: Télécharger les médias dans des fichiers .part séparés au lieu de directement dans le fichier de sortie
it: Scarica i media in file .PART separati anziché direttamente nel file destinazione
pl: Pobieraj media w oddzielnych plikach .part zamiast bezpośrednio do pliku wyjściowego
pt_pt: Descarregar média em ficheiros .part separados em vez de diretamente no ficheiro final
ru: Загружать медиа раздельными файлами .part вместо прямого вывода
sk: Stiahne médiá do samostatných .part súborov namiesto priameho uloženia do výstupného súboru
tr: Ortam dosyalarını doğrudan çıktı dosyasına değil, ayrı .part dosyalarına indir
vi: Tải xuống phương tiện ở các tệp .part riêng biệt thay vì trực tiếp vào tệp đầu ra

source: Use SponsorBlock for YouTube
ar: استخدم اضافة "SponsorBlock" لليوتيوب
be: Выкарыстоўваць SponsorBlock для YouTube
cs: Použít SponsorBlock pro YouTube
es: Usar SponsorBlock para YouTube
et: Kasuta YouTube'i jaoks SponsorBlockki
fi: Käytä YouTuben kohdalla SponsorBlockia
fr: Utiliser SponsorBlock pour YouTube
gl: Empregar SponsorBlock para YouTube
hu: Beágyazott hirdetések eltávolítása YouTube videókból
it: Usa SponsorBlock per YouTube
ja: YouTube のダウンロードで SponsorBlock を使用
nb_no: Bruk SponsorBlock på Youtube
pl: Użyj SponsorBlock dla YouTube
pt_pt: Usar SponsorBlock para o YouTube
ru: Использование SponsorBlock для YouTube
sk: Použiť SponsorBlock pre YouTube
sr: Користи SponsorBlock уз YouTube
ta: YouTubeக்கு SponsorBlock ஐப் பயன்படுத்தவும்
tr: YouTube için SponsorBlock kullan
vi: Sử dụng SponsorBlock với YouTube

source: Try to remove sponsored segments from videos
be: Спрабаваць выдаліць спонсарскія сегменты з відэа
cs: Pokusit se odstranit sponzorské segmenty z videí
es: Intenta eliminar los segmentos patrocinados de los vídeos
et: Ürita videotest eemaldada sponsoreeritud lõigud
fr: Essayez de supprimer les segments sponsorisés de vidéos
it: Prova a rimuovere dai video i segmenti pubblicitari
pl: Spróbuj usunąć fragmenty sponsorowane z filmów
pt_pt: Tentar remover segmentos patrocinados dos vídeos
ru: По возможности вырезать спонсорские сегменты из видео
sk: Pokúsi sa odstrániť sponzorované segmenty z videí
tr: Videolardan sponsorlu bölümleri kaldırmaya çalış
vi: Cố gắng xóa các phân đoạn được tài trợ khỏi video

source: Limit Download Speed
ar: تقييد سرعة التنزيل
be: Абмежаваць хуткасць спампоўвання
cs: Omezit rychlost stahování
es: Limitar la velocidad de descarga
et: Piira allalaadimise kiirust
fi: Rajoita latausnopeutta
fr: Limiter la vitesse de téléchargement
gl: Limmitar velocidade de descarga
hu: Letöltési sebesség korlátozása
it: Limita velocità download
ja: ダウンロード速度を制限
nb_no: Hastighetsgrense
pl: Ogranicz prędkość pobierania
pt_pt: Limitar Velocidade de Transferência
ru: Ограничение скорости загрузки
sk: Obmedziť rýchlosť sťahovania
sr: Ограничи брзину преузимања
ta: பதிவிறக்க வேகத்தை கட்டுப்படுத்துங்கள்
tr: İndirme Hızını Sınırla
vi: Giới hạn tốc độ tải xuống

source: Speed Limit (KiB/s)
ar: حدّ السرعة (كيلوبايت/ث)
be: Абмежаванне хуткасці (KiB/s)
cs: Omezení rychlosti (KiB/s)
es: Límite de velocidad (KiB/s)
et: Kiiruspiirang allalaadimisel (KiB/s)
fi: Nopeusrajoitus (KiB/s)
fr: Limitation de vitesse (KiB/s)
gl: Límite de velocidade (kiB/s)
hu: Sávszélesség korlátozása (kiB/mp)
it: Limite di velocità (KiB/s)
ja: スピード制限 (KiB/毎秒)
nb_no: Hastighetsgrense (KiB/s)
pl: Limit prędkości (KiB/s)
pt_pt: Limite de Velocidade (KiB/s)
ru: Ограничение скорости (в КиБ/с)
sk: Obmedzenie rýchlosti (KiB/s)
sr: Ограничење брзине (KiB/s)
ta: வேக வரம்பு (KIB/s)
tr: Hız Sınırı (KiB/s)
vi: Giới hạn tốc độ (KiB/s)

source: Proxy URL
ar: رابط الوكيل
be: URL-адрас проксі-сервера
cs: URL proxy
es: URL del proxy
et: Proksiserveri aadress
fi: Välityspalvelimen URL-osoite
fr: URL de Proxy
gl: URL do proxy
hu: Proxy-átjáró címe
it: URL proxy
ja: プロキシ URL
nb_no: Mellomtjeneradresse
pl: Adres URL serwera proxy
pt_pt: URL da Proxy
ru: Ссылка на прокси
sk: URL adresa proxy servera
ta: ப்ராக்ஸி URL
tr: Proxy URLʼsi
vi: URL của proxy

source: Cookies from Browser
ar: معرّفات الإرتباط من المتصفح
be: Файлы cookie браўзера
cs: Soubory cookie z prohlížeče
es: Cookies del Navegador
et: Brauseri küpsised
fi: Evästeet selaimesta
fr: Cookies du navigateur
gl: Cookies do navegador
hu: Sütik betöltése böngészőből
it: Cookie dal browser
ja: ブラウザのクッキー
nb_no: Informasjonskapsler fra nettleser
pl: Ciasteczka z przeglądarki
pt_pt: Cookies do Navegador
ru: Cookie из браузера
sk: Súbor cookie z prehliadača
sr: Колачићи из Претраживача
ta: உலாவியில் இருந்து குக்கீகள்
tr: Tarayıcıdan Çerezler
vi: Cookie từ trình duyệt

source: Cookies File
ar: مِلَفّ تعريف الارتباط
be: Файл cookie
cs: Soubor cookies
es: Archivo de las Cookies
et: Küpsiste fail
fi: Evästetiedosto
gl: Ficheiro de cookies
hu: Sütik használata fájlból
it: File cookie
ja: クッキーファイル
nb_no: Informasjonskapsler
pl: Plik ciasteczek
pt_pt: Ficheiros de Cookies
ru: Файл cookie
sk: Súbor s cookie
sr: Датотека колачића
ta: குக்கீகள் கோப்பு
tr: Çerez Dosyası
vi: Tệp cookie
