Repository: NickvisionApps/Parabolic
Catalog: resources/po/*.po
Languages: ar, be, cs, es, et, fi, fr, gl, hu, it, ja, nb_no, pl, pt_pt, ru, sk, sr, ta, tr, vi

source: {} needs a credential to download. Please select or enter one to use.
ar: {} بحاجة إلى بيان تحقق للتحميل أرجو إختيار أو إدخال البيان الذي توّد استخدامه.
be: Для спампоўвання {} патрэбны ўліковыя даныя. Выберыце або ўвядзіце ўліковыя даныя.
et: {} eeldab allalaadimiseks sinu tuvastamist. Palun vali mõni olemasolevatest või lisa uued tuvastusandmed.
fi: {} vaatii kirjautumisen ennen lataamista. Valitse tai syötä käytettävä kirjautuminen.
hu: A(z) {} letöltéséhez bejelentkezés szükséges. Kérem, jelentkezzen be, vagy válasszon ki egy fiókot!
it: Per scaricare {} sono necessarie le credenziali. Scegli o inserisci le credenziali.
ja: {} はダウンロードに認証情報を必要とします。 使用する認証情報を選択、または入力して下さい。
nb_no: {} krever innlogging for å lastes ned. Logg inn for å fortsette.
pt_pt: {} precisa de credencial para transferir. Por favor selecione ou insira uma para usar.
ru: Для загрузки {} требуются учётные данные. Пожалуйста, выберите или введите их.
sk: {} potrebuje poverenie na stiahnutie. Prosím, vyberte alebo zadajte také, ktoré chcete použiť.

source: Both the username and password cannot be empty.
ar: كلا من إسم المستخدم وكلمة المرور لا يجب أن يكونا فارغين.
be: І імя карыстальніка, і пароль не могуць быць пустымі.
et: Ei kasutajanime ega salasõna ei või jätta sisestamata.
fi: Käyttäjänimeä ja salasanaa ei voi jättää tyhjäksi.
gl: Nin o nome de usuario nin o contrasinal poden estar baleiros.
hu: A bejelentkezési adatok nem lehetnek üresek.
it: Non possono mancare sia nome utente che password.
ja: ユーザー名とパスワードを空にすることはできません。
nb_no: Brukernavn og passord kan ikke være tomme.
pt_pt: O nome de utilizador e palavra-passe não podem estar vazios.
ru: Имя пользователя и пароль не могут быть вместе пустыми.
sk: Používateľské meno ani heslo nemôžu byť prázdne.
sr: Корисничко име и шивра не могу да буду празне.
ta: பயனர்பெயர் மற்றும் கடவுச்சொல் இரண்டும் காலியாக இருக்க முடியாது.

source: Keyring is not saving to disk. Changes will be lost.
ar: حافظة المفاتيح لا تحفظ على القرص. ستفقد التغييرات.
be: Бірулька не захоўваецца на дыск. Змены будуць страчаныя.
et: Võtmerõngas ei salvestu andmekandjale. Muudatused lähevad kaotsi.
fi: Avainrengas ei tallenna levylle. Muutokset menetetään.
gl: O chaveiro non está a gardar no disco. Hanse perder os cambios.
it: Il portachiavi non sta salvando le credenziali nel disco. Le nuove credenziali saranno perse.
ja: キーリングはディスクに保存されていません。変更は失われます。
nb_no: Nøkkelringen lagres ikke til enheten. Eventuelle endringer vil gå tapt.
pt_pt: O keyring não está a guardar para o disco. As alterações serão perdidas.
ru: Связка ключей не сохраняется на диске. Изменения будут утеряны.
sk: Zväzok kľúčov sa neukladá na disk. Zmeny sa stratia.
ta: கீரிங் வட்டில் சேமிக்கவில்லை. மாற்றங்கள் இழக்கப்படும்.

source: Edit
ar: تعديل
be: Рэдагаваць
cs: Upravit
es: Editar
et: Muuda
fi: Muokkaa
fr: Modifier
gl: Editar
hu: Szerkesztés
it: Modifica
ja: 編集
nb_no: Rediger
pl: Edytuj
pt_pt: Editar
ru: Редактировать
sk: Upraviť
sr: Измени
ta: தொகு
tr: Düzenle
vi: Chỉnh sửa

source: Delete
ar: حذف
be: Выдаліць
cs: Odstranit
es: Eliminar
et: Kustuta
fi: Poista
fr: Supprimer
gl: Eliminar
hu: Törlés
it: Elimina
ja: 削除
nb_no: Slett
pl: Usuń
pt_pt: Apagar
ru: Удалить
sk: Vymazať
sr: Избриши
ta: நீக்கு
tr: Sil
vi: Xóa

source: Modify
ar: تغيير
be: Змяніць
et: Muuda
fi: Muovaa
gl: Modificar
hu: Módosítás
it: Modifica
ja: 編集
nb_no: Bekreft
pt_pt: Modificar
ru: Изменить
sk: Zmeniť
sr: Измени
ta: மாற்றவும்

source: Delete Credential?
ar: حذف بيانات الاعتماد؟
be: Выдаліць уліковыя даныя?
cs: Odstranit údaje?
es: ¿Borrar credencial?
et: Kas kustutame tuvastusandmed?
fi: Poistetaanko kirjautumistieto?
fr: Supprimer cet identifiants ?
gl: Eliminar credencial?
hu: Bejelentkezés törlése
it: Vuoi eliminare la credenziale?
ja: 認証情報を削除しますか？
nb_no: Slette innlogging?
pl: Usunąć dane logowania?
pt_pt: Apagar credencial?
ru: Удалить учётные данные?
sk: Odstrániť poverenie?
ta: நற்சான்றிதழை நீக்கவா?
tr: Kimlik Bilgileri Silinsin mi?
vi: Xóa thông tin xác thực?

source: Are you sure you want to delete this credential?
ar: هل أنت متأكد أنك تريد حذف هذه البيانات؟
be: Вы ўпэўнены, што хочаце выдаліць гэтыя ўліковыя даныя?
et: Kas oled kindel, et soovid need tuvastusandmed kustutada?
fi: Oletko varma, että haluat poistaa tämän tunnistautumisen?
gl: Confirma que desexa eliminar esta credencial?
hu: Valóban törli a bejelentkezési adatokat?
it: Vuoi eliminare la credenziale?
ja: 本当にこの認証情報を削除しますか？
nb_no: Er du sikker på at du ønsker å slette innloggingen?
pt_pt: Tem a certeza que quer apagar esta credencial?
ru: Вы точно хотите удалить эти учётные данные?
sk: Ste si istí, že chcete odstrániť toto poverenie?
ta: இந்த நற்சான்றிதழை நீக்க விரும்புகிறீர்களா?

source: Cancel
ar: ألغِ
be: Скасаваць
cs: Zrušit
es: Cancelar
et: Katkesta
fi: Peru
fr: Annuler
hu: Mégse
it: Annulla
ja: キャンセル
nb_no: Avbryt
pl: Anuluj
pt_pt: Cancelar
ru: Отмена
sk: Zrušiť
tr: İptal
vi: Hủy

source: Name (Empty)
ar: الاسم (فارغ)
be: Назва (пустая)
et: Nimi (tühi)
fi: Nimi (tyhjä)
gl: Nome (Baleiro)
hu: Megnevezés (üres)
it: Nome (vuoto)
ja: 名前(空)
nb_no: Navn (tomt)
pt_pt: Nome (vazio)
ru: Имя (пусто)
sk: Názov (Prázdny)
sr: Име (Празно)
ta: பெயர் (காலி)

source: Username (Empty)
ar: اسم المستخدم (فارغ)
be: Імя карыстальніка (пустое)
et: Kasutajanimi (tühi)
fi: Käyttäjänimi (tyhjä)
gl: Nome de usuario (Baleiro)
hu: Felhasználónév (üres)
it: Nome utente (vuoto)
ja: ユーザー名(空)
nb_no: Brukernavn (tomt)
pt_pt: Nome de Utilizador (Vazio)
ru: Имя пользователя (пусто)
sk: Meno používateľa (Prázdne)
sr: Корисничко Име (Празно)
ta: பயனர்பெயர் (காலியாக)

source: Password (Empty)
ar: كلمة المرور (فارغة)
be: Пароль (пусты)
et: Salasõna (tühi)
fi: Salasana (tyhjä)
gl: Contrasinal (Baleiro)
hu: Jelszó (üres)
it: Password (vuota)
ja: パスワード(空)
nb_no: Passord (tomt)
pt_pt: Palavra-passe (vazia)
ru: Пароль (пусто)
sk: Heslo (Prázdne)
sr: Шифра (Празно)
ta: கடவுச்சொல் (காலி)

source: URL (Invalid)
ar: الرابط (غير صحيح)
be: URL-адрас (памылковы)
et: Võrguaadress (tühi)
fi: URL-osoite (virheellinen)
gl: URL (Incorrecto)
hu: Hivatkozás (hibás)
it: URL (non valida)
ja: URL (無効)
nb_no: Nettadresse (ugyldig)
pt_pt: URL (inválida)
ru: Ссылка (некорректная)
sk: URL (Neplatná)
ta: URL (செல்லாதது)

source: Name (Exists)
ar: الاسم (موجود فعلاً)
be: Назва (існуе)
et: Nimi (on olemas)
fi: Nimi (olemassaoleva)
gl: Nome (Existe)
hu: Megnevezés (foglalt)
it: Nome (esiste)
ja: 名前(すでに存在)
nb_no: Navn (eksisterer)
pt_pt: Nome (Existe)
ru: Имя (существует)
sk: Názov (Existuje)
sr: Име (Постоји)
ta: பெயர் (உள்ளது)

source: Credential (Database Error)
ar: بيانات الاعتماد (خطأ في قاعدة البيانات)
be: Уліковыя даныя (памылка базы даных)
et: Tuvastusandmed (andmebaasi viga)
fi: Tunnistetieto (tietokantavirhe)
gl: Credencial (erro da base de datos)
hu: Bejelentkezés (adatbázis hiba)
it: Credenziale (errore database)
ja: 認証情報(データベースエラー)
nb_no: Innlogging (databasefeil)
pt_pt: Credencial (Erro da Base de Dados)
ru: Учётные данные (ошибка базы данных)
sk: Poverenie (Chyba databázy)
ta: நற்சான்றிதழ் (தரவுத்தள பிழை)

source: Legal Copyright Disclaimer
be: Юрыдычная адмова ад адказнасці за аўтарскія правы
cs: Právní upozornění na autorská práva
es: Aviso legal sobre derechos de autor
et: Autoriõigustega seotud lahtiütlus vastutusest
fr: Avertissement légal sur le droit d’auteur
it: Avvertenza legale sul copyright
pl: Zastrzeżenie dotyczące praw autorskich
pt_pt: Aviso legal de direitos autorais
ru: Юридическое предупреждение по авторским правам
sk: Právne upozornenie na autorské práva
tr: Yasal Telif Hakkı Feragatnamesi
vi: Tuyên bố từ chối trách nhiệm về bản quyền hợp pháp

source: Videos on YouTube and other sites may be subject to DMCA protection. The authors of Parabolic do not endorse, and are not responsible for, the use of this application in means that will violate these laws.
be: Відэа на YouTube і іншых сайтах могуць быць абаронены DMCA. Аўтары Parabolic не падтрымліваюць і не нясуць адказнасці за выкарыстанне гэтай праграмы спосабамі, якія парушаюць гэтыя законы.
cs: Videa ve službě YouTube a na dalších webových stránkách mohou podléhat ochraně DMCA. Autoři aplikace Parabolic neschvalují a nenesou žádnou zodpovědnost za použití této aplikace způsoby, které by porušovaly tento zákon.
es: Los vídeos de YouTube y otros sitios pueden estar sujetos a la protección de la DMCA. Los autores de Parabolic no endorsan, ni son responsables del uso de esta aplicación en medios que violen estas leyes.
et: YouTube'i ja muude saitide videod võivad olla kaitstud DMCA alusel. Parabolicu autorid ei soosi seda, ega ole vastutavad, kui seda rakendust kasutatakse nende seaduste rikkumisel.
fr: Les vidéos sur YouTube et d'autres sites peuvent être protégées par la loi DMCA. Les auteurs de Parabolic n'approuvent pas et ne sont pas responsables de l'utilisation de cette application qui contreviendrait à ces lois.
it: I video su YouTube e altri siti possono essere soggetti alla protezione DMCA. Gli autori di Parabolic non sostengono e non sono responsabili per l'uso di questa applicazione come mezzo che viola queste leggi.
pl: Filmy na YouTube i innych stronach mogą podlegać ochronie DMCA. Autorzy aplikacji Parabolic nie popierają i nie ponoszą odpowiedzialności za wykorzystanie tej aplikacji w sposób naruszający te przepisy.
pt_pt: Vídeos no YouTube e em outros sites podem estar sujeitos à proteção da DMCA. Os autores do Parabolic não endossam nem se responsabilizam pelo uso desta aplicação de forma que viole estas leis.
ru: Видео на YouTube и других сайтах могут быть защищены DMCA. Авторы Parabolic не одобряют противоправные действия и не несут ответственности за использование данного приложения в целях нарушения действующего законодательства.
sk: Videá na YouTube a iných platformách môžu podliehať ochrane DMCA. Autori aplikácie Parabolic nevyjadrujú súhlas s používaním tejto aplikácie spôsobom, ktorý by mohol porušovať zákony a nenesú zodpovednosť za akékoľvek nelegálne používanie.
tr: YouTube ve diğer sitelerdeki videolar DMCA korumasına tabi olabilir. Parabolic yazarları, bu uygulamanın yasaları ihlal edecek şekilde kullanılmasını onaylamaz ve yasa dışı kullanımdan sorumlu değildir.
vi: Video trên YouTube và các trang web khác có thể được bảo vệ theo DMCA. Các tác giả của Parabolic không xác nhận và không chịu trách nhiệm về việc sử dụng ứng dụng này theo cách vi phạm các luật này.

source: Don't show this message again
ar: لا تعرض هذه الرسالة مجدداً
be: Больш не паказваць гэта паведамленне
cs: Tuto zprávu již nezobrazovat
es: No volver a mostrar este mensaje
et: Ära näita seda sõnumit uuesti
fi: Älä näytä tätä viesti uudelleen
fr: Ne plus afficher ce message
gl: Non mostrar esta mensaxe de novo
hu: Ne mutassa újra
it: Non visualizzare più questo messaggio
ja: 二度とこのメッセージを表示しない
nb_no: Ikke vis dette igjen
pl: Nie pokazuj tej wiadomości ponownie
pt_pt: Não mostrar esta mensagem novamente
ru: Больше не показывать данное сообщение
sk: Túto správu už nezobrazovať
sr: Не показуј ову поруку опет
ta: இந்த செய்தியை மீண்டும் காட்ட வேண்டாம்
tr: Bu iletiyi tekrar gösterme
vi: Đừng hiển thị thông báo này nữa

source: I understand
ar: فهمت
be: Я разумею
cs: Rozumím
es: Entiendo
et: Ma saan sellest aru
fr: Je comprends
it: Accetto
pl: Rozumiem
pt_pt: Percebo
ru: Понимаю
sk: Rozumiem
tr: Anladım
vi: Tôi hiểu

source: Recover Crashed Downloads?
be: Аднавіць няўдалыя спампоўванні?
et: Kas taastame kokkujooksnud allalaadimised?
hu: Megszakadt letöltések helyreállítása
it: Vuoii recuperare i download non riusciti?
pt_pt: Recuperar descargas com falha?
ru: Восстановить неудачные загрузки?
sk: Obnoviť prerušené sťahovania?
ta: செயலிழந்த பதிவிறக்கங்களை மீட்டெடுக்கவா?

source: There are downloads available to recover from when Parabolic crashed. Parabolic will try to download them again.
be: Ёсць спампоўванні, якія можна аднавіць пасля збою Parabolic. Parabolic паспрабуе спампаваць іх яшчэ раз.
et: Parabolic jooksis viimati kokku ning sellest hetkest leidub taastatavaid videoid. Parabolic proovib neid uuesti alla laadida.
it: Da quando Parabolic si è bloccato ci sono download disponibili per il recupero. Parabolic proverà a scaricarli di nuovo.
pt_pt: Há descargas disponíveis para recuperação após uma falha do Parabolic. O Parabolic tentará descarregá-los novamente.
ru: Доступны загрузки для восстановления после сбоя Parabolic. Приложение попробует снова запустить их.
sk: K dispozícii sú sťahovania, ktoré je možné obnoviť po páde aplikácie. Parabolic sa pokúsi stiahnuť ich znova.

source: Recover
be: Аднавіць
et: Taasta
it: Recupera
pt_pt: Recuperar
ru: Восстановить
sk: Obnoviť

source: Exit?
ar: خروج؟
be: Выйсці?
et: Kas väljume?
fi: Poistutaanko?
gl: Saír?
hu: Kilépés
it: Vuoi uscire?
ja: 終了しますか？
nb_no: Avbryte nedlastinger?
pt_pt: Sair?
ru: Выйти?
sk: Ukončiť?
sr: Изађи?
ta: வெளியேற?

source: There are downloads in progress. Exiting will stop all downloads.
be: Ёсць актыўныя спампоўванні. Выхад спыніць усе спампоўванні.
et: Allalaadimised on pooleli. Väljudes peatuvad kõik allalaadimised.
it: Ci sono dei download in corso. L'uscita dal programma bloccherà tutti i download.
pt_pt: Há descargas ativas. Sair agora interromperá todas as descargas.
ru: Имеются активные загрузки. Выход из приложения оставновит их.
sk: Prebiehajú sťahovania. Ukončenie aplikácie zastaví všetky sťahovania.

source: Exit
ar: خروج
be: Выйсці
et: Välju
fi: Lopeta
gl: Saír
hu: Kilépés
it: Esci
ja: 終了
pt_pt: Sair
ru: Выход
sk: Ukončiť
ta: வெளியேறு

source: Ok
ar: حسنًا
be: ОК
et: Sobib
hu: Rendben
ru: ОК
ta: சரி

source: An update is available
be: Даступна абнаўленне
et: Saadaval on uuendus
it: È disponibile un aggiornamento
ru: Доступно обновление
sk: K dispozícii je aktualizácia

source: {} version {} is available to download and install
be: {} версіі {} даступна для спампоўвання і ўсталявання
et: {} rakenduse versioon {} on allalaadimiseks ja paigaldamiseks saadaval
it: È disponibile per il download e installazione {} versione {}
ru: {} версии {} доступно для загрузки и установки
sk: {} verzia {} je dostupná na stiahnutie a inštaláciu

source: Manage
be: Кіраванне
et: Halda
it: Gestisci
ru: Управление
sk: Spravovať

source: Update completed successfully
be: Абнаўленне паспяхова завершана
et: Uuendamine õnnestus
it: Aggiornamento complertato correttamente
ru: Обновление успешно завершено
sk: Aktualizácia bola úspešne dokončená

source: Download Again
ar: حمّل مجدداً
be: Спампаваць яшчэ раз
cs: Stáhnout znovu
es: Descargar de nuevo
et: Laadi uuesti alla
fi: Lataa uudelleen
fr: Télécharger à nouveau
gl: Descargar de novo
hu: Letöltés ismét
it: Nuovo download
ja: もう一度ダウンロード
nb_no: Last ned på nytt
pl: Pobierz ponownie
pt_pt: Descarregar novamente
ru: Повторить загрузку
sk: Stiahnuť znova
sr: Преузми опет
ta: மீண்டும் பதிவிறக்கவும்
tr: Tekrar İndir
vi: Tải lại

source: GitHub Repo
ar: مستودع "GitHub"
be: Рэпазіторый GitHub
cs: Repozitář GitHub
es: Repo de GitHub
et: Lähtekoodi hoidla GitHubis
fi: GitHub-tietovarasto
fr: Dépôt GitHub
gl: Repositorio do GitHub
hu: GitHub tároló
it: Repository GitHub
ja: GitHub リポジトリ
nb_no: GitHub-kodelager
pl: Repozytorium na Githubie
pt_pt: Repositório do GitHub
ru: Репозиторий GitHub
sk: GitHub repozitár
ta: GitHub களஞ்சியம்
tr: GitHub Deposu

source: No Arguments
be: Няма аргументаў
cs: Žádné argumenty
es: No hay argumentos
et: Argumente pole
fr: Aucun argument
it: Nessun argomento
pl: Brak argumentów
pt_pt: Sem argumentos
ru: Аргументов нет
sk: Žiadne argumenty
ta: வாதங்கள் இல்லை
tr: Argüman Yok
vi: Không có đối số

source: Delete Argument?
be: Выдаліць аргумент?
cs: Odstranit argument?
es: ¿Borrar argumento?
et: Kas kustutame argumendid?
fr: Supprimer l'argument ?
it: Vuoi eliminare l'argomento?
pl: Usunąć argument?
pt_pt: Apagar argumento?
ru: Удалить аргумент?
sk: Odstrániť argument?
ta: வாதத்தை நீக்கவா?
tr: Argüman Silinsin mi?
vi: Xóa đối số?

source: Are you sure you want to delete this argument?
be: Вы ўпэўнены, што хочаце выдаліць гэты аргумент?
et: Kas oled kindel, et soovid selle argumendi kustutada?
it: Vuoi eliminare questo argomento?
pt_pt: Tem certeza que deseja apagar este argumento?
ru: Вы точно хотите удалить этот аргумент?
sk: Ste si istý, že chcete odstrániť tento argument?
ta: இந்த வாதத்தை நீக்க விரும்புகிறீர்களா?

source: Args (Empty)
be: Аргументы (пуста)
et: Argumendid (tühi)
it: Argomenti (vuoti)
pt_pt: Argumentos (vazio)
ru: Переменные (пусто)
sk: Args (Prázdny)
ta: ஆர்க்ச் (காலியாக)

source: Show Log
ar: عرض سجل الحالة
be: Паказаць журнал
et: Näita logi
fi: Näytä kirjaukset
hu: Megnyitás
it: Visualizza registro eventi
pt_pt: Mostrar Registo
ru: Показать журнал
sk: Zobraziť záznam
ta: பதிவைக் காட்டு

source: Log
ar: سجل
be: Журнал
cs: Protokol
es: Registro
et: Logid
fi: Loki
fr: Journal
gl: Rexistro
hu: Napló
it: Registro eventi
ja: ログ
nb_no: Logg
pl: Dziennik
pt_pt: Registo
ru: Журнал
sk: Záznam
sr: Лог
ta: பதிவு
tr: Günlük
vi: Nhật ký

source: Open Containing Folder
ar: افتح المجلد الشامل
be: Адкрыць папку
et: Ava sisalduv kaust
fi: Avaa tiedoston sisältävä kansio
hu: Fájl helyének megnyitása
it: Apri cartella contenitore
pt_pt: Abrir Pasta do Conteúdo
ru: Открыть папку назначения
sk: Otvoriť priečinok s obsahom
ta: கோப்புறை கொண்ட திறந்த

source: Media
ar: مرئيات
be: Медыя
et: Meedia
hu: Hivatkozás
ru: Медиа
sk: Médiá
ta: ஊடகம்

source: Authentication
ar: مصادقة/توثيق
be: Аўтэнтыфікацыя
et: Autentimine
fi: Todentaminen
hu: Bejelentkezés
it: Autenticazione
pt_pt: Autenticação
ru: Авторизация
sk: Overenie
ta: ஏற்பு

source: Enter media url here
ar: أدخل رابط الوسائط هنا
be: Увядзіце тут URL-адрас медыя
cs: Zde zadejte adresu URL média
es: Introduzca la url multimedia aquí
et: Sisesta siia meedia võrguaadress
fi: Syötä median URL-osoite tähän
fr: Entrez l’URL d’un média ici
gl: Introduza o URL do recurso aquí
hu: Hivatkozás beillesztése
it: Inserisci qui l'URL del media
ja: メディアの URL を入力
nb_no: Skriv inn medieadresse her
pl: Podaj tutaj adres URL mediów
pt_pt: Insira o URL da multimédia aqui
ru: Введите ссылку на медиа
sk: Sem zadajte url adresu média
sr: Унеси УРЛ медије овде
ta: மீடியா முகவரி ஐ இங்கே உள்ளிடவும்
tr: Ortam URLʼsini buraya girin
vi: Nhập url phương tiện ở đây

source: On
be: Укл
cs: Zapnuto
es: Encender
et: Sees
fi: Päällä
fr: Activé
hu: Be
ja: オン
pl: Włączone
pt_pt: Ligado
ru: Вкл
sk: Zapnuté
tr: Açık
vi: Bật

source: Off
be: Выкл
cs: Vypnuto
es: Apagar
et: Väljas
fi: Pois
fr: Désactivé
hu: Ki
ja: オフ
pl: Wyłączone
pt_pt: Desligado
ru: Выкл
sk: Vypnuté
tr: Kapalı
vi: Tắt

source: Enter username here
ar: أدخل اسم المستخدم هنا
be: Увядзіце тут імя карыстальніка
cs: Zde zadejte uživatelské jméno
es: Introduzca aquí el nombre de usuario
et: Sisesta siia kasutajanimi
fi: Kirjoita käyttäjätunnus tähän
fr: Entrez le nom d’utilisateur ici
gl: Introduza o nome de usuario aquí
hu: Felhasználónév megadása
it: Inserisci qui il nome utente
ja: ユーザー名を入力
nb_no: Skriv inn brukernavn her
pl: Podaj tutaj nazwę użytkownika
pt_pt: Insira o nome de utilizador aqui
ru: Введите имя пользователя
sk: Sem zadajte používateľské meno
sr: Унеси корисничко име овде
ta: பயனர்பெயரை இங்கே உள்ளிடவும்
tr: Kullanıcı adını buraya girin
vi: Nhập tên người dùng ở đây

source: Enter password here
ar: أدخل كلمة المرور هنا
be: Увядзіце тут пароль
cs: Zde zadejte heslo
es: Introduzca aquí la contraseña
et: Sisesta siia salasõna
fi: Kirjoita salasana tähän
fr: Entrez le mot de passe ici
gl: Introduza o contrasinal aquí
hu: Jelszó megadása
it: Inserisci qui la password
ja: パスワードをに入力
nb_no: Skriv inn passord her
pl: Podaj tutaj hasło
pt_pt: Digite a palavra-passe aqui
ru: Введите пароль
sk: Sem zadajte heslo
sr: Унези лозинку овде
ta: கடவுச்சொல்லை இங்கே உள்ளிடவும்
tr: Parolayı buraya girin
vi: Nhập mật khẩu vào đây

source: This may take some time...
ar: إملأ فراغ الوقت بالإستغفار....
be: Гэта можа заняць некаторы час...
cs: Toto může chvíli trvat…
es: Esto puede tardar un poco…
et: Selleks võib natuke aega kuluda...
fi: Tässä vierähtää kotvanen aikaa...
fr: Cela peut prendre un certain temps...
hu: Ez eltarthat egy ideig...
it: Questo potrebbe richiedere del tempo...
pl: To może zająć trochę czasu...
pt_pt: Isto pode levar algum tempo...
ru: Это займёт некоторое время...
sk: Môže to chvíľu trvať...
ta: இதற்கு சிறிது நேரம் ஆகலாம் ...
tr: Bu biraz zaman alabilir...
vi: Việc này có thể mất chút thời gian...

source: Generic file types do not fully support embedding thumbnails and subtitles. Please select a specific file type that is known to support embedding to prevent separate files from being written.
ar: أنواع الملفات العامة لاتدعم دمج صور العرض والترجمات. يُرجى إختيار نوع ملف داعم للدمج لتجنب حفظ ملفات الترجمة والصور بشكل مستقل بالتخزين.
be: Агульныя тыпы файлаў не цалкам падтрымліваюць убудаванне мініяцюр і субцітраў. Выберыце канкрэтны тып файла, які падтрымлівае ўбудаванне, каб прадухіліць запіс асобных файлаў.
et: Üldised failivormingud ei toeta pisipiltide ja subtiitrite lõiminguid. Vältimaks eraldi pisipiltide ja subtiitrite failide salvestamist andmeruumi, palun vali selline failivorming, mist toetab nende lõimimist.
hu: Egyes fájlformátumok nem támogatják a beágyazásokat. Borítóképek és feliratok beágyazásához válasszon olyan formátumot, ami támogatja ezt! Ellenkező esetben a borítóképek külön fájlként kerülnek letöltésre.
it: I tipi di file generici non supportano l'incorporamento di miniature e sottotitoli. Per impedire che file immagini e sottotitoli vengano salvati separati nel disco seleziona un tipo di file specifico che supporti l'incorporamento.
pt_pt: Tipos de ficheiro genéricos não oferecem apoio completo à incorporação de miniaturas e legendas. Selecione um tipo de ficheiro específico que ofereça apoio à incorporação para evitar que ficheiros separados sejam gerados.
ru: Распространённые типы файлов не полностью поддерживают встраивание обложек и субтитров. Выберите конкретный тип файла, поддерживающий встраивание, для предотвращения перезаписи раздельных файлов.
sk: Niektoré typy súborov nepodporujú úplne vkladanie miniatúr a titulkov. Ak chcete predísť ukladaniu samostatných súborov, vyberte konkrétny typ súboru, o ktorom je známe, že vkladanie podporuje.
ta: சிறுபடங்கள் மற்றும் வசன வரிகள் உட்பொதித்தல் பொதுவான கோப்பு வகைகள் முழுமையாக ஆதரிக்கவில்லை. தனித்தனி கோப்புகள் எழுதப்படுவதைத் தடுக்க உட்பொதியை ஆதரிப்பதாக அறியப்பட்ட ஒரு குறிப்பிட்ட கோப்பு வகையைத் தேர்ந்தெடுக்கவும்.

source: Split Video by Chapters
ar: تقسيم الفيديو حسب الفصول
be: Падзяліць відэа па раздзелах
et: Jaga videod peatükkide kaupa tükkideks
fi: Jaottele video kappaleisiin
gl: Dividir vídeo en capítulos
hu: Fejezetek darabolása
it: Dividi il video per capitoli
ja: 動画をチャプター(章)で分ける
nb_no: Del opp etter kapitler
pt_pt: Dividir Vídeo por Capítulos
ru: Разделение видео по главам
sk: Rozdeliť video podľa kapitol
sr: Подели видео по поглављима
ta: அத்தியாயங்களால் வீடியோவைப் பிரிக்கவும்

source: Use manual credentials
be: Увесці ўліковыя даныя ўручную
et: Lisa salasõna/kasutajanimi käsitsi
hu: Bejelentkezés másként
it: Usa credenziali manuali
pt_pt: Usar credenciais manuais
ru: Ручной ввод данных
sk: Použiť manuálne poverenia

source: OK
ar: حسنًا
be: ОК
es: De Acuerdo
et: Sobib
hu: Rendben
ru: ОК
tr: Tamam
vi: Đồng ý
