Repository: NickvisionApps/Parabolic
Catalog: resources/po/*.po
Languages: ar, be, cs, es, et, fi, fr, gl, hu, it, ja, nb_no, pl, pt_pt, ru, sk, sr, ta, tr, vi

source: Video (Generic)
ar: فيديو (عام)
be: Відэа (агульнае)
cs: Video (obecné)
es: Vídeo (Genérico)
et: Video (üldine)
fi: Video (yleinen)
fr: Vidéo (Générique)
hu: Videó (forrás szerint)
it: Video (generico)
ja: 動画 (一般)
nb_no: Video (generisk)
pl: Wideo (ogólne)
pt_pt: Vídeo (Genérico)
ru: Видео (общее)
sk: Video (všeobecné)
sr: Видео
ta: வீடியோ (பொதுவான)
tr: Video (Standart)
vi: Video (Chung)

source: MP4 (Video)
ar: MP4 (فيديو)
be: MP4 (відэа)
es: MP4 (Vídeo)
fr: MP4 (Vidéo)
gl: MP4 (Vídeo)
hu: MP4 (videó)
ja: MP4 (ビデオ)
pl: MP4 (wideo)
pt_pt: MP4 (Vídeo)
ru: MP4 (видео)
sr: MP4 (Видео)
ta: Mp4 (வீடியோ)

source: WEBM (Video)
ar: WEBM (فيديو)
be: WEBM (відэа)
es: WEBM (Vídeo)
fr: WEBM (Vidéo)
hu: WebM (videó)
ja: WEBM (ビデオ)
pl: WEBM (wideo)
pt_pt: WEBM (Vídeo)
ru: WebM (видео)
sr: WEBM (Видео)
ta: வெப் (வீடியோ)
vi: Video

source: MKV (Video)
ar: MKV (فيديو)
be: MKV (відэа)
es: MKV (Vídeo)
fr: MKV (Vidéo)
gl: MKV (Vídeo)
hu: MKV (videó)
ja: MKV (動画)
pl: MKV (wideo)
pt_pt: MKV (Vídeo)
ru: MKV (видео)
sr: MKV (Видео)
ta: எம்.கே.வி (வீடியோ)

source: MOV (Video)
ar: MOV (فيديو)
be: MOV (відэа)
es: MOV (Vídeo)
fr: MOV (Vidéo)
gl: MOV (Vídeo)
hu: MOV (videó)
ja: MOV (動画)
pl: MOV (wideo)
pt_pt: MOV (Vídeo)
ru: MOV (видео)
sr: MOV (Видео)
ta: மூவ் (வீடியோ)

source: AVI (Video)
ar: AVI (فيديو)
be: AVI (відэа)
es: AVI (Vídeo)
fr: AVI (Vidéo)
gl: AVI (Vídeo)
hu: AVI (videó)
ja: AVI (動画)
pl: AVI (wideo)
pt_pt: AVI (Vídeo)
ru: AVI (видео)
sr: AVI (Видео)
ta: அவி (வீடியோ)

source: Audio (Generic)
ar: صوت (عام)
be: Аўдыя (агульнае)
cs: Zvuk (obecný)
es: Audio (Genérico)
et: Helifail (üldine)
fi: Ääni (yleinen)
fr: Audio (Générique)
hu: Hang (forrás szerint)
it: Audio (generico)
ja: 音声 (一般)
nb_no: Lyd (generisk)
pl: Audio (ogólne)
pt_pt: Áudio (Genérico)
ru: Аудио (общее)
sk: Zvuk (všeobecné)
sr: Аудио
ta: ஆடியோ (பொதுவான)
tr: Ses (Genel)
vi: Âm thanh (Chung)

source: MP3 (Audio)
ar: MP3 (صوت)
be: MP3 (аўдыя)
cs: MP3 (zvuk)
et: MP3 (heli)
fi: MP3 (Ääni)
gl: MP3 (Son)
hu: MP3 (hang)
ja: MP3 (音声)
nb_no: MP3 (lyd)
pt_pt: MP3 (Áudio)
ru: MP3 (аудио)
sr: MP3 (Аудио)
ta: எம்பி 3 (ஆடியோ)
tr: MP3 (Ses)
vi: MP3 (Âm thanh)

source: M4A (Audio)
ar: M4A (صوت)
be: M4A (аўдыя)
cs: M4A (zvuk)
et: M4A (heli)
fi: M4A (Ääni)
gl: M4A (Son)
hu: M4A (hang)
ja: M4A (音声)
nb_no: M4A (lyd)
pt_pt: M4A (Áudio)
ru: M4A (аудио)
sr: M4A (Аудио)
ta: M4A (ஆடியோ)
tr: M4A (Ses)
vi: M4A (Âm thanh)

source: OPUS (Audio)
ar: OPUS (صوت)
be: OPUS (аўдыя)
cs: OPUS (zvuk)
et: OPUS (heli)
fi: OPUS (Ääni)
hu: Opus (hang)
ja: OPUS (音声)
nb_no: Opus (lyd)
pt_pt: OPUS (Áudio)
ru: Opus (аудио)
sr: OPUS (Аудио)
ta: வேலை (ஆடியோ)
tr: OPUS (Ses)
vi: OPUS (Âm thanh)

source: FLAC (Audio)
ar: FLAC (صوت)
be: FLAC (аўдыя)
cs: FLAC (zvuk)
et: FLAC (heli)
fi: FLAC (Ääni)
hu: FLAC (hang)
ja: FLAC (音声)
nb_no: FLAC (lyd)
pt_pt: FLAC (Áudio)
ru: FLAC (аудио)
sr: FLAC (Аудио)
ta: Flac (ஆடியோ)
tr: FLAC (Ses)
vi: FLAC (Âm thanh)

source: WAV (Audio)
ar: WAV (صوت)
be: WAV (аўдыя)
cs: WAV (zvuk)
et: WAV (heli)
fi: WAV (Ääni)
hu: WAV (hang)
ja: WAV (音声)
nb_no: WAV (lyd)
pt_pt: WAV (Áudio)
ru: WAV (аудио)
sr: WAV (Аудио)
ta: WAV (ஆடியோ)
tr: WAV (Ses)
vi: WAV (Âm thanh)

source: None
ar: لا شيء
be: Няма
cs: Žádné
es: Ninguna
et: Määratlemata
fi: Ei mitään
fr: Aucun
gl: Ningunha
hu: Nincs
it: Nessuno
ja: なし
nb_no: Ingen
pl: Brak
pt_pt: Nenhuma
ru: Нет
sk: Žiadny
sr: Ниједан
ta: எதுவுமில்லை
tr: Hiçbiri
vi: Không

source: Error attempting to validate download: {}
ar: لم يتم تأكيد عملية التحميل: {}
et: Viga allalaaditu õigsuse kontrollimisel: {}
fi: Virhe yritettäessä kelpoistaa latausta: {}
hu: Hiba történt elemzés közben: {}
it: Errore durante la validazione del download: {}
ru: Ошибка при попытке проверить загрузку: {}
sk: Chyba pri pokuse o overenie sťahovania: {}
ta: பதிவிறக்கத்தை சரிபார்க்க முயற்சிப்பதில் பிழை: {}

source: Error attempting to add download: {}
ar: لم يتم إضافة التحميل بنجاح: {}
be: Памылка пры спробе дадаць спампоўку: {}
et: Viga allalaadimise lisamisel: {}
fi: Virhe yrittäessä lisätä latausta: {}
hu: Hiba történt letöltés közben: {}
it: Errore durante l'aggiunta del download: {}
pt_pt: Erro ao tentar adicionar a descarga: {}
ru: Ошибка при попытке добавить загрузку: {}
sk: Chyba pri pokuse o pridanie sťahovania: {}
ta: பதிவிறக்கத்தை சேர்க்க முயற்சிப்பதில் பிழை: {}

source: Download web video and audio
ar: تنزيل الفيديو والصوت من الويب
be: Спампоўвайце вэб-відэа і аўдыя
et: Laadi veebist alla heli- ja videofaile
fi: Lataa videoita ja ääntä verkosta
gl: Descargar vídeo e son da web
hu: Internetes médiatartalmak letöltése
it: Download video e audio dal web
ja: ウェブ上のビデオと音声をダウンロード
nb_no: Last ned lyd og video
pt_pt: Descarregar do áudio e vídeo
ru: Загружайте веб-видео и аудио
sk: Stiahnuť webové video a zvuk
sr: Скини веб видео и аудио
ta: இணைய காணொளி மற்றும் ஒலி அமைவைப் பதிவிறக்கவும்

source: Matrix Chat
ar: دردشة Matrix
be: Чат у Matrix
es: Chat de Matrix
et: Vestlus Matrixis
fi: Matrix-keskustelu
fr: Discussion Matrix
gl: Conversa en Matrix
hu: Matrix csatorna
it: Chat Matrix
ja: Matrix チャット
nb_no: Matrix-samtale
pl: Czat Matrix
ru: Чат в Matrix
sr: Matrix ћаскање
ta: மேட்ரிக்ஸ் மன்றம்
tr: Matrix Sohbet
vi: Nhắn tin Matrix

source: Contributors on GitHub
ar: المساهمون في GitHub
be: Суаўтары на GitHub
et: Kaasautorid GitHubis
fi: Avustajat GitHubissa
gl: Colaboradores/as no GitHub
hu: Közreműködők GitHub-bon
it: Contributori in GitHub
ja: GitHub での貢献者の皆さん
nb_no: Øvrige bidragsytere
pt_pt: Colaboradores no GitHub
ru: Участники на GitHub
sk: Prispievatelia na Github-e
sr: Сарадници на Github-у
ta: கிதுபில் பங்களிப்பாளர்கள்

source: Fyodor Sobolev
ar: فيودور سوبوليف
et: Fjodor Sobolev
ru: Фёдор Соболев
ta: ஃபியோடர் சோபோலேவ்

source: David Lapshin
ar: ديفيد لابشين
et: David Lapšin
ru: Давид Лапшин
ta: டேவிட் லாப்ஷின்

source: translator-credits
ar: حقوق-المترجم
be: Pavel Miniutka <pavel.miniutka@gmail.com>
et: Priit Jõerüüt
fi: Jiri Grönroos
gl: Xosé <xosecalvo@gmail.com; proxecto@trasno.gal>
hu: ViBE <vibe@protonmail.com>
it: Nicholas Logozzo <nlogozzo225@gmail.com> Albano Battistella Davide Ferracin <davide.ferracin@protonmail.com> bovirus <bovirus@gmail.com>
ja: Gnuey56 <gnuey56@proton.me>
nb_no: Brage Fuglseth https://bragefuglseth.dev
pt_pt: Ricardo Simões https://github.com/Ricardo-Simoes
ru: Фёдор Соболев <https://github.com/fsobolev>, 2023 Valerii Zhikharev <fr0stmatic@proton.me>, 2025
sk: Jozef Gaál <preklady@mayday.sk>
sr: Compact <webmaster@compactbunker.org>
ta: K.B.Dharun Krishna <kbdharunkrishna@gmail.com>, 2023

source: Unable to download and install update
ar: تعذّر تنزيل التحديث وتثبيته
be: Не ўдалося спампаваць і усталяваць абнаўленне
et: Uuenduse allalaadimine ja paigaldamine ei õnnestunud
fi: Päivityksen lataaminen ja asentaminen ei onnistu
gl: Non foi posíbel descargar e instalar a actualización
hu: A frissítés letöltése és telepítése nem sikerült
it: Impossibile scaricare e installare l'aggiornamento
ja: アップデートをダウンロードしてインストールできません
nb_no: Oppdatering mislyktes
pt_pt: Não foi possível descarregar e instalar a atualização
ru: Не удалось загрузить и установить обновление
sk: Nie je možné stiahnuť a nainštalovať aktualizáciu
sr: Преузимање и инсталирање нове верзије није било успешно
ta: புதுப்பிப்பைப் பதிவிறக்கி நிறுவ முடியவில்லை

source: Recovered {} download
be: Адноўлена {} спампоўванне
et: Taastasime {} allalaadimise
fi: Palautettiin {} lataus
hu: {} letöltés helyreállítva
it: {} download recuperato
ja: 再試行された {} 個のダウンロード
nb_no: Gjenopprettet {} nedlasting
pt_pt: Transferência {} recuperada
ru: Восстановлена {} загрузка
sk: Obnovené {} stiahnutie
sr: Опорављено {} преузимање
ta: மீட்டெடுக்கப்பட்டது {} பதிவிறக்கம்

source: Error attempting to recover downloads: {}
ar: لم يتم إستعادة التحميل: {}
be: Памылка пры спробе аднавіць спампоўванне: {}
et: Viga allalaadimise taastamise üritamisel: {}
fi: Virhe yrittäessä palauttaa latauksia: {}
hu: Hiba történt helyreállítás során: {}
it: Errore durante il recupero del download: {}
pt_pt: Erro ao tentar recuperar as descargas: {}
ru: Ошибка при попытке восстановить загрузки: {}
sk: Chyba pri pokuse o obnovenie sťahovaní: {}
ta: பதிவிறக்கங்களை மீட்டெடுக்க முயற்சிப்பதில் பிழை: {}

source: Download Finished
ar: اكتمل التنزيل
be: Спампоўванне скончана
et: Allalaadimine lõppes
fi: Lataus valmistui
gl: Descarga rematada
hu: Letöltés befejeződött
it: Download completato
ja: ダウンロードが完了
nb_no: Nedlasting fullført
pt_pt: Transferência Terminada
ru: Загрузка завершена
sk: Stiahnutie dokončené
sr: Преузимање успешно
ta: பதிவிறக்கம் முடிந்தது

source: {} has finished downloading
ar: انتهى تنزيل {}
be: Файл "{}" спампаваны
et: {} allalaadimine on lõppenud
fi: {} on ladattu
hu: A(z) „{}” letöltése befejeződött
it: {} ha completato il download
ja: {} はダウンロード完了です
nb_no: Nedlasting av {} fullført
pt_pt: {} terminou de ser descarregado
ru: "{0}" загружено
sk: Súbor „{}“ bol stiahnutý
sr: {} је успешно скинуто

source: Open
ar: شغّل
be: Адкрыць
cs: Otevřít
es: Abrir
et: Ava
fi: Avaa
fr: Ouvrir
gl: Abrir
hu: Megnyitás
it: Apri
ja: 開く
nb_no: Åpne
pl: Otwórz
pt_pt: Abrir
ru: Открыть
sk: Otvoriť
sr: Отвори
ta: திற
tr: Aç
vi: Mở

source: {} has finished with an error
ar: انتهى التحميل مع خطأ {}
be: Спампоўванне файла "{}" скончылася з памылкай
et: {} allalaadimine lõppes veaga
fi: {} päättyi virheellä
hu: A(z) „{}” letöltése során hiba történt
it: {} è stato completato con un errore
ja: {} のダウンロードはエラーで終了しました
nb_no: {} fullført med feil
pt_pt: {} terminou com um erro
ru: "{0}" завершилось с ошибкой
sk: Sťahovanie súboru „{}“ nebolo úspešné
sr: {} је завршило са грешком
ta: {} பிழையுடன் முடித்துவிட்டது

source: System
ar: نظام
be: Сістэмная
cs: Systémový
es: Sistema
et: Süsteemi kujundus
fi: Järjestelmä
fr: Système
hu: Rendszer
it: Sistema
ja: システムに従う
nb_no: Følg systemet
pl: Systemowy
pt_pt: Sistema
ru: Системная
sk: Systémový
sr: Систем
ta: மண்டலம்
tr: Sistem
vi: Hệ thống

source: {:.2f} GiB/s
ar: {:.2f} جيجابايت/ث
hu: {:.2f} GiB/mp
ja: {:.2f} GiB /毎秒
ru: {:.2f} ГиБ/с
ta: {:.2f} கிப்/கள்

source: {:.2f} MiB/s
ar: {:.2f} ميغابايت/ثانية
hu: {:.2f} MiB/mp
ja: {:.2f} MiB/毎秒
ru: {:.2f} МиБ/с

source: {:.2f} KiB/s
ar: {:.2f} كيلوبايت/ثانية
hu: {:.2f} kiB/mp
ja: {:.2f} KiB/毎秒
ru: {:.2f} КиБ/с

source: {:.2f} B/s
ar: {:.2f} بايت/ث
fi: {:.2f} t/s
hu: {:.2f} B/mp
ja: {:.2f} B/毎秒
ru: {:.2f} Б/с

source: Best
ar: الأفضل
be: Найлепшае
cs: Nejlepší
es: Mejor
et: Parim
fi: Paras
fr: Meilleur
gl: Mellor
hu: Legmagasabb
it: Migliore
ja: 最高
nb_no: Høy
pl: Najlepszy
pt_pt: Melhor
ru: Лучший
sk: Najlepší
sr: Најбољи
ta: சிறந்த
tr: En İyi
vi: Cao nhất

source: Worst
ar: الأسوأ
be: Найгоршае
cs: Nejhorší
es: Peor
et: Kõige kehvem
fi: Huonoin
fr: Pire
hu: Legalacsonyabb
it: Peggiore
ja: 最低
nb_no: Dårlig
pl: Najgorszy
pt_pt: Pior
ru: Худший
sk: Najhorší
ta: மோசமான
tr: En Kötü
vi: Thấp nhất

source: Audio Description
ar: وصف صوتي
be: Апісанне аўдыя
et: Heliriba kirjeldus
fi: Ääniraidan kuvaus
gl: Descrición do son
hu: Hangos leírás
it: Descrizione audio
ja: 音声の概要
nb_no: Lydbeskrivelse
pt_pt: Descrição do Áudio
ru: Описание аудио
sk: Popis zvuku
sr: Аудио опис
ta: ஆடியோ விளக்கம்

source: {:.2f} GiB
ar: {:.2f} جيجابايت
fi: {:.2f} KiB
ru: {:.2f} ГиБ
ta: {:.2f} கிப்

source: {:.2f} MiB
ar: {:.2f} ميغابايت
it: {:.2f} MiB/s
ru: {:.2f} МиБ

source: {:.2f} KiB
ar: {:.2f} كيلوبايت
it: {:.2f} KiB/s
ru: {:.2f} КиБ
ta: {:.2f} என்பது

source: {:.2f} B
ar: {:.2f} بايت
fi: {:.2f} T
it: {:.2f} B/s
ru: {:.2f} Б

source: ERROR: The file already exists and overwriting is disabled.
ar: خلل: الملف موجود بالفعل والكتابة وخاصية الكتابة فوقه معطلة.
be: ПАМЫЛКА: файл ужо існуе, а перазапісванне адключана.
et: VIGA: See fail on juba olemas ja ülekirjutamine on keelatud.
fi: VIRHE: kyseinen tiedosto on jo valmiiksi olemassa ja ylitsekirjoitus on kytketty pois.
gl: O ficheiro xa existe e a substitución non está permitida.
hu: HIBA: A fájl már létezik, de felülírás nem engedélyezett.
it: ERRORE: Il file esiste già e la sovrascrittura è disabilitata.
ja: エラー: すでにファイルが存在しており、ファイルの上書きが無効になっています。
nb_no: FEIL: Filen eksisterer allerede, og erstatning er slått av.
pt_pt: ERRO: O ficheiro já existe e a sobreposição de escrita está desativada.
ru: Ошибка: файл уже существует, перезапись запрещена.
sk: CHYBA: Súbor už existuje a prepisovanie je zakázané.
sr: ГРЕШКА: Датотека већ постоји и замењивање је угашено.
ta: பிழை: கோப்பு ஏற்கனவே உள்ளது மற்றும் மேலெழுதும் முடக்கப்பட்டுள்ளது.

source: Starting download...
ar: جاري بدء التنزيل...
be: Пачатак спампоўвання...
cs: Spouštění stahování...
es: Iniciando descarga...
et: Alustame allalaadimist…
fi: Käynnistetään lataus...
fr: Début du téléchargement…
gl: A iniciar a descarga...
hu: Letöltés megkezdése...
it: Avvio download…
ja: ダウンロードを開始しています...
nb_no: Starter nedlasting…
pl: Rozpoczynanie pobierania...
pt_pt: A começar a transferência...
ru: Начинается загрузка...
sk: Začína sa sťahovanie...
sr: Преузимање започето…
ta: பதிவிறக்கத் தொடங்குகிறது ...
tr: İndirmeye başlatılıyor...
vi: Đang bắt đầu tải xuống...

source: Auto-generated
ar: مُنشأ تلقائيًا
be: Аўтаматычна згенерыраваныя
et: Loodud automaatselt
fi: Luotu automaattisesti
gl: Xerado automaticamente
hu: Automatikusan létrehozott
it: Generato automaticamente
ja: 自動生成
nb_no: automatisk
pt_pt: Auto-gerado
ru: Созданные автоматически
sk: Automaticky vygenerované
sr: Ауто-генерисано
ta: தானாக உருவாக்கிய

source: Unable to download yt-dlp update
be: Не ўдалося спампаваць абнаўленне yt-dlp
et: yt-dlp uuenduse allalaadimine ei õnnestunud
it: Impossibile scaricare e installare l'aggiornamento
pt_pt: Não foi possível descarregar a atualização do yt-dlp
ru: Не удалось загрузить обновление yt-dlp
sk: Nepodarilo sa stiahnuť aktualizáciu yt-dlp

source: Add Download
ar: إضافة تحميل
be: Новая спампоўка
cs: Přidat stahování
es: Añadir Descarga
et: Lisa allalaadimine
fi: Lisää lataus
fr: Ajouter un téléchargement
gl: Engadir descarga
hu: Hozzáadás
it: Aggiungi download
ja: ダウンロードを追加
nb_no: Legg til nedlasting
pl: Dodaj pobieranie
pt_pt: Adicionar Transferência
ru: Добавить загрузку
sk: Pridať stiahnutie
sr: Додај преузимање
ta: பதிவிறக்கத்தைச் சேர்க்கவும்
tr: İndirme Ekle
vi: Thêm lượt tải

source: Validate
ar: تأكيد
be: Праверыць
et: Kontrolli
fi: Validoi
gl: Validar
hu: Elemzés
it: Valida
ja: 内容の確認
nb_no: Kontroller
pt_pt: Validar
ru: Проверить
sk: Overiť
sr: Потврди
ta: சரிபார்க்கவும்

source: Media URL
ar: رابط الوسائط
be: URL-адрас медыя
cs: URL média
es: URL Multimedia
et: Meedia võrguaadress
fi: Median URL-osoite
fr: URL du média
gl: URL do recurso
hu: Hivatkozás
it: URL media
ja: メディアの URL
nb_no: Nettadresse
pl: Adres URL
pt_pt: URL da Media
ru: Ссылка на медиа
sk: URL adresa média
sr: УРЛ медије
ta: ஊடகத்தின் URL
tr: Ortam URLʼsi
vi: URL của phương tiện

source: Use Batch File
ar: استخدم ملف الدفعة
be: Выкарыстаць пакетны файл
et: Kasuta pakktöötluse faili
fi: Käytä komentojonotiedostoa
hu: Letöltési lista megnyitása
it: Usa file batch
ja: バッチファイルを使う
nb_no: Bruk buntfil
pt_pt: Usar Ficheiro de Lote
ru: Использовать пакетный файл
sk: Použiť dávkový súbor
sr: Користи Batch датотеку
ta: தொகுதி கோப்பைப் பயன்படுத்தவும்

source: Authenticate
ar: مصادقة/توثيق
be: Аўтэнтыфікацыя
et: Autentimine on vajalik
fi: Tunnistaudu
gl: Autenticar
hu: Bejelentkezés
it: Autenticati
ja: 認証
nb_no: Autentisering
pt_pt: Autenticar
ru: Авторизация
sk: Overiť
sr: Аутентикација
ta: அங்கீகரிக்கவும்

source: Credential
ar: بيانات إعتماد
be: Уліковыя даныя
cs: Údaj
es: Credencial
et: Tuvastusandmed
fi: Tunnistetieto
fr: Identifiant
gl: Credencial
hu: Bejelentkezés
it: Credenziale
ja: 認証情報
nb_no: Innlogging
pl: Dane logowania
pt_pt: Credencial
ru: Учётные данные
sk: Poverenie
ta: நற்சான்றிதழ்
tr: Kimlik Bilgileri
vi: Thông tin xác thực

source: Username
ar: اسم المُستخدم
be: Імя карыстальніка
cs: Uživatelské jméno
es: Nombre de usuario
et: Kasutajanimi
fi: Käyttäjätunnus
fr: Nom d’utilisateur
gl: Nome de usuario
hu: Felhasználónév
it: Nome utente
ja: ユーザー名
nb_no: Brukernavn
pl: Nazwa użytkownika
pt_pt: Nome de utilizador
ru: Имя пользователя
sk: Meno používateľa
sr: Корисничко име
ta: பயனர் பெயர்
tr: Kullanıcı adı
vi: Tên đăng nhập

source: Password
ar: كلمة المرور
be: Пароль
cs: Heslo
es: Contraseña
et: Salasõna
fi: Salasana
fr: Mot de passe
gl: Contrasinal
hu: Jelszó
ja: パスワード
nb_no: Passord
pl: Hasło
pt_pt: Palavra-passe
ru: Пароль
sk: Heslo
sr: Лозинка
ta: கடவுச்சொல்
tr: Parola
vi: Mật khẩu

source: Download Immediately
be: Спампоўваць адразу
cs: Stáhnout okamžitě
es: Descargar Inmediatamente
et: Laadi kohe alla
fr: Télécharger immédiatement
hu: Azonnali letöltés elemzést követően
it: Download immediato
pl: Pobierz natychmiast
pt_pt: Descarregar imediatamente
ru: Быстрая загрузка
sk: Stiahnuť okamžite
ta: உடனடியாக பதிவிறக்கவும்
tr: Hemen İndir
vi: Tải ngay

source: Use your previous download options for this download
ar: استخدم خيارات التنزيل السابقة لهذا التنزيل
be: Выкарыстоўваць папярэднія параметры для гэтай спампоўкі
et: Kasuta selle allalaadimise jaoks oma eelmise allalaadimise eelistusi
hu: Az alkalmazás a már korábban használt beállításokkal végzi el a letöltést
it: Usa per questo download le opzioni di download precedenti
pt_pt: Use as suas opções de descarregar anterior para esta descarga
ru: Использовать ранее выбранные параметры для данной загрузки
sk: Použije predchádzajúce možnosti sťahovania pre toto stiahnutie
ta: இந்த பதிவிறக்கத்திற்கு உங்கள் முந்தைய பதிவிறக்க விருப்பங்களைப் பயன்படுத்தவும்

source: Validating
be: Праверка
et: Kontrollin
it: Validazione
ja: 内容の確認
pt_pt: A validar
ru: Проверка
sk: Overuje sa

source: Configure
be: Канфігурацыя
cs: Konfigurace
es: Configurar
et: Seadista
fr: Configurer
it: Configura
pl: Konfiguruj
ru: Настройка
sk: Prispôsobenie
tr: Yapılandır
vi: Cấu hình

source: Download
ar: حمّل
be: Спампаваць
cs: Stáhnout
es: Descargar
et: Laadi alla
fi: Lataa
fr: Télécharger
gl: Descargar
hu: Letöltés
ja: ダウンロード
nb_no: Last ned
pl: Pobierz
pt_pt: Transferência
ru: Загрузить
sk: Stiahnuť
sr: Преузми
ta: பதிவிறக்கு
tr: İndir
vi: Tải xuống

source: File Type
ar: نوع الملف
be: Тып файла
cs: Typ souboru
es: Tipo de archivo
et: Failitüüp
fi: Tiedoston tyyppi
fr: Type de fichier
gl: Tipo de ficheiro
hu: Fájltípus
it: Tipo dl file
ja: ファイルの種類
nb_no: Filtype
pl: Typ pliku
pt_pt: Tipo de Ficheiro
ru: Тип файла
sk: Typ súboru
sr: Тип датотеке
ta: கோப்பு வகை
tr: Dosya Türü
vi: Loại tệp

source: Generic file types do not fully support embedding thumbnails and subtitles. Please select a specific file type that is known to support embedding to prevent separate files from being written.
ar: أنواع الملفات العامة لاتدعم دمج صور العرض والترجمات. يرجى إختيار نوع ملف داعم للدمج لتجنب حفظ ملفات الترجمة والصور بشكل مستقل بالتخزين.
be: Агульныя тыпы файлаў не цалкам падтрымліваюць убудаванне мініяцюр і субцітраў. Выберыце канкрэтны тып файла, які падтрымлівае ўбудаванне, каб прадухіліць запіс асобных файлаў.
et: Üldised failivormingud ei toeta pisipiltide ja subtiitrite lõiminguid. Vältimaks eraldi pisipiltide ja subtiitrite failide salvestamist andmeruumi, palun vali selline failivorming, mist toetab nende lõimimist.
hu: Egyes fájlformátumok nem támogatják a beágyazásokat. Borítóképek és feliratok beágyazásához válasszon olyan formátumot, ami támogatja ezt! Ellenkező esetben a borítóképek külön fájlként kerülnek letöltésre.
it: I tipi di file generici non supportano l'incorporamento di miniature e sottotitoli. Seleziona un tipo di file specifico che supporti l'incorporamento per impedire che vengano scritti nel disco file immagini e sottotitoli separati.
pt_pt: Os tipos de ficheiros genéricos não suportam miniaturas e legendas. Por favor, selecione um tipo de ficheiro específico que suporta a incorporação para evitar que ficheiros de imagem e legendas separados sejam escritos em disco.
ru: Распространённые типы файлов не полностью поддерживают встраивание обложек и субтитров. Выберите конкретный тип файла, поддерживающий встраивание, для предотвращения перезаписи раздельных файлов.
sk: Niektoré typy súborov nepodporujú úplne vkladanie miniatúr a titulkov. Vyberte prosím konkrétny typ súboru, ktorý podporuje vkladanie, aby sa predišlo ukladaniu samostatných súborov.
ta: சிறுபடங்கள் மற்றும் வசன வரிகள் உட்பொதித்தல் பொதுவான கோப்பு வகைகள் முழுமையாக ஆதரிக்கவில்லை. உட்பொதிப்பை ஆதரிக்க அறியப்பட்ட ஒரு குறிப்பிட்ட கோப்பு வகையைத் தேர்ந்தெடுக்கவும் தனி கோப்புகள் எழுதப்படுவதைத் தடுக்க.

source: Video Format
ar: صيغة المقطع
be: Фармат відэа
cs: Formát videa
es: Formato de vídeo
et: Videovorming
fi: Videon muoto
fr: Format vidéo
hu: Felbontás/minőség
it: Formato video
ja: 動画のファイル形式
pl: Format wideo
pt_pt: Formato de Vídeo
ru: Видеоформат
sk: Formát videa
sr: Видео формат
ta: வீடியோ வடிவம்
tr: Video Biçimi
vi: Định dạng video

source: Audio Format
ar: صيغة الصوت
be: Фармат аўдыя
cs: Formát zvuku
es: Formato de audio
et: Helivorming
fi: Äänen muoto
fr: Format audio
hu: Hangsáv
it: Formato audio
ja: 音声のファイル形式
pl: Format audio
pt_pt: Formato de Áudio
ru: Аудиоформат
sk: Formát zvuku
sr: Аудио формат
ta: ஆடியோ வடிவம்
tr: Ses Biçimi
vi: Định dạng âm thanh

source: Subtitles
ar: الترجمة
be: Субцітры
cs: Titulky
es: Subtítulos
et: Subtiitrid
fi: Tekstitykset
fr: Sous-titres
gl: Incorporar subtítulos
hu: Feliratok
it: Sottotitoli
ja: 字幕
nb_no: Undertekster
pl: Napisy
pt_pt: Legendas
ru: Субтитры
sk: Titulky
sr: Титлови
ta: வசன வரிகள்
tr: Alt Yazılar
vi: Phụ đề

source: Advanced Options
ar: خيارات متقدمة
be: Пашыраныя налады
et: Lisavalikud
fi: Lisävalinnat
gl: Opcións avanzadas
hu: Haladó beállítások
it: Opzioni avanzate
ja: 詳細オプション
nb_no: Avansert
pt_pt: Opções Avançadas
ru: Дополнительные параметры
sk: Pokročilé možnosti
sr: Напредне опције
ta: மேம்பட்ட விருப்பங்கள்

source: Save Folder
ar: مجلد الحفظ
be: Папка захавання
cs: Složka k uložení
es: Guardar Carpeta
et: Salvestuste kaust
fi: Tallennuskansio
fr: Dossier d’enregistrement
gl: Cartafol de destino
hu: Letöltés helye
it: Cartella salvataggio
ja: 保存フォルダー
nb_no: Lagringsmappe
pl: Folder docelowy
pt_pt: Pasta de Destino
ru: Папка сохранения
sk: Priečinok na uloženie
sr: Сачувај фасциклу
ta: கோப்புறையை சேமி
tr: Kayıt Klasörü
vi: Thư mục lưu

source: Select Save Folder
ar: إختر مجلد الحفظ
be: Выбраць папку для захавання
cs: Vybrat složku k uložení
es: Seleccione la carpeta de guardado
et: Vali kaust salvestuste jaoks
fi: Valitse tallennuskansio
fr: Sélectionner un dossier de sauvegarde
gl: Seleccionar cartafol de destino
hu: Letöltés helyének kiválasztása
it: Seleziona cartella salvataggio
ja: 保存するフォルダーを選択
nb_no: Velg lagringsmappe
pl: Wybierz folder docelowy
pt_pt: Selecione Pasta de Destino
ru: Выбрать папку загрузки
sk: Vybrať priečinok na uloženie
sr: Изабери фасциклу за сачување
ta: சேமி கோப்புறையை தேர்ந்தெடுக்கவும்
tr: Kayıt Klasörünü Seçin
vi: Chọn thư mục lưu

source: File Name
ar: إسم الملف
be: Назва файла
cs: Název souboru
es: Nombre de Archivo
et: Faili nimi
fi: Tiedoston nimi
fr: Nom du fichier
gl: Nome do ficheiro
hu: Fájlnév
it: Nome file
ja: ファイル名
nb_no: Filnavn
pl: Nazwa pliku
pt_pt: Nome do Ficheiro
ru: Имя файла
sk: Názov súboru
sr: Име датотеке
ta: கோப்பு பெயர்
tr: Dosya Adı
vi: Tên tệp

source: Revert to Title
ar: إستعادة الاسم
be: Вярнуць загаловак
cs: Vrátit na název
es: Revertir al Título
et: Taasta nimi
fi: Nimikepalautus
fr: Revenir au titre
gl: Reverter ao título
hu: Visszavonás
it: Ripristina titolo
ja: タイトルを元に戻す
nb_no: Tilbakestill til tittel
pl: Przywróć do tytułu
pt_pt: Reverter para Título
ru: Вернуть исходный заголовок
sk: Vrátiť späť názov
sr: Врати на наслов
ta: தலைப்புக்கு திரும்பவும்
tr: Başlığa Geri Dön
vi: Đổi về tiêu đề

source: Select All
ar: تحديد الكل
be: Выбраць усе
cs: Vybrat vše
es: Seleccionar todo
et: Vali kõik
fi: Valitse kaikki
fr: Sélectionner tout
hu: Összes kijelölése
it: Seleziona tutto
ja: すべて選択
nb_no: Marker alt
pl: Wybierz wszystkie
pt_pt: Selecionar todos
ru: Выбрать всё
sk: Vybrať všetky
sr: Изабери све
ta: அனைத்தையும் தெரிவுசெய்
tr: Tümünü Seç
vi: Chọn tất cả
