Repository: NickvisionApps/Parabolic
Catalog: resources/po/*.po
Languages: ar, be, cs, es, et, fi, fr, gl, hu, it, ja, nb_no, pl, pt_pt, ru, sk, sr, ta, tr, vi

source: Please wait...
cs: Čekejte prosím...
es: Por favor, espere...
fr: Veuillez patienter…
pl: Proszę czekać...
tr: Lütfen bekleyin...
vi: Vui lòng đợi...

source: There are no downloads in your history
cs: Ve vaší historii se nenachází žádná stahování
es: No hay descargas en tu historial
pl: W twojej historii nie ma żadnych pobrań
tr: İndirme geçmişi boş
vi: Không có tải xuống nào trong lịch sử của bạn

source: There are no downloads found with the current filters
cs: Se zvolenými filtry nebyla nalezena žádná stahování
es: No se encontraron descargas con los filtros actuales
fr: Il n'y a aucun téléchargement trouvé avec les filtres actuels
pl: Nie znaleziono pobierań dla wybranych filtrów
tr: Geçerli süzgeçlerle hiçbir indirme bulunamadı
vi: Không tìm thấy tải xuống nào với bộ lọc hiện tại

source: There are no credentials in your keyring
cs: Ve vaší klíčence nejsou žádné údaje
es: No hay credenciales en tu llavero
pl: W twojej liście kluczy nie ma żadnych danych logowania
tr: Anahtarlığınızda kimlik bilgisi yok
vi: Không có thông tin xác thực trong keyring của bạn

source: There are no credentials found with the current filters
cs: Se zvolenými filtry nebyly nalezeny žádné údaje
es: No se encontraron credenciales con los filtros actuales
fr: Il n'y a pas d'identifiant correspond aux filtres actuels
pl: Nie znaleziono danych logowania dla wybranych filtrów
tr: Geçerli süzgeçlerle hiçbir kimlik bilgisi bulunamadı
vi: Không tìm thấy thông tin xác thực nào với bộ lọc hiện tại

source: Updating
cs: Aktualizace
es: Actualizando
pl: Aktualizowanie
tr: Güncelleniyor
vi: Đang cập nhật

source: Check for Updates
cs: Zkontrolovat aktualizace
es: Buscar actualizaciones
fr: Vérifier les mises à jour
gl: Comprobar se hai actualizacións
nb_no: Se etter oppdateringer
pl: Sprawdź aktualizacje
sr: Провери за нову верзију
tr: Güncellemeleri Denetle
vi: Kiểm tra bản cập nhật

source: Credential Required
cs: Vyžadován údaj
es: Credencial Requerida
pl: Dane logowania są wymagane
tr: Kimlik Bilgisi Gerekli
vi: Yêu cầu thông tin xác thực

source: Submit
cs: Potvrdit
es: Enviar
fr: Soumettre
pl: Wyślij
tr: Gönder
vi: Gửi

source: A credential is required to continue the download of "{0}".
cs: Pro pokračování ve stahování média „{0}“ je vyžadován údaj.
es: Se requiere credencial para continuar la descarga de "{0}".
fr: Un identifiant est nécessaire pour continuer le téléchargement de "{0}".
pl: Dane logowania są wymagane, aby kontynuować pobieranie "{0}".
tr: "{0}" indirilmesini sürdürmek için kimlik bilgileri gerekli.
vi: Cần có thông tin xác thực để tiếp tục tải xuống "{0}".

source: Update Parabolic and dependencies, such as yt-dlp, to beta versions
cs: Aktualizovat Parabolic a závislosti, například yt-dlp, na beta verze
es: Actualizar Parabolic y dependencias, como yt-dlp, a versiones beta
fr: Mettre à jour Parabolic et ses dépendances, dont yt‑dlp, vers les versions bêta
pl: Zaktualizuj Parabolic i zależności, takie jak yt-dlp, do wersji beta
tr: Parabolic ve yt-dlp gibi bağımlılıkları beta sürümlerine güncelle
vi: Cập nhật Parabolic và các phụ thuộc, chẳng hạn như yt-dlp, lên phiên bản beta

source: Cookies from File
cs: Cookies ze souboru
es: Cookies desde Archivo
pl: Ciasteczka z pliku
tr: Dosyadan Çerezler
vi: Cookie từ tệp

source: Max Connections Per Server
cs: Max. počet připojení na server
es: Conexiones Máximas Por Servidor
pl: Maksymalna ilość połączeń na serwer
tr: Sunucu Başına En Çok Bağlantı
vi: Số kết nối tối đa mỗi máy chủ

source: Corresponds to -x option
cs: Odpovídá možnosti -x
es: Corresponde a la opción -x
fr: Correspond à l'option -x
pl: Odpowiada opcji -x
tr: -x seçeneğine karşılık gelir
vi: Tương ứng với tùy chọn -x

source: Minimum Split Size (MiB)
cs: Minimální velikost rozdělení (MiB)
es: Tamaño Mínimo de la División (MiB)
pl: Minimalny rozmiar podziału (MiB)
tr: En Düşük Bölme Boyutu (MiB)
vi: Kích thước tách tối thiểu (MiB)

source: Corresponds to -k option
cs: Odpovídá možnosti -k
es: Corresponder a la opción -k
fr: Correspond à l'option -k
pl: Odpowiada opcji -k
tr: -k seçeneğine karşılık gelir
vi: Tương ứng với tùy chọn -k

source: Post-Processor Arguments
cs: Argumenty postprocesoru
es: Argumentos de Post-Procesador
pl: Argumenty przetwarzania końcowego
tr: Son İşlemci Argümanları
vi: Đối số bộ xử lý hậu kì

source: Post-Processor
cs: Postprocesor
es: Post-Procesador
pl: Postprocesor
tr: Son İşleme
vi: Bộ xử lý hậu kỳ

source: Download Finished With Error
ar: اكتمل التنزيل مع وجود خطأ
fi: Lataus päättyi virheen kanssa
gl: Descarga rematada con erros
hu: Hiba történt letöltés közben
it: Download completato con errori
ja: ダウンロードはエラーで終了
nb_no: Nedlasting fullført med feil
sk: Sťahovanie neprebehlo úspešne
sr: Преузимање је успело са грешком
ta: பதிவிறக்கம் பிழையுடன் முடிந்தது

source: N/A
ar: غير معروف
hu: Nincs
it: N/D
ta: இதற்கில்லை

source: FLAC (ALAC)
ar: FLAC (صوت)
fi: FLAC (tai ALAC)
hu: FLAC (hang)
it: FLAC (audio)

source: WAV (AIFF)
ar: WAV (صوت)
hu: WAV (hang)
it: WAV (audio)

source: Use aria2c instead of yt-dlp's native downloader
it: Usa aria2c al posto del downloader nativo yt-dlp

source: {} | {} | ETA: {}
ar: {} | {} | الوقت المُقدّر: {}
hu: {} | {} | Hátralévő idő: {}
it: {} | {} | STIMATO: {}
ta: {} | {} | மற்றும்: {}

source: Parabolic
ar: بارا-بوليك
sr: Параболик
ta: பரபோலிக்

source: H.264 (AVC)
ar: ترميز H.264
ta: H.264 (பக்கவாதம்)

source: Brave
ar: متصفح "بريف"
ta: தைரியமான

source: Chrome
ar: متصفح "كروم"
ta: குரோம்

source: Chromium
ar: متصفح "كروميوم"
ta: நீலிரும்பு, குருமம்

source: Edge
ar: متصفح "إيدج"
ta: விளிம்பு

source: Firefox
ar: متصفح "فايرفوكس"
ta: பயர்பாக்ச்

source: Opera
ar: متصفح "أوبرا"
ta: ஓபரா

source: Safari
ta: சஃபாரி

source: Vivaldi
ar: متصفح "فيفالدي"
ta: விவால்டி

source: Whale
ar: متصفح "ويل"
ta: திமிங்கலம்

source: H.265 (HEVC)
ar: ترميز H.265

source: Back
gl: Atrás
hu: Vissza
nb_no: Tilbake
sr: Назад

source: New update available
gl: Nova actualización dispoñíbel
nb_no: Ny oppdatering tilgjengelig
sr: Нова верзија доступна

source: Copy Command to Clipboard
gl: Copiar orde no portapapeis
nb_no: Kopier kommando
sr: Копирај команду

source: The minimum size of which to split a file (in MiB).
gl: O tamaño mínimo para dividir un ficheiro (en MiB).
nb_no: Den minste størrelsen filen kan deles inn i (i MiB).
sr: Најмања величина које треба поделити датотеку (у MiB).

source: Disclaimer
gl: Aviso legal
nb_no: Viktig
sr: Упозорење

source: The authors of Nickvision Parabolic are not responsible/liable for any misuse of this program that may violate local copyright/DMCA laws. Users use this application at their own risk.
gl: Os autores de Nickvision Parabolic non son responsábeis do uso indebido deste programa que poida violar as leis locais de dereitos de autor/DMCA. Os usuarios empregan esta aplicación pola súa propia conta e risco.
nb_no: Skaperne av Parabolic er ikke ansvarlige for noen som helst bruk av appen som bryter med lokale lover om åndsverk og opphavsrett. Appen brukes på eget ansvar.
sr: Аутори Nickvision Параболик-а нису одговорни за било какву злоупотребу овог програма која може да крши локалне законе о ауторским правима/DMCA. Корисници користе ову апликацију на сопствену одговорност.

source: There are downloads in progress. Are you sure you want to exit?
gl: Hai descargas en proceso. Confirma que desexa saír?
nb_no: Å avslutte Parabolic vil avbryte alle aktive nedlastinger.
sr: Преузимања су у току. Да ли сте сигурни да желите да изађете?

source: About
gl: Sobre
nb_no: Om appen
sr: О програму

source: Automatically Check for Updates
gl: Comprobar automaticamente se existen actualizacións
nb_no: Se etter oppdateringer automatisk
sr: Аутоматски провери за нове верзије

source: Downloads Finished
gl: Descargas rematadas

source: No history available
gl: Non hai historial dispoñíbel
sr: Нема историје

source: Past Downloads
gl: Descargas anteriores
sr: Бивша преузимања

source: Completed Notification Trigger
gl: Disparador de notificación concluída

source: For each download
gl: Para cada descarga

source: When all downloads finish
gl: Remataron todas as descargas

source: Download Immediately After Validation
gl: Descargar inmediatamente após a validación
sr: Преузми одмах након валидације

source: Restricts characters in filenames to only those supported by Windows.
gl: Restrinxe os caracteres dos nomes de ficheiro a só aqueles admitidos polo Windows.
sr: Ограничи знакове у именима датотека на само које Windows подржава.

source: This limit is applied only to downloads that have enabled limiting download speed.
gl: Este límite aplícase só as descargas que teñan activada a limitación da velocidade de descarga.
sr: Ово ограничење се примењује само за преузимања где је ограничење брзине преузимања укључено.

source: If enabled, Parabolic will clear metadata fields containing identifying download information.
gl: Se está activado, o Parabolic limpa os campos de metadatos que conteñan información identificativa da descarga.
sr: Ако укључено, Параболик ће уклонити метадатотеке које садрже идентификационе информације о преузимању.

source: If enabled, Parabolic will crop the thumbnails of audio files to squares.
gl: Se está activado, o Parabolic recorta as minitaturas dos ficheiros de son en cadrados.
sr: Ако укључено, Параболик ће исећи сличице од аудио датотека на квадрате.

source: Use aria2
gl: Empregar aria2
sr: Користи aria2

source: The url provided is invalid or unable to be reached. Check the url, the authentication used, and the selected browser for cookies in preferences.
gl: O URL fornecido non é correcta ou non foi posíbel acceder a el. Comprobe o URL, a autenticación empregada e o navegador seleccionado polas cookies nas preferencias.

source: Enter file name here
gl: Introduza o nome do ficheiro aquí
sr: Унеси име датотеке овде

source: The url provided is invalid or unable to be reached. Check the url, the authentication used, and the selected browser for cookies in settings.
gl: O URL fornecido non é correcto ou non é posíbel acceder a el. Comprobe o URL, a autenticación empregada e o navegador seleccionado polas cookies na configuración.

source: The keyring is not saving changes to disk. Any changes made will be lost when the application closes.
gl: O chaveiro non está a gardar os cambios no disco. Os cambios que faga hanse perder ao pechar a aplicación.
sr: Привезак за кључеве се не чува на диску. Било какве промене ће бити изгубљене при изласку апликације.

source: File
gl: Ficheiro

source: View
gl: Ver

source: Parabolic (Preview)
gl: Parabolic (Vista previa)
sr: Параболик (Преглед)

source: The update is downloading in the background and will start once it finishes
sr: Нова верзија се преузима у позадини и биће покренута при завршетку

source: Recover Crashed Downloads
sr: Опорави срушена преузимања

source: Include Media Id in Title After Validation
sr: Уклјучи ИД медије у наслову после валидације

source: If the file type does not support embedding, the thumbnail will be written to a separate image file.
sr: Ако тип датотеке не подржава уграђивање, сличица ће бити записана као обична слика.

source: If disabled or if embedding is not supported, downloaded subtitles will be saved to a separate file.
sr: Ако је угашено или уграђивање није подржано, преузети титлови ће бити сачувани као самостална датотека.

source: Generic file types do not support embedding thumbnails and subtitles. Please select a specific file type that supports embedding to prevent separate image and subtitle files from being written to disk.
sr: Генерички типови датотека не подржавају уграђивање сличица и титлова. Молимо изаберите тип датотеке која подржава уграђивање да спречите уписивање одвојене датотеке слике и титлова на вашем диску.
