Repository: NickvisionApps/Parabolic
Catalog: resources/po/*.po
Languages: ar, be, cs, es, et, fi, fr, gl, hu, it, ja, nb_no, pl, pt_pt, ru, sk, sr, ta, tr, vi

source: Deselect All
ar: ألغِ تحديد الكلِّ
be: Зняць выбар з усіх
cs: Zrušit výběr
es: Deseleccionar todo
et: Eemalda kogu valik
fi: Älä valitse mitään
fr: Désélectionner tout
gl: Deseleccionar todo
hu: Kijelölés törlése
it: Deseleziona tutto
ja: すべて選択解除
nb_no: Fjern markering
pl: Odznacz wszystkie
pt_pt: Desmarcar todos
ru: Убрать всё
sk: Zrušiť výber všetkých
sr: Поништи избор свега
ta: அனைத்து தெரிவுகளையும் நிராகரி
tr: Tüm Seçimi Kaldır
vi: Bỏ chọn tất cả

source: Advanced
ar: إختيارات متقدمة
be: Пашыраныя
cs: Rozšířené
es: Avanzado
et: Lisaseadistused
fi: Edistyneet asetukset
fr: Avancé
hu: Haladó beállítások
it: Opzioni avanzate
pl: Zaawansowane
pt_pt: Avançado
ru: Расширенные настройки
sk: Pokročilé
ta: மேம்பட்ட
tr: Gelişmiş
vi: Nâng cao

source: Split Videos by Chapters
ar: تقسيم المقاطع حسب الفصول
be: Падзяліць відэа па раздзелах
et: Jaga videod peatükkide kaupa tükkideks
fi: Jaa videot kappaleisiin
gl: Dividir vídeos en capítulos
hu: Fejezetekre darabolás
it: Dividi il video per capitoli
ja: 動画をチャプター(章)で分ける
nb_no: Del opp etter kapitler
pt_pt: Dividir Vídeos por Capítulos
ru: Разделение видео по главам
sk: Rozdeliť videá podľa kapitol
sr: Подели видео снимке по поглављима
ta: அத்தியாயங்களால் வீடியோக்களைப் பிரிக்கவும்

source: Export Description
ar: صدّر وصف المقطع
be: Экспарт апісання
et: Ekspordi kirjeldus
fi: Vientikuvaus
hu: Hangos leírás mentése fájlba
it: Esporta descrizione
ja: 概要をエクスポート
nb_no: Eksporter beskrivelse
pt_pt: Exportar Descrição
ru: Экспорт описания
sk: Popis exportu
sr: Извези опис
ta: ஏற்றுமதி விளக்கம்

source: Exclude from History
ar: يُستثنى من السجل
be: Выключыць з гісторыі
cs: Odstranit z historie
es: Excluir del historial
et: Välista ajaloost
fi: Poista historiasta
fr: Exclure de l'historique
hu: Kizárás az előzményekből
it: Escludi dalla cronologia
pl: Nie uwzględniaj w historii
pt_pt: Apagar do histórico
ru: Исключение из истории
sk: Vylúčiť z histórie
ta: வரலாற்றிலிருந்து விலக்கு
tr: Geçmişten Hariç Tut
vi: Xóa khỏi lịch sử

source: Post Processor Argument
be: Аргумент постапрацоўкі
cs: Argument postprocesoru
es: Argumento postprocesador
et: Järeltöötluse argument
fr: Argument du post-processeur
hu: Utófeldolgozási paraméter
it: Argomento post eleaborazione
pl: Argumenty przetwarzania końcowego
pt_pt: Argumento do pós-processador
ru: Аргумент постпроцессора
sk: Argument postprocesora
ta: பிந்தைய செயலி உரையாடல்
tr: Son İşleme Argümanı
vi: Đối số bộ xử lý hậu kì

source: Start Time
ar: وقت البدء
be: Час пачатку
cs: Čas začátku
es: Tiempo de inicio
et: Algusaeg
fi: Alkuaika
fr: Point de départ
gl: Inicio
hu: Részlet kezdete
it: Orario iniziale
ja: 開始
nb_no: Starttid
pl: Początek
pt_pt: Início
ru: Время начала
sk: Čas začiatku
sr: Време почетка
ta: ஆரம்பிக்கும் நேரம்
tr: Başlangıç Zamanı
vi: Thời điểm bắt đầu

source: Revert to Original
ar: عد للأصل
be: Вярнуць арыгінальны
et: Taasta algne teave
fi: Alkuperäispalautus
gl: Reverter ao orixinal
hu: Visszavonás
it: Ripristina originale
ja: 元に戻す
nb_no: Tilbakestill
pt_pt: Reverter para Original
ru: Вернуть исходное значение
sk: Návrat k pôvodnému stavu
sr: Врати на оригинал
ta: அசல் திரும்பவும்

source: End Time
ar: وقت النهاية
be: Час заканчэння
cs: Čas konce
es: Tiempo de finalizado
et: Lõpuaeg
fi: Loppuaika
fr: Fin
gl: Hora de remate
hu: Részlet vége
it: Orario finale
ja: 終わり
nb_no: Sluttid
pl: Koniec
pt_pt: Fim
ru: Время конца
sk: Čas ukončenia
sr: Време завршетка
ta: முடிவு நேரம்
tr: Bitiş Zamanı
vi: Thời điểm kết thúc

source: Generic file types do not fully support embedding thumbnails and writing playlist files. Please select a specific file type that is known to support embedding to prevent separate files from being written.
be: Агульныя тыпы файлаў не цалкам падтрымліваюць убудаванне мініяцюр і запіс файлаў плэй-ліста. Выберыце канкрэтны тып файла, які падтрымлівае ўбудаванне, каб прадухіліць запіс асобных файлаў.
et: Üldised failivormingud ei toeta pisipiltide lõiminguid ja esitusloendite failide salvestamist. Vältimaks eraldi pisipiltide ja subtiitrite failide salvestamist andmeruumi, palun vali selline failivorming, mist toetab nende lõimimist.
hu: Egyes fájlformátumok nem támogatják a borítóképek beágyazását. Ha szeretné, hogy a borítóképek mégis beágyazva legyenek válasszon olyan formátumot, ami támogatja ezt. Ellenkező esetben a borítóképek külön fájlként kerülnek letöltésre.
it: I tipi di file generici non supportano l'incorporamento di miniature e sottotitoli. Per impedire che vengano scritti nel disco immagini e sottotitoli in file separati seleziona un tipo di file specifico che supporti l'incorporamento .
pt_pt: Tipos de ficheiro genéricos não oferecem apoio total à incorporação de miniaturas e à gravação de ficheiros de playlist. Por favor, selecione um tipo de ficheiro específico que apoio incorporação para evitar que ficheiros separados sejam gravados.
ru: Распространённые типы файлов не полностью поддерживают встраивание обложек и запись файлов плейлистов. Выберите конкретный тип файла, поддерживающий встраивание, для предотвращения перезаписи раздельных файлов.
sk: Niektoré typy súborov nepodporujú úplne vkladanie miniatúr a zapisovanie zoznamov skladieb. Vyberte konkrétny typ súboru, ktorý podporuje vkladanie, aby sa predišlo vytváraniu samostatných súborov.
ta: சிறுபடங்களை உட்பொதித்தல் மற்றும் பிளேலிச்ட் கோப்புகளை எழுதுவது பொதுவான கோப்பு வகைகள் முழுமையாக ஆதரிக்காது. தனித்தனி கோப்புகள் எழுதப்படுவதைத் தடுக்க உட்பொதியை ஆதரிப்பதாக அறியப்பட்ட ஒரு குறிப்பிட்ட கோப்பு வகையைத் தேர்ந்தெடுக்கவும்.

source: Write M3U Playlist File
be: Запісаць файл плэй-ліста M3U
et: Salvesta M3U esitusloendi fail
hu: Lejátszási lista létrehozása
it: Scrivi file playlist M3U
pt_pt: Gravar ficheiro de playlist M3U
ru: Запись файла плейлиста M3U
sk: Zapísať M3U zoznam skladieb
ta: M3U பிளேலிச்ட் கோப்பை எழுதுங்கள்

source: Will be ignored for media in batch files that provide save folder paths.
ar: سيُتجاهل للمرئيات الموجودة بملفات الدفعة المتضمنة لمناطق الحفظ بالمجلد.
be: Будзе ігнаравацца для медыя ў пакетных файлах, якія ўтрымліваюць шляхі да папак захавання.
et: Seda eiratakse meedia puhul, kus pakktöötluse failis on salvestamise asukoht kirjas.
fi: Ohitetaan medialle komentojonotiedostoissa jotka sisältävät tallennuskansiopolkuja.
it: Verrà ignorato per i media in file batch che forniscono percorsi per la cartella di salvataggio.
pt_pt: Será ignorado para médias em ficheiros em lote que já especificam o local de gravação.
ru: Будет проигнорирована для медиа в пакетных файлах, содержащих пути к папкам сохранения.
sk: Bude ignorované pre médiá v dávkových súboroch, ktoré poskytujú cesty k priečinkom na ukladanie.
ta: கோப்புறை பாதைகளை சேமிக்கும் தொகுதி கோப்புகளில் ஊடகங்களுக்கு புறக்கணிக்கப்படும்.

source: Playlist Items
ar: عناصر قائمة التشغيل
be: Элементы плэй-ліста
et: Kirjed esitusloendis
fi: Soittolistan kohteet
gl: Elementos da lista de reprodución
hu: Lejátszási lista
it: Elementi playlist
ja: 再生リストのアイテム
nb_no: Elementer
pt_pt: Itens da Lista de Reprodução
ru: Элементы плейлиста
sk: Položky zoznamu prehrávania
ta: பிளேலிச்ட் உருப்படிகள்

source: Items
ar: عناصر
be: Элементы
cs: Položky
es: Elementos
et: Objektid
fi: Kohteet
fr: Éléments
gl: Elementos
hu: elem
it: Elementi
ja: アイテム
nb_no: Elementer
pl: Elementy
pt_pt: Itens
ru: Элементы
sk: Položky
sr: Ствари
ta: உருப்படிகள்
tr: Ögeler
vi: Mục

source: Number Titles
ar: ترقيم العناوين
be: Нумараваць загалоўкі
cs: Očíslovat názvy
es: Número de los títulos
et: Nummerda pealkirju
fi: Numerointi
fr: Numéroter les titres
gl: Numerar títulos
hu: Elemek számozása
it: Numera i video
ja: タイトルに番号をつける
nb_no: Nummerering
pl: Numeruj tytuły
pt_pt: Numerar os títulos
ru: Нумерация заголовков
sk: Názvy čísel
ta: எண் தலைப்புகள்
tr: Başlıkları Numaralandır
vi: Đánh số tiêu đề

source: Credential Needed
ar: التوثيق مطلوب
be: Неабходны ўліковыя даныя
et: Pead ennast autentima
fi: Kirjautumistiedot vaaditaan
hu: Bejelentkezés szükséges
it: Sono necessarie le credenziali
ja: 認証情報が必要です
nb_no: Innlogging kreves
pt_pt: Necessário Credencial
ru: Требуются учётные данные
sk: Požadované poverenie
ta: நற்சான்றிதழ் தேவை

source: Use
ar: استخدم
be: Выкарыстоўваць
et: Kasuta
fi: Käytä
hu: Kiválasztás
it: Usa
ja: 使用する
nb_no: Bruk
pt_pt: Usar
ru: Использовать
sk: Použiť
sr: Користи
ta: பயன்படுத்தவும்

source: View Log
ar: عرض السجل
be: Праглядзець журнал
cs: Zobrazit protokol
es: Ver registro
et: Vaata logisse
fi: Näytä loki
fr: Voir le journal
gl: Ver rexistro
hu: Napló megtekintése
it: Visualizza registro
ja: ログを表示
nb_no: Vis teknisk logg
pl: Wyświetl dziennik
pt_pt: Ver Histórico
ru: Открыть журнал
sk: Zobraziť záznam
sr: Погледај лог
ta: பதிவைக் காண்க
tr: Günlüğü Görüntüle
vi: Xem nhật ký

source: Pause
ar: إيقاف مؤقت
be: Прыпыніць
cs: Pozastavit
es: Pausar
et: Peata
fi: Tauko
hu: Szünet
it: Pausa
pl: Wstrzymaj
pt_pt: Pausar
ru: Приостановить
sk: Pozastaviť
ta: இடைநிறுத்தம்
tr: Duraklat
vi: Tạm dừng

source: Stop
ar: توقف
be: Спыніць
cs: Zastavit
es: Detener
et: Lõpeta
fi: Pysäytä
fr: Arrêter
gl: Parar
hu: Megszakítás
ja: 一時停止
nb_no: Stopp
pl: Zatrzymaj
ru: Остановить
sk: Zastaviť
sr: Заустави
ta: நிறுத்து
tr: Durdur
vi: Dừng

source: Play
ar: تشغيل
be: Прайграць
cs: Přehrát
es: Reproducir
et: Esita
fi: Toista
fr: Lire
gl: Reproducir
hu: Lejátszás
it: Riproduci
ja: 再生
nb_no: Spill
pl: Odtwórz
pt_pt: Reproduzir
ru: Воспроизвести
sk: Prehrať
sr: Пусти
ta: தொடங்கு
tr: Oynat
vi: Phát

source: Retry
ar: أعد المحاولة
be: Паспрабаваць яшчэ раз
cs: Zkusit znovu
es: Reintentar
et: Proovi uuesti
fi: Yritä uudelleen
fr: Réessayer
gl: Tentar de novo
hu: Újrapróbálkozás
it: Riprova
ja: 再試行
nb_no: Prøv igjen
pl: Ponów
pt_pt: Tentar novamente
ru: Повторить
sk: Skúsiť znova
sr: Понови
ta: மீண்டும் முயற்சிக்கவும்
tr: Tekrar dene
vi: Thử lại

source: Copy Log to Clipboard
ar: انسخ السجل للحافظة
be: Скапіраваць журнал у буфер абмену
cs: Kopírovat protokol do schránky
es: Copiar registro al portapapeles
et: Kopeeri logi lõikelauale
fi: Kopioi kirjaukset leikepöydälle
fr: Copier le journal dans le presse-papier
gl: Copiar rexistro ao portapapeis
hu: Napló másolása
it: Copia il registro negli appunti
ja: ログをクリップボードへコピー
nb_no: Kopier teknisk logg
pl: Skopiuj dziennik do schowka
pt_pt: Copiar Histórico para o Clipboard
ru: Скопировать журнал в буфер обмена
sk: Kopírovať záznam do schránky
sr: Копирај лог
ta: இடைநிலைப்பலகைக்கு பதிவை நகலெடுக்கவும்
tr: Günlüğü Panoya Kopyala
vi: Chép nhật ký vào bộ nhớ tạm

source: No Credentials Found
ar: لا توجد بيانات توثيق
be: Уліковыя даныя не знойдзены
et: Autentimiseks vajalikku kasutajanime/salasõna ei leidunud
fi: Tunnistetietoja ei löytynyt
gl: Non se atoparon credenciais
hu: Nincs tárolt bejelentkezés
it: Nessuna credenziale trovata
ja: 認証情報が見つかりません
nb_no: Ingen innlogginger
pt_pt: Credencias Não Encontradas
ru: Учётных данных нет
sk: Nenašli sa žiadne poverenia
ta: நற்சான்றிதழ்கள் எதுவும் கிடைக்கவில்லை

source: Add Credential
ar: أضف بيانات التوثيق
be: Дадаць уліковыя даныя
et: Lisa tuvastusandmed
fi: Lisää kirjautumistiedot
gl: Engadir credencial
hu: Bejelentkezés hozzáadása
it: Aggiungi credenziale
ja: 認証情報の追加
nb_no: Legg til innlogging
pt_pt: Adicionar Credencial
ru: Добавить учётные данные
sk: Pridať poverenie
ta: நற்சான்றிதழ் சேர்க்கவும்

source: Credentials
ar: توثيق
be: Уліковыя даныя
cs: Údaje
es: Credenciales
et: tuvastusandmed
fi: Kirjautumistiedot
fr: Identifiants
gl: Credenciais
hu: Bejelentkezés
it: Credenziali
ja: 認証情報
nb_no: innlogginger
pl: Dane logowania
pt_pt: Credenciais
ru: Учётные данные
sk: Poverenia
ta: நற்சான்றிதழ்கள்
tr: Kimlik Bilgileri
vi: Thông tin xác thực

source: Add
ar: أضف
be: Дадаць
cs: Přidat
es: Añadir
et: Lisa
fi: Lisää
fr: Ajouter
gl: Engadir
hu: Hozzáadás
it: Aggiungi
ja: 追加
nb_no: Legg til
pl: Dodaj
pt_pt: Adicionar
ru: Добавить
sk: Pridať
sr: Додај
ta: சேர்
tr: Ekle
vi: Thêm

source: Name
ar: إسم
be: Назва
cs: Název
es: Nombre
et: Nimi
fi: Nimi
fr: Nom
gl: Nome
hu: Megnevezés
it: Nome
ja: 名前
nb_no: Navn
pl: Nazwa
pt_pt: Nome
ru: Имя
sk: Názov
sr: Име
ta: பெயர்
tr: Ad
vi: Tên

source: URL
ar: الرابط
be: URL-адрас
cs: Adresa URL
et: Võrguaadress
fi: URL-osoite
hu: Hivatkozás
nb_no: Nettadresse
pl: Adres URL
ru: Ссылка
sk: URL adresa
sr: УРЛ
ta: முகவரி

source: Preferences
ar: التفضيلات
be: Параметры
cs: Předvolby
es: Preferencias
et: Eelistused
fi: Asetukset
fr: Préférences
gl: Preferencias
hu: Beállítások
it: Preferenze
ja: 設定
nb_no: Innstillinger
pl: Preferencje
pt_pt: Preferências
ru: Настройки
sk: Nastavenia
ta: விருப்பங்கள்
tr: Tercihler
vi: Tùy chọn

source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح
be: Спалучэнні клавіш
cs: Klávesové zkratky
es: Atajos del teclado
et: Klaviatuuri kiirklahvid
fi: Pikanäppäimet
fr: Raccourcis clavier
gl: Atallos de teclado
hu: Gyorsbillentyűk
it: Scorciatoie tastiera
ja: キーボードショートカット
nb_no: Tastatursnarveier
pl: Skróty klawiszowe
pt_pt: Atalhos do Teclado
ru: Комбинации клавиш
sk: Klávesové skratky
sr: Пречице са тастатуре
ta: விசைப்பலகை குறுக்குவழிகள்
tr: Klavye Kısayolları
vi: Phím tắt

source: Help
ar: مساعدة
be: Даведка
cs: Nápověda
es: Ayuda
et: Abiteave
fi: Ohje
fr: Aide
gl: Axuda
hu: Súgó
it: Aiuto
ja: ヘルプ
nb_no: Hjelp
pl: Pomoc
pt_pt: Ajuda
ru: Справка
sk: Pomoc
sr: Помоћ
ta: உதவி
tr: Yardım
vi: Trợ giúp

source: About Parabolic
ar: حول البرنامج
be: Пра Parabolic
cs: O aplikaci Parabolic
es: Acerca de Parabolic
et: Rakenduse teave: Parabolic
fi: Tietoja - Parabolic
fr: À propos de Parabolic
gl: Sobre o Parabolic
hu: Névjegy
it: Informazioni su Parabolic
ja: Parabolic について
nb_no: Om Parabolic
pl: O programie
pt_pt: Sobre o Parabolic
ru: О приложении
sk: O aplikácii Parabolic
sr: О Параболик-у
ta: பரபோலிக் பற்றி
tr: Parabolic Hakkında
vi: Giới thiệu về Parabolic

source: Main Menu
ar: القائمة الرئيسية
be: Галоўнае меню
cs: Hlavní nabídka
es: Menú principal
et: Põhimenüü
fi: Päävalikko
fr: Menu principal
gl: Menú principal
hu: Menü
it: Menù principale
ja: メインメニュー
nb_no: Hovedmeny
pl: Menu główne
pt_pt: Menu Principal
ru: Главное меню
sk: Hlavná ponuka
sr: Главни мени
ta: முதன்மை பட்டியல்
tr: Ana Menü
vi: Menu chính

source: Updates
be: Абнаўленні
et: Uuendused
it: Aggiornamenti
ru: Обновления
sk: Aktualizácie

source: Update Available
be: Даступна абнаўленне
et: Rakenduse uuendus on saadaval
it: Disponibile aggiornamento
ru: Доступно обновление
sk: Dostupná aktualizácia

source: Downloading Update
be: Спампоўванне абнаўлення
et: Laadin uuendust alla
it: Download aggiornamento
ru: Обновление загружается
sk: Sťahuje sa aktualizácia

source: Home
ar: الرئيسية
be: Галоўная
cs: Domů
es: Inicio
et: Avavaade
fi: Koti
fr: Accueil
gl: Inicio
hu: Kezdőlap
ja: ホーム
nb_no: Hjem
pl: Strona główna
pt_pt: Início
ru: Главная
sk: Domov
sr: Почетак
ta: வீடு
tr: Ev
vi: Trang chủ

source: Keyring
ar: حلقة المفاتيح (بيانات التسجيل المخزنة لديك)
be: Бірулька
cs: Klíčenka
es: Llavero
et: Võtmerõngas
fi: Avainnippu
fr: Trousseau
gl: Chaveiro
hu: Jelszókezelő
it: Portachiavi
ja: キーリング
nb_no: Nøkkelring
pl: Lista kluczy
pt_pt: Chaveiro
ru: Связка ключей
sk: Zväzok kľúčov
ta: சாவி வளையம்
tr: Anahtarlık

source: History
ar: سجل التحميل
be: Гісторыя
cs: Historie
es: Historial
et: Ajalugu
fi: Historia
fr: Historique
gl: Historial
hu: Előzmények
it: Cronologia
ja: 履歴
nb_no: Logg
pl: Historia
pt_pt: Histórico
ru: История
sk: História
sr: Историја
ta: வரலாறு
tr: Geçmiş
vi: Lịch sử

source: Downloads
ar: التنزيلات
be: Спампоўванні
cs: Stahování
es: Descargas
et: Allalaadimised
fi: Lataukset
fr: Téléchargements
gl: Descargas
hu: Letöltések
it: Download
ja: ダウンロード
nb_no: Nedlastinger
pl: Pobrane
pt_pt: Descargas
ru: Загрузки
sk: Stiahnutia
sr: Преузето
ta: பதிவிறக்கங்கள்
tr: İndirilenler
vi: Tải xuống

source: Downloading
ar: جارٍ التنزيل
be: Спампоўваюцца
et: Laadime alla
fi: Ladataan
gl: A descargar
hu: Letöltés
it: In download
ja: ダウンロード中
nb_no: Aktive
pt_pt: A transferir
ru: Загружается
sk: Sťahovanie
sr: Преузимања
ta: பதிவிறக்குகிறது

source: Queued
ar: في قائمة الانتظار
be: У чарзе
cs: Ve frontě
es: En cola
et: Lisatud järjekorda
fi: Jonossa
fr: En attente
gl: Na fila
hu: Sorban áll
it: In coda
ja: 停止中
nb_no: Ventende
pl: W kolejce
pt_pt: Em Fila de Espera
ru: В очереди
sk: V poradí
sr: Следеће
ta: வரிசையில் நிற்கிறது
tr: Kuyrukta
vi: Hàng chờ

source: Completed
ar: مكتمل
be: Завершаныя
cs: Dokončeno
es: Completado
et: Valmis
fi: Valmistunut
fr: Terminé
gl: Concluído
hu: Befejezett
it: Completati
ja: 完了済
nb_no: Fullført
pl: Zakończone
pt_pt: Terminado
ru: Завершено
sk: Dokončené
sr: Завршено
ta: முடிக்கப்பட்டது
tr: Tamamlandı
vi: Hoàn tất

source: Clear History
ar: مسح السجل
be: Ачысціць гісторыю
et: Tühjenda ajalugu
fi: Tyhjennä historia
gl: Limpar historial
hu: Előzmények törlése
it: Cancella cronologia
ja: 履歴をクリア
nb_no: Fjern logg
pt_pt: Apagar histórico
ru: Очистить историю
sk: Vyčistiť históriu
sr: Уклони историју
ta: வரலாற்றை அழிக்கவும்

source: Clear
ar: مسح
be: Ачысціць
cs: Vymazat
es: Limpiar
et: Tühjenda
fi: Tyhjennä
gl: Limpar
hu: Törlés
it: Cancella
ja: クリア
nb_no: Fjern alt
pl: Wyczyść
pt_pt: Limpar
ru: Очистить
sk: Vyčistiť
sr: Уклони
ta: தெளிவாக்கு
tr: Temizle
vi: Xóa

source: Stop All Downloads
ar: أوقف جميع التنزيلات
be: Спыніць усе спампоўванні
et: Peata kõik allalaadimised
fi: Pysäytä kaikki lataukset
gl: Parar todas as descargas
hu: Minden letöltés megszakítása
it: Ferma tutti i download
ja: すべてのダウンロードを停止
nb_no: Stans alle nedlastinger
pt_pt: Parar Todas as Transferências
ru: Остановить все загрузки
sk: Zastaviť všetky sťahovania
sr: Заустави сва преузимања
ta: அனைத்து பதிவிறக்கங்களையும் நிறுத்து

source: Stop All
ar: أوقف الكل
be: Спыніць усе
et: Peata kõik
fi: Pysäytä kaikki
gl: Parar todo
hu: Minden folyamat megszakítása
it: Ferma tutto
ja: すべて停止
nb_no: Stans alt
pt_pt: Parar Tudo
ru: Остановить всё
sk: Zastaviť všetky
sr: Заустави све
ta: அனைத்தையும் நிறுத்து

source: Clear Queued Downloads
ar: مسح التنزيلات في قائمة الانتظار
be: Ачысціць чаргу спампоўванняў
et: Eemalda järjekorda lisatud allalaadimised
fi: Tyhjennä jonoon asetetut lataukset
gl: Limpar descargas en fila
hu: Sorban álló letöltések törlése
it: Elimina i download in coda
ja: 一時停止中のダウンロードをクリア
nb_no: Fjern ventende nedlastinger
pt_pt: Limpar Fila de Transferências
ru: Очистить очередь загрузок
sk: Vyčistiť stiahnutia v poradí
sr: Уклони ред преузимања
ta: வரிசைப்படுத்தப்பட்ட பதிவிறக்கங்களை அழிக்கவும்

source: Retry Failed Downloads
ar: أعد تنزيل التنزيلات الفاشلة
be: Паўтарыць няўдалыя спампоўванні
et: Ürita ebaõnnestunud allalaadimised uuesti käivitada
fi: Yritä ladata uudelleen epäonnistuneet lataukset
gl: Repetir descargas falladas
hu: Sikertelen letöltések újrakezdése
it: Riprova download non riusciti
ja: 失敗したダウンロードを再試行
nb_no: Prøv igjen
pt_pt: Repetir Transferências Falhadas
ru: Повторить неудачные загрузки
sk: Opakovať neúspešné stiahnutia
sr: Поново покушај неуспешна преузимања
ta: தோல்வியடைந்த பதிவிறக்கங்களை மீண்டும் முயற்சிக்கவும்

source: Clear Completed Downloads
ar: امسح التنزيلات المكتملة
be: Ачысціць завершаныя спампоўванні
et: Kustuta lõppenud allalaadimised
fi: Tyhjennä valmistuneet lataukset
gl: Limpar descargas concluídas
hu: Befejezett letöltések törlése
it: Cancella download completati
ja: 完了したダウンロードをクリア
nb_no: Fjern fullførte nedlastinger
pt_pt: Limpar Transferências Terminadas
ru: Очистить завершённые загрузки
sk: Vyčistiť dokončené sťahovania
sr: Уклони завршена преузимања
ta: முடிக்கப்பட்ட பதிவிறக்கங்களை அழிக்கவும்

source: Download Media
ar: حمّل الوسائط
be: Спампоўвайце медыя
cs: Stáhnout média
es: Descargar medios
et: Laadi alla meediat
fi: Lataa mediaa
fr: Télécharger un média
gl: Descargar multimedia
hu: Tartalom letöltése
it: Download audio e video
ja: メディアをダウンロード
nb_no: Last ned lyd og video
pl: Pobierz media
pt_pt: Transferir Media
ru: Загрузите медиа
sk: Stiahnuť médium
sr: Преузми медију
ta: ஊடகத்தைப் பதிவிறக்கவும்
tr: Ortam İndirici
vi: Tải phương tiện

source: Add a video, audio, or playlist URL to start downloading
ar: أضف رابط مقطع أو صوت أو قائمة تشغيل لبدء التنزيل
be: Дадайце URL-адрас відэа, аўдыя або плэй-ліста, каб пачаць спампоўванне
cs: Pro spuštění stahování přidejte adresu URL videa, zvuku nebo playlistu
es: Añada una URL de vídeo, audio o lista de reproducción para iniciar la descarga
et: Allalaadimise alustamiseks lisa video, helifaili või esitusloendi võrguaadress
fi: Lisää videon, äänen tai soittolistan URL-osoite aloittaaksesi
fr: Ajoutez l’URL d’une vidéo, d’un audio ou d’une liste de lecture pour commencer un téléchargement
gl: Engada o URL dun vídeo, son ou lista de reprodución para comezar a descargalos
hu: Kezdéshez adja hozzá a letölteni kívánt tartalom hivatkozását
it: Per un nuovo download aggiungi l'URL di un video, di un audio o di una playlist
ja: 動画、音声、再生リストの URL を追加してダウンロードを始めます
nb_no: Oppgi adressen til et lydklipp, en video eller en spilleliste for å starte en nedlasting
pl: Dodaj adres URL wideo, audio lub playlisty, aby rozpocząć pobieranie
pt_pt: Adicione um video, audio, ou URL de playlist para começar a transferir
ru: Добавьте ссылку на видео, аудио или плейлист, чтобы начать загрузку
sk: Pridajte URL adresu videa, zvuku alebo zoznamu skladieb a začnite sťahovať
sr: Додај видео, аудио, или УРЛ листе да започнеш преузимање
ta: பதிவிறக்கம் செய்ய, காணொளி, ஒலி அமைவு அல்லது பாடல் பட்டியல் URL ஐச் சேர்க்கவும்
tr: İndirmeye başlamak için video, ses ya da oynatma listesi URLʼsi ekleyin
vi: Thêm một liên kết đến video, âm thanh, hoặc danh sách phát để bắt đầu tải

source: No History Available
ar: لا يوجد سجل تحميلات متاح
be: Гісторыя недаступна
et: Ajalugu pole saadaval
hu: Nincsenek előzmények
it: Nessuna cronologia disponibile
pt_pt: Nenhum histórico disponível
ru: Истории нет
sk: Žiadna dostupná história
ta: வரலாறு எதுவும் கிடைக்கவில்லை

source: No Downloads Running
ar: لا توجد تنزيلات جارية
be: Няма запушчаных спампоўванняў
et: Ühtegi allalaadimist pole pooleli
fi: Ei käynnissä olevia latauksia
gl: Non hai descargas en execución
hu: Nincs folyamatban letöltés
it: Nessun download in esecuzione
ja: 進行中のダウンロードはありません
nb_no: Ingen aktive nedlastinger
pt_pt: Nenhuma Transferência em Curso
ru: Активных загрузок нет
sk: Žiadne spustené sťahovania
sr: Нема тренутних преузимања
ta: பதிவிறக்கங்கள் இயங்கவில்லை

source: No Downloads Queued
ar: لا توجد تنزيلات في قائمة الانتظار
be: Няма спампоўванняў у чарзе
et: Ühtegi allalaadimist pole järjekorras
fi: Ei jonossa olevia latauksia
gl: Non hai descargas en liña
hu: Nincs sorban álló letöltés
it: Nessun download in attesa
ja: 一時停止中のダウンロードはありません
nb_no: Ingen ventende nedlastinger
pt_pt: Nenhuma Transferência em Espera
ru: Очереди загрузок нет
sk: Žiadne stiahnutia v poradí
sr: Нема преузимања у реду
ta: பதிவிறக்கங்கள் இல்லை

source: No Downloads Completed
ar: لا يوجد تنزيلات مكتملة
be: Няма завершаных спампоўванняў
et: Ühtegi lõppenud allalaadimist ei leidu
fi: Latauksia ei valmistunut
gl: Non hai descargas concluídas
hu: Nincs befejezett letöltés
it: Nessun download completato
ja: 完了済のダウンロードはありません
nb_no: Ingen fullførte nedlastinger
pt_pt: Nenhuma Transferência Completada
ru: Завершённых загрузок нет
sk: Žiadne dokončené sťahovania
sr: Нема завршених преузимања
ta: பதிவிறக்கங்கள் எதுவும் இல்லை

source: General
ar: عام
be: Агульныя
cs: Obecné
et: Üldist
fi: Yleinen
fr: Général
gl: Xeral
hu: Általános
it: Generale
ja: 一般
nb_no: Generelt
pl: Ogólne
pt_pt: Geral
ru: Общие
sk: Všeobecné
sr: Генерално
ta: பொது
tr: Genel
vi: Chung

source: User Interface
ar: واجهة المستخدم
be: Інтэрфейс
cs: Uživatelské rozhraní
es: Interfaz de usuario
et: Kasutajaliides
fi: Käyttöliittymä
fr: Interface utilisateur
gl: Interface de usuario
hu: Általános
it: Interfaccia utente
ja: ユーザーインターフェース
nb_no: Generelt
pl: Interfejs użytkownika
pt_pt: Interface do Utilizador
ru: Пользовательский интерфейс
sk: Používateľské rozhranie
sr: Кориснички интерфејс
ta: பயனர் இடைமுகம்
tr: Kullanıcı Arayüzü
vi: Giao diện người dùng
