Repository: NickvisionApps/Parabolic
Catalog: resources/po/*.po
Languages: ar, be, cs, es, et, fi, fr, gl, hu, it, ja, nb_no, pl, pt_pt, ru, sk, sr, ta, tr, vi

source: Updater
cs: Aktualizace
es: Actualizador
pl: Aktualizator
tr: Güncelleyici
vi: Cập nhật

source: All
cs: Vše
es: Todo
pl: Wszystkie
tr: Tümü
vi: Tất cả

source: Manage Download
cs: Spravovat stahování
es: Manejar Descarga
pl: Zarządzaj pobieraniem
tr: İndirilenleri Yönet
vi: Quản lý tải xuống

source: No Downloads
cs: Žádná stahování
es: Sin Descargas
fr: Aucun téléchargement
pl: Brak pobierań
tr: İndirme Yok
vi: Không có tải xuống

source: There are no downloads of this type
cs: Nejsou zde žádná stahování tohoto typu
es: No hay descargas de este tipo
pl: Nie ma pobrań tego typu
tr: Bu tür için indirme yok
vi: Không có tải xuống nào của loại này

source: An application restart is required for a change to take effect
cs: Pro provedení změn je vyžadován restart aplikace
es: Es necesario reiniciar la aplicación para que el cambio tenga efecto
pl: W celu wprowadzenia zmian konieczne jest ponowne uruchomienie aplikacji
tr: Değişikliğin etkili olması için uygulamanın yeniden başlatılması gerekir
vi: Cần khởi động lại ứng dụng để thay đổi có hiệu lực

source: Receive Preview Updates
cs: Získávat předběžné aktualizace
es: Recibir Actualizaciones Experimentales
pl: Otrzymuj aktualizacje rozwojowe
tr: Ön İzleme Güncellemelerini Al
vi: Nhận cập nhật xem trước

source: Update dependencies, such as yt-dlp, to beta versions
cs: Aktualizovat závislosti, například yt-dlp, na beta verze
es: Actualizar dependencias, como yt-dlp, a versiones beta
fr: Mettre à jour les composants dépendants, tels que yt-dlp, vers les versions bêta
pl: Zaktualizuj zależności, takie jak yt-dlp, do wersji beta
tr: yt-dlp gibi bağımlılıkları beta sürümlerine güncelle
vi: Cập nhật các phụ thuộc, chẳng hạn như yt-dlp, lên phiên bản beta

source: About Application
cs: O aplikaci
es: Acerca de la Aplicación
pl: O aplikacji
tr: Uygulama Hakkında
vi: Giới thiệu ứng dụng

source: Folder
cs: Složka
es: Carpeta
tr: Klasör
vi: Thư mục

source: Open Folder
cs: Otevřít složku
es: Abrir Carpeta
pl: Otwórz folder
tr: Klasör Aç
vi: Mở thư mục

source: Close Folder
cs: Zavřít složku
es: Cerrar Carpeta
pl: Zamknij folder
tr: Klasörü Kapat
vi: Đóng thư mục

source: Sleeping for {0}
cs: Čekání po dobu {0}
es: Durmiendo por {0}
fr: Attente pendant {0}
pl: Czekam przez {0}
tr: {0} saat uyku
vi: Ngủ trong {0}

source: {0}% Complete • {1} • {2} Remaining
cs: Dokončeno {0} % • {1} • Zbývá {2}
es: {0}% Completado • {1} • {2} Restante
fr: {0}% Complété • {1} • {2} Restant
pl: Ukończono {0}% • {1} • Pozostały czas {2}
tr: %{0} Tamamlandı • {1} / {2} Kalan
vi: {0}% Hoàn thành • {1} • Còn lại {2}

source: Properties
cs: Vlastnosti
es: Propiedades
fr: Propriétés
pl: Właściwości
tr: Özellikler
vi: Thuộc tính

source: Clear All History?
cs: Vymazat celou historii?
es: ¿Limpiar Historial?
fr: Effacer l’historique ?
pl: Wyczyścić całą historię?
tr: Tüm Geçmiş Temizlensin Mi?
vi: Xóa toàn bộ lịch sử?

source: Are you sure you want to clear all download history? This action is irreversible
cs: Opravdu chcete vymazat celou historii stahování? Tato akce je nevratná
es: ¿Está seguro de que desea eliminar todo el historial? Esta acción es irreversible
fr: Êtes-vous sûr de vouloir effacer l'historique de téléchargement ? Cette action est irréversible
pl: Czy na pewno chcesz wyczyścić całą historię pobierania? Ta czynność jest nieodwracalna
tr: Tüm indirme geçmişini temizlemek istediğinizden emin misiniz? Bu işlem geri alınamaz
vi: Bạn có chắc chắn muốn xóa toàn bộ lịch sử tải xuống không? Hành động này không thể hoàn tác

source: Downloaded On: {0}
cs: Staženo: {0}
es: Descargado En: {0}
pl: Pobrano {0}
tr: İndirme Tarihi: {0}
vi: Đã tải vào: {0}

source: No History
cs: Žádná historie
es: Sin Historial
pl: Brak historii
tr: Geçmiş Yok
vi: Không có lịch sử

source: No Credentials
cs: Žádné údaje
es: Sin Credenciales
pl: Brak danych logowania
tr: Kimlik Bilgileri Yok
vi: Không có thông tin xác thực

source: Are you sure you want to delete this credential? This action is irreversible
cs: Opravdu chcete odstranit tento údaj? Tato akce je nevratná
es: ¿Está seguro de que desea eliminar esta credencial? Esta acción es irreversible
fr: Êtes-vous sûr de vouloir supprimer cet identifiant ? Cette action est irréversible
pl: Czy na pewno chcesz usunąć te dane logowania? Ta czynność jest nieodwracalna
tr: Bu kimlik bilgisini silmek istediğinizden emin misiniz? Bu işlem geri alınamaz
vi: Bạn có chắc chắn muốn xóa thông tin xác thực này không? Hành động này không thể hoàn tác

source: Recover Downloads?
cs: Obnovit stahování?
es: ¿Recuperar Descargas?
fr: Restaurer les téléchargements ?
pl: Odzyskać pobierania?
tr: İndirmeler Kurtarılsın Mı?
vi: Khôi phục các tải xuống?

source: There are downloads available to recover from when Parabolic crashed. Would you like to download them again?
cs: Jsou k dispozici stahování k obnovení před pádem aplikace Parabolic. Chcete se je pokusit znovu stáhnout?
es: Hay descargas disponibles para recuperar de cuando Parabolic falló. ¿Desea descargarlas de nuevo?
fr: Des téléchargements sont disponibles pour la récupération après un crash de Parabolic. Voulez-vous les télécharger à nouveau ?
pl: Po awarii Parabolic dostępne są pobierania do odzyskania. Czy chcesz pobrać je ponownie?
tr: Parabolic çökmesinden kurtarılabilecek indirmeler var. Bunları tekrar indirmek ister misiniz?
vi: Có các tải xuống có thể khôi phục từ khi Parabolic bị lỗi. Bạn có muốn tải lại chúng không?

source: Yes
ar: نعم
cs: Ano
es: Sí
fr: Oui
gl: Si
hu: Igen
it: Sì
ja: はい
nb_no: Slett
pl: Tak
sr: Да
ta: ஆம்
tr: Evet
vi: Có

source: No
ar: لا
cs: Ne
fr: Non
gl: Non
hu: Nem
ja: いいえ
nb_no: Avbryt
pl: Nie
sr: Не
ta: இல்லை
tr: Hayır
vi: Không

source: There are downloads still in progress. Would you like to stop them and exit?
cs: Stále probíhají stahování. Chcete je zastavit a ukončit aplikaci?
es: Hay descargas en curso. ¿Desea detenerlas y salir?
fr: Des téléchargements sont en cours. Vous voulez les interrompre et quitter ?
pl: Trwa pobieranie plików. Czy chcesz je zatrzymać i wyjść?
tr: Devam eden indirmeler var. Durdurup çıkmak ister misiniz?
vi: Vẫn còn các tải xuống đang diễn ra. Bạn có muốn dừng chúng và thoát không?

source: Update
cs: Aktualizovat
es: Actualizar
fr: Mettre à jour
gl: Actualizar
nb_no: Oppdater
pl: Aktualizacja
sr: Ажурирај
tr: Güncelle
vi: Cập nhật

source: Downloading update: {0}%
cs: Stahování aktualizace: {0} %
es: Descargando actualización: {0}%
fr: Téléchargement de la mise à jour : {0}%
pl: Pobieranie aktualizacji: {0}%
tr: Güncelleme indiriliyor: %{0}
vi: Đang tải cập nhật: {0}%

source: Details
cs: Podrobnosti
es: Detalles
fr: Détails
pl: Szczegóły
tr: Ayrıntılar
vi: Chi tiết

source: Are you sure you want to delete this post-processor argument? This action is irreversible
cs: Opravdu chcete odstranit tento argument postprocesoru? Tato akce je nevratná
es: ¿Está seguro de que desea eliminar este argumento de Post-procesado? Esta acción es irreversible
fr: Voulez-vous vraiment supprimer cet argument du post‑processeur ? Cette action est irréversible
pl: Czy na pewno chcesz usunąć ten argument przetwarzania końcowego? Ta czynność jest nieodwracalna
tr: Bu son işleme argümanını silmek istediğinizden emin misiniz? Bu işlem geri alınamaz
vi: Bạn có chắc chắn muốn xóa đối số bộ xử lý hậu kì này không? Hành động này không thể hoàn tác

source: An error occurred while adding playlist downloads
cs: Během přidávání stahování playlistu došlo k chybě
es: Ocurrió un error al agregar descargas de la lista de reproducción
fr: Une erreur s'est produite lors de l'ajout des téléchargements de la liste de lecture
pl: Wystąpił błąd podczas dodawania pobierania listy odtwarzania
tr: Çalma listesi indirmeleri eklenirken hata oluştu
vi: Xuất hiện lỗi khi thêm tải xuống danh sách phát

source: An error occurred while adding the single download
cs: Během přidávání stahování došlo k chybě
es: Ocurrió un error al agregar la descarga única
fr: Une erreur s'est produite lors de l'ajout du téléchargement
pl: Wystąpił błąd podczas dodawania pobierania pojedynczego
tr: İndirme eklenirken hata oluştu
vi: Xuất hiện lỗi khi thêm tải xuống đơn

source: No media was found at the provided URL
cs: Na zadané adrese nebyla nalezena žádná média
es: No se encontraron medios en la URL proporcionada
fr: Aucun média n'a été trouvé avec l'URL fournie
pl: Nie znaleziono żadnych mediów pod podanym adresem URL
tr: Verilen URLʼde ortam bulunamadı
vi: Không tìm thấy phương tiện tại URL đã cung cấp

source: OGG (Audio)
cs: OGG (zvuk)
tr: OGG (se)
vi: OPUS (Âm thanh)

source: An error occurred while discovering media
cs: Během hledání médií došlo k chybě
es: Se produjo un error al descubrir medios
fr: Une erreur s'est produite lors de l'analyse du média
pl: Wystąpił błąd podczas odkrywania mediów
tr: Ortam keşfedilirken hata oluştu
vi: Xuất hiện lỗi khi khám phá phương tiện

source: A credential with that name already exists
cs: Údaj s tímto názvem již existuje
es: Ya existe una credencial con ese nombre
fr: Un identifiant avec ce nom existe déjà
pl: Dane logowania o tej nazwie już istnieją
tr: Bu adla bir kimlik bilgisi zaten var
vi: Một thông tin xác thực với tên này đã tồn tại

source: The name of the credential cannot be empty
cs: Název údaje nesmí být prázdný
es: El nombre de la credencial no puede estar vacío
fr: Le nom de l'identifiant ne peut pas être vide
pl: Nazwa danych logowania nie może być pusta
tr: Kimlik bilgilerinin adı boş olamaz
vi: Tên thông tin xác thực không được để trống

source: Either the credential username or password must be set
cs: Musí být nastaveno buď uživatelské jméno nebo heslo údaje
es: Se debe configurar el nombre de usuario o la contraseña de la credencial
fr: Le nom d’utilisateur ou le mot de passe doit être renseigné
pl: Należy wypełnić nazwę użytkownika lub hasło
tr: Kimlik bilgisi kullanıcı adı ya da parolası ayarlanmalıdır
vi: Phải đặt tên người dùng hoặc mật khẩu của thông tin xác thực

source: A credential with that name does not exist
cs: Údaj s tímto názvem neexistuje
es: No existe una credencial con ese nombre
pl: Dane logowania o tej nazwie nie istnieją
tr: Bu adla bir kimlik bilgisi yok
vi: Thông tin xác thực với tên này không tồn tại

source: Download web video and audio.
cs: Stáhnout webové video a zvuk.
es: Descargar vídeo y audio de la web.
pl: Pobieraj wideo i audio z Internetu.
tr: Web videosu ve ses dosyasını indir.
vi: Tải xuống video và âm thanh từ web.

source: Contributors on GitHub ❤️
cs: Přispěvatelé na GitHubu ❤️
es: Colaboradores en GitHub ❤️
pl: Kontrybutorzy na GitHub-ie ❤️
tr: GitHubʼda katkıda bulunanlar ❤️
vi: Người đóng góp trên GitHub ❤️

source: translation-credits
cs: Jonáš Loskot <jonas@jonasloskot.cz>
es: créditos-traducción
pl: Dominik Gęgotek <ioutora@disroot.org>, 2023-2024 Agnieszka Ziora, 2024 Michał Dominik, 2025-2026
tr: Sabri Ünal <yakushabb@gmail.com>
vi: Kinten Le <kinten108101@protonmail.com> jack74593 <jack74593@proton.me> Vietnam Linux L10n <https://github.com/linux-l10n-vi> Loc Huynh <https://github.com/hthienloc>

source: New {0} update available: {1}
cs: Je dostupná aktualizace aplikace {0}: {1}
es: Nueva {0} actualización disponible: {1}
pl: Nowa aktualizacja {0} jest dostępna: {1}
tr: Yeni {0} güncelleme var: {1}
vi: Có cập nhật {0} mới: {1}

source: New yt-dlp update available: {0}
cs: Je dostupná aktualizace služby yt-dlp: {0}
es: Nueva actualización de yt-dlp disponible: {0}
fr: Nouvelle mise à jour de yt-dlp disponible : {0}
pl: Dostępna nowa aktualizacja yt-dlp: {0}
tr: Yeni yt-dlp güncellemesi var: {0}
vi: Có cập nhật yt-dlp mới: {0}

source: No update available
cs: Není dostupná žádná aktualizace
es: No hay actualización disponible
pl: Brak dostępnych aktualizacji
tr: Güncelleme yok
vi: Không có cập nhật

source: An error occurred while clearing completed downloads
cs: Během mazání dokončených stahování došlo k chybě
es: Ocurrió un error al limpiar las descargas completadas
pl: Wystąpił błąd podczas czyszczenia ukończonych pobrań
tr: Tamamlanan indirmeleri temizlerken hata oluştu
vi: Xuất hiện lỗi khi xóa các tải xuống đã hoàn thành

source: An error occurred while clearing recoverable downloads
cs: Během mazání obnovitelných stahování došlo k chybě
es: Ocurrió un error al limpiar las descargas recuperables
pl: Wystąpił błąd podczas czyszczenia pobierań do odzyskania
tr: Kurtarılabilir indirmeleri temizlerken hata oluştu
vi: Xuất hiện lỗi khi xóa các tải xuống có thể khôi phục

source: An error occurred while clearing queued downloads
cs: Během mazání stahování ve frontě došlo k chybě
es: Ocurrió un error al limpiar las descargas en cola
pl: Wystąpił błąd podczas czyszczenia zakolejkowanych pobierań
tr: Kuyruktaki indirmeleri temizlerken hata oluştu
vi: Xuất hiện lỗi khi xóa các tải xuống trong hàng chờ

source: An error occurred while pausing the download
cs: Během pozastavování stahování došlo k chybě
es: Ocurrió un error al pausar la descarga
fr: Une erreur s'est produite lors de la pause du téléchargement
pl: Wystąpił błąd podczas wstrzymywania pobierania
tr: İndirme duraklatılırken hata oluştu
vi: Xuất hiện lỗi khi tạm dừng tải xuống

source: An error occurred while recovering downloads
cs: Během obnovování stahování došlo k chybě
es: Ocurrió un error al recuperar las descargas
fr: Une erreur s'est produite lors de la récupération des téléchargements
pl: Wystąpił błąd podczas odzyskiwania pobierania
tr: İndirmeler kurtarılırken hata oluştu
vi: Xuất hiện lỗi khi khôi phục tải xuống

source: An error occurred while resuming the download
cs: Během pokusu o pokračování ve stahování došlo k chybě
es: Ocurrió un error al resumir la descarga
fr: Une erreur s'est produite lors de la reprise du téléchargement
pl: Wystąpił błąd podczas wznawiania pobierania
tr: İndirme sürdürülürken hata oluştu
vi: Xuất hiện lỗi khi tiếp tục tải xuống

source: An error occurred while retrying failed downloads
cs: Během opakování selhaných stahování došlo k chybě
es: Ocurrió un error al reintentar descargas fallidas
fr: Une erreur s’est produite lors de la tentative de relancer les téléchargements échoués
pl: Wystąpił błąd ponawiania nieudanych pobierań
tr: Başarısız indirmeleri yeniden denerken hata oluştu
vi: Xuất hiện lỗi khi thử lại các tải xuống thất bại

source: An error occurred while retrying the download
cs: Během opakování stahování došlo k chybě
es: Ocurrió un error al reintentar la descarga
fr: Une erreur s'est produite lors de la tentative de relancer le téléchargement
pl: Wystąpił błąd ponawiania nieudanego pobierania
tr: İndirmeyi yeniden denerken hata oluştu
vi: Xuất hiện lỗi khi thử lại tải xuống

source: An error occurred while stopping all downloads
cs: Během zastavování všech stahování došlo k chybě
es: Ocurrió un error al detener todas las descargas
fr: Une erreur s’est produite lors de l’arrêt de tous les téléchargements
pl: Wystąpił błąd podczas zatrzymywania wszystkich pobierań
tr: Tüm indirmeleri durdururken hata oluştu
vi: Xuất hiện lỗi khi dừng tất cả tải xuống

source: An error occurred while stopping the download
cs: Během zastavování stahování došlo k chybě
es: Ocurrió un error al detener la descarga
fr: Une erreur s'est produite lors de l'interruption du téléchargement
pl: Wystąpił błąd podczas zatrzymywania pobierania
tr: İndirmeyi durdurulurken hata oluştu
vi: Xuất hiện lỗi khi dừng tải xuống

source: Unable to download and install the update
cs: Nepodařilo se stáhnout a nainstalovat aktualizaci
es: No se ha podido descargar e instalar la actualización
pl: Nie można pobrać i zainstalować aktualizacji
tr: Güncelleme indirilemedi ve kurulamadı
vi: Không thể tải và cài đặt bản cập nhật

source: yt-dlp {0} installed successfully
cs: Služba yt-dlp {0} úspěšně nainstalována
es: yt-dlp {0} instalado exitosamente
fr: yt-dlp {0} installé avec succès
pl: Pomyślnie zainstalowano yt-dlp {0}
tr: yt-dlp {0} kuruldu
vi: yt-dlp {0} đã được cài đặt thành công

source: Unable to download and install the yt-dlp update
cs: Nepodařilo se stáhnout a nainstalovat aktualizaci yt-dlp
es: No se puede descargar e instalar la actualización de yt-dlp
pl: Nie można pobrać i zainstalować aktualizacji yt-dlp
tr: yt-dlp güncellemesi indirilemedi ve kurulamadı
vi: Không thể tải và cài đặt bản cập nhật yt-dlp

source: 1 Day
cs: 1 den
es: 1 Día
pl: Dzień
tr: 1 Gün
vi: 1 ngày

source: 1 Week
cs: 1 týden
es: 1 Semana
fr: 1 Semaine
pl: Tydzień
tr: 1 Hafta
vi: 1 tuần

source: 1 Month
cs: 1 měsíc
es: 1 Mes
pl: Miesiąc
tr: 1 Ay
vi: 1 tháng

source: 3 Months
cs: 3 měsíce
es: 3 Meses
pl: Trzy miesiące
tr: 3 Ay
vi: 3 tháng

source: 6 Months
cs: 6 měsíců
es: 6 Meses
pl: Sześć miesięcy
tr: 6 Ay
vi: 6 tháng

source: 1 Year
cs: 1 rok
es: 1 Año
pl: 1 rok
tr: 1 Yıl
vi: 1 năm

source: An argument with that name already exists
cs: Argument s tímto názvem již existuje
es: Ya existe un argumento con ese nombre
pl: Argument o tej nazwie już istnieje
tr: Bu adla bir argüman zaten var
vi: Đã tồn tại một đối số có tên này

source: The name of the argument cannot be empty
cs: Název argumentu nemůže být prázdný
es: El nombre del argumento no puede estar vacío
pl: Nazwa argumentu nie może być pusta
tr: Argümanın adı boş olamaz
vi: Tên của đối số không được để trống

source: The arguments of the argument cannot be empty
cs: Argumenty argumentu nemohou být prázdné
es: Los argumentos del argumento no pueden estar vacíos
pl: Argumenty argumentu nie mogą być puste
tr: Argümanın argümanları boş olamaz
vi: Các tham số của đối số không được để trống

source: An argument with that name does not exist
cs: Argument s tímto názvem neexistuje
es: No existe un argumento con ese nombre
pl: Argument o tej nazwie nie istnieje
tr: Bu adla bir argüman yok
vi: Đối số với tên này không tồn tại

source: The file already exists and overwriting is disabled.
cs: Soubor již existuje a přepisování je zakázáno.
es: El archivo ya existe y la sobreescritura está desactivada.
fr: Le fichier existe déjà et le remplacement est désactivé.
pl: Plik już istnieje, a nadpisywanie jest wyłączone.
tr: Dosya zaten var ve üzerine yazma devre dışı bırakılmış.
vi: Tệp đã tồn tại và chế độ ghi đè đã bị tắt.

source: {0} (Auto-generated)
cs: {0} (Automaticky generovaný)
es: {0} (Auto-generado)
pl: {0} (wygenerowane automatycznie)
tr: {0} (kendiliğinden oluşturuldu)
vi: {0} (Tự động tạo)

source: About {0}
cs: O aplikaci {0}
es: Acerca de {0}
fr: À propos de {0}
pl: O {0}
tr: {0} Hakkında
vi: Giới thiệu {0}

source: Debugging
cs: Ladění
es: Depuración
fr: Débogage
pl: Debugowanie
tr: Hata Ayıklama
vi: Gỡ lỗi

source: Credits
cs: Zásluhy
es: Créditos
fr: Crédits
gl: Recoñecementos
pl: Zasługi
tr: Hazırlayanlar
vi: Ghi công

source: Developers: {0} Designers: {1} Artists: {2}
cs: Naprogramovali: {0} Navrhli: {1} Ztvárnili: {2}
es: Desarrolladores: {0} Diseñadores: {1} Artistas: {2}
pl: Programiści: {0} Projektanci: {1} Artyści: {2}
tr: Geliştiriciler: {0} Tasarımcılar: {1} Sanatçılar: {2}
vi: Lập trình viên: {0} Thiết kế: {1} Nghệ sĩ: {2}

source: Developers: {0} Designers: {1} Artists: {2} Translators: {3}
cs: Naprogramovali: {0} Navrhli: {1} Ztvárnili: {2} Přeložili: {3}
es: Desarrolladores: {0} Diseñadores: {1} Artistas: {2} Traductores: {3}
pl: Programiści: {0} Projektanci: {1} Artyści: {2} Tłumacze: {3}
tr: Geliştiriciler: {0} Tasarımcılar: {1} Sanatçılar: {2} Çevirmenler: {3}
vi: Lập trình viên: {0} Thiết kế: {1} Nghệ sĩ: {2} Người dịch: {3}

source: Warning
cs: Varování
es: Advertencia
fr: Avertissement
gl: Advertencia
pl: Ostrzeżenie
sr: Упозорење
tr: Uyarı
vi: Cảnh báo

source: Parabolic will download media based off of previously configured options and sensible defaults. Options including save folder, format, and subtitle selection will not be shown.
cs: Parabolic stáhne média na základě dříve nastavených možností a rozumných výchozích hodnot. Možnosti, včetně složky uložení a výběru formátu a titulků nebudou zobrazeny.
es: Parabolic descargará medios en base a las opciones previamente configuradas y valores predeterminados. No se mostrarán opciones como: Carpeta de guardado, Formato, y Selección de subtítulos.
fr: Parabolic téléchargera le média en utilisant les options déjà configurées ainsi que des valeurs par défaut pertinentes. Les options comme le dossier d’enregistrement, le format et la sélection des sous‑titres ne seront pas affichées.
pl: Parabolic pobierze media na podstawie wcześniej skonfigurowanych opcji i rozsądnych ustawień domyślnych. Opcje takie jak folder zapisu, format i wybór napisów nie zostaną wyświetlone.
tr: Parabolic, önceden yapılandırılmış seçeneklere ve mantıklı öntanımlı ayarlarla ortamı indirecek. Kaydetme klasörü, biçim ve alt yazı seçimi gibi seçenekler gösterilmeyecek.
vi: Parabolic sẽ tải xuống phương tiện dựa trên các tùy chọn đã cấu hình trước và các giá trị mặc định hợp lý. Các tùy chọn bao gồm thư mục lưu, định dạng và lựa chọn phụ đề sẽ không được hiển thị.

source: Generic types do not support embedding thumbnails and subtitles. If necessary, please select a specific type that is known to support embedding to prevent separate files from being written.
cs: Obecné typy nepodporují vkládání miniatur a titulků. Zvolte prosím specifický typ, který podporuje vkládání, abyste zabránili tvorbě samostatných souborů.
es: Los tipos de archivo genéricos no soportan la incrustación de miniaturas y subtítulos. Si es necesario, por favor seleccione un tipo de archivo específico que admita la incrustación para evitar que se escriban en archivos separados.
pl: Ogólne typy plików nie obsługują osadzania miniatur i napisów. Wybierz konkretny typ pliku, który obsługuje osadzanie, aby zapobiec zapisywaniu oddzielnych plików.
tr: Genel türler, küçük resimler ve alt yazıları gömmeyi desteklemez. Gerekliyse, ayrı dosyaların yazılmasını önlemek için gömme özelliğini desteklediği bilinen bir tür seçin.
vi: Các loại chung không hỗ trợ nhúng hình thu nhỏ và phụ đề. Nếu cần, vui lòng chọn một loại cụ thể được biết là hỗ trợ nhúng để ngăn các tệp riêng biệt được ghi.

source: No Subtitles
cs: Žádné titulky
es: Sin Subtítulos
pl: Brak napisów
tr: Alt Yazı Yok
vi: Không có phụ đề

source: No subtitles were found for this media.
cs: U tohoto média nebyly nalezeny žádné titulky.
es: No se encontraron subtítulos para este medio.
fr: Aucun sous-titre n'a été trouvé pour ce média.
pl: Nie znaleziono żadnych napisów dla tych mediów.
tr: Bu ortam için alt yazı bulunamadı.
vi: Không tìm thấy phụ đề cho phương tiện này.

source: Numbering will be applied to titles of selected items in succession on download.
cs: Číslování bude použito na názvy vybraných položek po jejich stažení.
es: Se aplicara numeración a los títulos de elementos seleccionados en sucesión al descargar.
fr: Une numérotation sera appliquée aux titres des éléments sélectionnés dans l’ordre au moment du téléchargement.
pl: Numeracja zostanie dodana do tytułów wybranych elementów kolejno podczas pobierania.
tr: İndirme sırasında seçilen ögelerin başlıklarına sırayla numaralandırma uygulanacak.
vi: Việc đánh số sẽ được áp dụng cho tiêu đề của các mục đã chọn theo thứ tự khi tải xuống.

source: No subtitles were found in this playlist.
cs: V tomto playlistu nebyly nalezeny žádné titulky.
es: No se encontraron subtítulos en esta lista de reproducción.
fr: Aucun sous-titre n'a été trouvé dans cette playlist.
pl: Nie znaleziono żadnych napisów w tej liście odtwarzania.
tr: Oynatma listesinde alt yazı bulunamadı.
vi: Không tìm thấy phụ đề trong danh sách phát này.

source: Configure Download
cs: Nastavit stahování
es: Configurar Descarga
pl: Skonfiguruj pobieranie
tr: İndirmeyi Yapılandır
vi: Cấu hình tải xuống

source: Sort
cs: Seřadit
es: Ordenar
fr: Trier
pl: Sortuj
tr: Sırala
vi: Sắp xếp

source: Search...
cs: Hledat…
es: Buscar...
pl: Szukaj...
tr: Ara...
vi: Tìm kiếm...
