Repository: NickvisionApps/Parabolic
Catalog: resources/po/*.po
Languages: ar, be, cs, es, et, fi, fr, gl, hu, it, ja, nb_no, pl, pt_pt, ru, sk, sr, ta, tr, vi

source: No file selected
ar: لم يتم تحديد ملف
be: Файл не выбраны
cs: Není vybrán žádný soubor
es: Ningún archivo seleccionado
et: Sa pole ühtegi faili valinud
fi: Ei valittua tiedostoa
fr: Aucun fichier sélectionné
gl: Ningún ficheiro seleccionado
hu: Nincs fájl kiválasztva
it: Nessun file selezionato
ja: ファイルが選択されていません
nb_no: Ingen fil
pl: Nie wybrano pliku
pt_pt: Nenhum ficheiro selecionado
ru: Файл не выбран
sk: Nebol vybraný súbor
sr: Датотека није изабрана
ta: எந்த கோப்பும் தேர்ந்தெடுக்கப்படவில்லை
tr: Dosya seçilmedi
vi: Không có tệp nào được chọn

source: Select Cookies File
ar: إختر ملف تعريف الارتباط
be: Выберыце файл cookie
cs: Vybrat soubor s cookies
es: Selecciona archivo de cookies
et: Vali küpsiste fail
fi: Valitse evästetiedosto
fr: Sélectionner un fichier de cookies
gl: Seleccionar ficheiro de cookies
hu: Sütiket tartalmazó fájl kiválasztása
it: Seleziona file cookie
ja: クッキーファイルを選択
nb_no: Velg informasjonskapsler
pl: Wybierz ciasteczko
pt_pt: Selecione Ficheiro de Cookies
ru: Выбрать файл cookie
sk: Vybrať súbor Cookie
sr: Изабери датотеку колачића
ta: குக்கீகள் கோப்பைத் தேர்ந்தெடுக்கவும்
tr: Çerez Dosyasını Seç
vi: Chọn tệp cookie

source: Clear Cookies File
ar: إحذف ملف تعريف الارتباط
be: Ачысціць файл cookie
cs: Vymazat soubor s cookies
es: Borrar archivo de cookies
et: Tühjenda küpsiste fail
fi: Tyhjennä evästetiedosto
fr: Effacer le fichier de cookies
gl: Limpar ficheiro de cookies
hu: Eltávolítás
it: Cancella file cookie
ja: クッキーファイルを消去
nb_no: Fjern informasjonskapsler
pl: Wyczyść ciasteczka
pt_pt: Limpar Ficheiro de Cookies
ru: Очистить файл cookie
sk: Vyčistiť súbor Cookie
sr: Уклони датотеку колачића
ta: குக்கீகள் கோப்பை அழிக்கவும்
tr: Çerez Dosyasını Temizle
vi: Xóa tệp cookie

source: Use aria2c
ar: إستخدم aria2c
be: Выкарыстоўваць aria2c
cs: Použít aria2c
es: Usar aria2c
et: Kasuta aria2c teenust
fr: Utiliser aria2c
hu: aria2 letöltéskezelő
it: Usa aria2c
pl: Używaj aria2c
pt_pt: Usar aria2c
ru: Включение aria2c
sk: Použiť aria2c
ta: ARIA2C ஐப் பயன்படுத்தவும்
tr: aria2c kullan
vi: Sử dụng aria2c

source: Max Connections Per Server (-x)
ar: أقصى عدد إتصالات لكل خادم (x-)
be: Максімальная колькасць злучэнняў на сервер (-x)
cs: Max. počet připojení na server (-x)
es: Conexiones Máximas Por Servidor (-x)
et: Serverikohaste ühenduste ülempiir (-x)
fi: Yhteyksien enimmäismäärä / palvelin (-x)
gl: Máximo de conexións por servidor (-x)
hu: Párhuzamos kapcsolatok száma a kiszolgálóval (-x)
it: Connessioni massime per server (-x)
ja: サーバーごとの最大接続数(-x)
nb_no: Høyeste antall tilkoblinger per tjener (-x)
pl: Maksymalna ilość połączeń na serwer (-x)
pt_pt: Máx de Conexões por Servidor (-x)
ru: Максимум подключений к серверу (-x)
sk: Maximálny počet pripojení na server (-x)
sr: Највише веза по серверу (-x)
ta: ஒரு சேவையகத்திற்கு அதிகபட்ச இணைப்புகள் (-x)
tr: Sunucu Başına En Çok Bağlantı (-x)
vi: Số kết nối tối đa mỗi máy chủ (-x)

source: Minimum Split Size (-k)
ar: أصغر حجم تقسيمات (k-)
be: Мінімальны памер падзелу (-k)
cs: Minimální velikost rozdělení (-k)
es: Tamaño Mínimo de la división (-k)
et: Mahupiir failide jagamisel (-k)
fi: Puolituksen vähimmäiskoko (-k)
gl: Tamaño mínimo para dividir (-k)
hu: Tartalmak darabolása (-k)
it: Dimensione minima suddivisioni (-k)
ja: 最小分割サイズ (-k)
nb_no: Minste inndelingsstørrelse (-k)
pl: Minimalny rozmiar podziału (-k)
pt_pt: Tamanho mínimo da divisão (-k)
ru: Минимальный размер фрагмента (-k)
sk: Minimálna veľkosť rozdelenia (-k)
sr: Минимална величина поделе (-k)
ta: குறைந்தபட்ச பிளவு அளவு (-k)
tr: En Düşük Bölme Boyutu (-k)
vi: Kích thước tách tối thiểu (-k)

source: The minimum size of which to split a file (in MiB)
be: Мінімальны памер, на які паздзяляць файл (у MiB)
cs: Minimální velikost, na kterou rozdělit soubor (v MiB)
es: El tamaño mínimo del que dividir un archivo (en MiB)
et: Miinimumsuurus, millega arvestame failide jagamaisel (in MiB)
fr: Taille minimale dans laquelle diviser un fichier (en Mio)
it: La dimensione minima in cui suddividere un file (in MiB)
pl: Minimalny rozmiar pliku do podziału (w MiB)
pt_pt: O tamanho mínimo para dividir um ficheiro (em MiB)
ru: Минимальный размер, на который разбивать файл (в МиБ)
sk: Rozdelí súbor na určenú minimálnu veľkosť (v MiB)
tr: Bir dosyanın bölüneceği asgari boyut (MiB cinsinden)
vi: Kích thước tối thiểu để chia một tệp (tính bằng MiB)

source: Converter
ar: محوّل الصيغة
be: Канвертар
cs: Konvertor
es: Conversor
et: Meediakonverter
fi: Muuntaja
fr: Convertisseur
gl: Conversor
hu: Feldolgozás
it: Convertitore
ja: コンバーター
nb_no: Konvertering
pl: Konwersja
pt_pt: Conversor
ru: Конвертер
sk: Konvertor
ta: மாற்றி
tr: Dönüştürücü
vi: Bộ chuyển đổi

source: Embed Metadata
ar: دمج بيانات الوصف
be: Убудоўваць метаданыя
cs: Vložit metadata
es: Incrustar metadatos
et: Kaasa faili metainfo
fi: Upota metatiedot
fr: Inclure les métadonnées
gl: Incorporar metadatos
hu: Címke/adatok beágyazása
it: Incorpora metadati
ja: メタデータを埋め込む
nb_no: Bygg inn metadata
pl: Osadzaj metadane
pt_pt: Incorporar Metadados
ru: Встраивание метаданных
sk: Vložiť metaúdaje
sr: Угради метаподатке
ta: மெட்டாடேட்டாவை உட்பொதிக்கவும்
tr: Üst Verileri Göm
vi: Nhúng metadata

source: Remove Source Data
ar: أزل بيانات المصدر
be: Выдаляць зыходныя даныя
cs: Odebrat zdrojová data
es: Eliminar los datos de origen
et: Eemalda kõik lähteinfo andmed
fi: Poista lähdetiedot
fr: Retirer les données sur la source
gl: Retirar datos da fonte
hu: Metaadatok törlése
it: Rimuovi dati sorgente
ja: ダウンロード元のデータを削除
nb_no: Fjern kildedata
pl: Usuń dane źródłowe
pt_pt: Remover Dados de Origem
ru: Удаление данных об источнике
sk: Odstrániť zdrojové údaje
sr: Уклони изворне податке
ta: மூலத் தரவை அகற்று
tr: Kaynak Verileri Kaldır
vi: Xóa dữ liệu nguồn

source: Clear metadata fields containing identifying download information
be: Ачышчаць палі метаданых, якія змяшчаюць ідэнтыфікацыйныя звесткі пра спампоўку
cs: Vymazat pole metadat obsahující identifikující informace o stahování
es: Borrar los campos de metadatos que contienen información identificable de la descarga
et: Kustuta metateabe väljad, kus võiks leiduda isikustatavat allalaadimise teavet
fr: Effacer les champs de métadonnées contenant des informations d'identification de téléchargement
it: Elimina i campi metadata conteneti informazioni di identificazione
pl: Usuń metadane zawierające dane, które mogą posłużyć do identyfikacji pobrania
pt_pt: Limpar campos de metadados que contenham informações identificáveis do download
ru: Стирать поля метаданных, содержащие идентифицирующие сведения о загрузке
sk: Vymaže polia metadát obsahujúce identifikačné informácie o sťahovaní
tr: İndirme bilgilerini içeren üst veri alanlarını temizle
vi: Xóa các trường siêu dữ liệu chứa thông tin tải xuống nhận dạng

source: Embed Thumbnails
ar: دمج صورة العرض
be: Убудоўваць мініяцюры
cs: Vkládat miniatury
es: Incrustar miniaturas
et: Lõimitud pisipildid
fi: Upota pikkukuvat
fr: Inclure les vignettes
hu: Borítókép beágyazása
it: Incorpora miniature
ja: 字幕を埋め込む
pl: Osadzaj miniatury
pt_pt: Incorporar Miniaturas
ru: Встраивание обложек
sk: Vložiť miniatúry
sr: Угради сличицу
ta: சிறு உருவங்களை உட்பொதிக்கவும்
tr: Küçük Resimleri Göm
vi: Nhúng hình thu nhỏ

source: If the file type does not support embedding, the thumbnail will be written to a separate image file
be: Калі тып файла не падтрымлівае ўбудоўванне, мініяцюра будзе запісана ў асобны файл відарыса
cs: Pokud typ souboru nepodporuje vkládání, bude miniatura uložena do samostatného souboru
es: Si el tipo de archivo no admite la incrustación, la miniatura se escribirá en un archivo de imagen separado
et: Kui failivorming ei toeta lõimitud pilte, siis salvestame selle eraldi pildifaili
fr: Si le type de fichier ne prend pas en charge l’inclusion d’une vignette, celle-ci sera exportée vers un fichier d’image séparé
it: Se il tipo di file non supporta l'incorporamento, la miniatura verrà salvata in un file immagine separato
pl: Jeśli typ pliku nie obsługuje osadzania, miniatura zostanie zapisana w osobnym pliku graficznym
pt_pt: Se o tipo de ficheiro não suportar a incorporação, a miniatura será escrita num ficheiro de imagem separado
ru: Если тип файла не поддерживает встраивание, обложка сохранится в виде отдельного изображения
sk: Uloží miniatúru do samostatného obrázkového súboru, ak formát súboru nepodporuje vloženie
tr: Dosya türü gömme özelliğini desteklemiyorsa, küçük resim ayrı görüntü dosyasına yazılır
vi: Nếu loại tệp không hỗ trợ nhúng thì hình thu nhỏ sẽ được ghi vào file ảnh riêng

source: Crop Audio Thumbnails
ar: قص صور الصوتيات المصغرة
be: Абразаць мініяцюры аўдыя
cs: Oříznout miniatury zvuku
es: Recortar miniaturas de audio
et: Kadreeri helifailide pisipildid
fi: Rajaa äänen pikkukuvat
fr: Rogner les vignettes des fichiers audio
gl: Recortar miniaturas de son
hu: Borítókép igazítása
it: Ritaglia miniature audio
ja: オーディオサムネイルを整形
nb_no: Kvadratiske miniatyrbilder
pl: Przycinaj miniatury plików audio
pt_pt: Cortar miniaturas para áudio
ru: Обрезка обложки аудио
sk: Orezať miniatúry zvuku
sr: Исеци аудио сличице
ta: ஒலி அமைப்பு சிறுபடங்களை செதுக்கு
tr: Ses Küçük Resimlerini Kırp
vi: Cắt hình thu nhỏ âm thanh

source: Crop thumbnails of audio files to squares
be: Абразаць мініяцюры аўдыяфайлаў да квадратнай формы
cs: Oříznout miniatury zvukových souborů na čtverec
es: Recorta miniaturas de archivos de audio a cuadrados
et: Kärbi helifailide pisipildid 1:1 küljesuhtega
fr: Rogner les vignettes des fichiers audio en carrés
it: Ritaglia miniature dai file audio in dei quadrati
pl: Przycinaj miniatury plików audio do kwadratów
pt_pt: Cortar miniaturas de ficheiros de áudio em quadrados
ru: Обрезать обложки аудиофайлов до квадратного разрешения
sk: Oreže miniatúry zvukových súborov do štvorcového tvaru
tr: Ses dosyalarının küçük resimlerini kare şeklinde kırp
vi: Cắt hình thu nhỏ của tệp âm thanh thành hình vuông

source: Embed Chapters
ar: دمج الفصول
be: Убудоўваць раздзелы
cs: Vložit kapitoly
es: Incrustar capítulos
et: Kaasa faili peatükid
fi: Upota kappaleet
fr: Inclure les chapitres
gl: Incorporar capítulos
hu: Fejezetek beágyazása
it: Incorpora capitoli
ja: チャプター(章)を埋め込む
nb_no: Bygg inn kapitler
pl: Osadzaj rozdziały
pt_pt: Incorporar Capítulos
ru: Встраивание глав
sk: Vložiť kapitoly
sr: Угради поглавље
ta: அத்தியாயங்களை உட்பொதிக்கவும்
tr: Bölümleri Göm
vi: Nhúng chương

source: Embed Subtitles
ar: دمج الترجمة
be: Убудоўваць субцітры
cs: Vložit titulky
es: Incrustar subtítulos
et: Kaasa faili subtiitrid
fi: Upota tekstitykset
fr: Inclure les sous-titres
gl: Incorporar subtítulos
hu: Feliratok beágyazása
it: Incorpora sottotitoli
ja: 字幕を埋め込む
nb_no: Bygg inn undertekster
pl: Osadzaj napisy
pt_pt: Incorporar Legendas
ru: Встраивание субтитров
sk: Vložiť titulky
sr: Угради титлове
ta: உட்பொதிக்கப்பட்ட வசன வரிகள்
tr: Alt Yazıları Göm
vi: Nhúng phụ đề

source: If disabled or if embedding is not supported, downloaded subtitles will be saved to separate files
be: Калі адключана або ўбудоўванне не падтрымліваецца, спампаваныя субцітры будуць захоўвацца ў асобных файлах
cs: Pokud je zakázáno nebo pokud není vložení podporováno, budou stažené titulky uloženy do samostatných souborů
es: Si se desactiva o no se admite la incrustación, los subtítulos descargados se guardarán en archivos independientes
et: Kui eelistus pole kasutusel või lõimitud subtiitrite tugi puudub, siis salvestame allalaaditud subtiitrid eraldi faili
fr: Si cette option est désactivée ou si l'intégration n'est pas prise en charge, les sous-titres téléchargés seront enregistrés dans des fichiers séparés
it: Se disabilitati o se l'incorporamento non è supportato, i sottotitoli scaricati verranno salvati in file separati
pl: Jeśli opcja jest wyłączona lub osadzenie jest niedostępne, pobrane napisy zostaną zapisane do osobnego pliku
pt_pt: Se desativado ou se a incorporação não for suportada, as legendas descarregadas serão gravadas num ficheiro separado
ru: Если параметр выключен или если встраивание не поддерживается, загруженные субтитры сохранятся в отдельных файлах
sk: Uloží titulky do samostatných súborov, ak je funkcia vypnutá alebo vloženie nepodporované
tr: Devre dışı bırakılırsa ya da gömme desteklenmiyorsa, indirilen alt yazılar ayrı dosyalara kaydedilir
vi: Nếu bị tắt hoặc nếu tính năng nhúng không được hỗ trợ, phụ đề đã tải xuống sẽ được lưu vào các tệp riêng biệt

source: FFmpeg Threads
be: Колькасць патокаў FFmpeg
cs: Vlákna FFmpeg
es: Hilos FFmpeg
et: FFmpegi lõimesid
fr: Fils (Threads) FFmpeg
it: Thread FFmpeg
pl: Wątki FFmpeg
pt_pt: Threads do FFmpeg
ru: Потоки FFmpeg
sk: Vlákna FFmpeg
ta: Ffmpeg நூல்கள்
tr: FFmpeg İş Parçacıkları
vi: Luồng FFmpeg

source: Limit the number of threads used by ffmpeg
be: Абмяжоўваць колькасць патокаў, якія выкарыстоўвае ffmpeg
cs: Omezit počet vláken používaných službou ffmpeg
es: Limitar el número de hilos usados por ffmpeg
et: Piira ffmpeg-i kasutatavate protsessorilõimede arvu
fr: Limiter le nombre de threads utilisés par ffmpeg
it: Limita il numero di thread usati da FFmpeg
pl: Ogranicz liczbę wątków używanych przez ffmpeg
pt_pt: Limitar a quantidade de threads usados pelo ffmpeg
ru: Ограничивать количество потоков, выделяемых ffmpeg
sk: Obmedzí počet vlákien používaných ffmpeg
tr: ffmpeg tarafından kullanılan iş parçacığı sayısını sınırla
vi: Giới hạn số luồng được ffmpeg sử dụng

source: Postprocessing Arguments
be: Аргументы постапрацоўкі
cs: Argumenty postprocesoru
es: Argumentos de postprocesamiento
et: Järeltöötluse argumendid
fi: Jälkikäsittelyn määritykset
fr: Arguments de post-traitement
hu: Használt futtatási szálak száma
it: Argomenti post elaborazione
pl: Argumenty przetwarzania końcowego
pt_pt: Argumentos do pós-processamento
ru: Аргументы постобработки
sk: Argumenty následného spracovania
ta: போச்ட்ரோசெசிங் வாதங்கள்
tr: Son İşleme Argümanları
vi: Đối số xử lý hậu kỳ

source: Arguments will be shown for selection in the add download dialog
be: Паказваць гэтыя аргументы для выбару ў дыялогавым акне дадавання спампоўкі
cs: Argumenty budou zobrazeny k výběru v dialogu přidání stahování
es: Los argumentos se mostrarán para su selección en el cuadro de diálogo de añadir descarga
et: Allalaadimise vaates saad valikust lisada soovitud argumente
fr: Les arguments seront affichés pour la sélection dans la boîte de dialogue Ajouter un téléchargement
it: Gli argomenti verranno visualizzati per la selezione nella finestra di dialogo Aggiungi download
pl: Argumenty będą dostępne do wyboru w oknie Dodaj pobieranie
pt_pt: Os argumentos serão exibidos para seleção na janela de adicionar descargas
ru: Список аргументов отобразится в диалоге добавления загрузки
sk: Zobrazí argumenty na výber v dialógovom okne pridať stiahnutie
tr: İndirme Ekle iletişim kutusunda seçim için argümanlar gösterilir
vi: Các đối số sẽ được hiển thị để lựa chọn trong hộp thoại thêm tải xuống

source: Add Postprocessing Argument
be: Дадаць аргумент постапрацоўкі
cs: Přidat argument postprocesoru
es: Añadir argumento de postprocesamiento
et: Lisa järeltöötluse argument
fr: Ajouter un argument de post-traitement
it: Aggiungi argomento post elaborazione
pl: Dodaj argument przetwarzania końcowego
pt_pt: Adicionar argumento do pós-processamento
ru: Добавить аргумент постобработки
sk: Pridať argument postprocesingu
ta: போச்ட்ரோசெசிங் வாதத்தை சேர்க்கவும்
tr: Son İşlem Argümanı Ekle
vi: Thêm đối số xử lý hậu kỳ

source: Argument
be: Аргумент
es: Argumento
it: Argomento
pt_pt: Argumento
ru: Аргумент
ta: உரையாடல்
tr: Argüman
vi: Đối số

source: Post Processor
be: Постапрацоўка
cs: Postprocesor
es: Post Procesador
et: Järeltöötlus
it: Post elaborazione
pl: Postprocesor
pt_pt: Pós-processador
ru: Постпроцессор
sk: Postprocesor
ta: இடுகை செயலி
tr: Son İşleme
vi: Bộ xử lý hậu kỳ

source: Executable
be: Выканальны файл
cs: Spustitelný soubor
es: Ejecutable
et: Käivitusfail
fr: Exécutable
it: Eseguibile
pl: Plik wykonywalny
pt_pt: Executável
ru: Исполняемый файл
sk: Spustiteľný
ta: இயங்கக்கூடிய
tr: Çalıştırılabilir
vi: Có thể thực thi

source: Args
be: Аргументы
cs: Argumenty
et: Argumendid
fr: Arguments
hu: Paraméterek
it: Arg
pl: Argumenty
ru: Переменные
ta: ஆர்க்ச்
vi: Đối số

# Shortcut
source: Application
ar: تطبيق
be: Праграма
cs: Aplikace
es: Aplicación
et: Rakendus
fi: Sovellus
gl: Aplicación
hu: Alkalmazás
it: Applicazione
ja: アプリケーション
nb_no: App
pl: Aplikacja
pt_pt: Aplicação
ru: Приложение
sk: Aplikácia
sr: Апликација
ta: பயன்பாடு
tr: Uygulama
vi: Ứng dụng

source: Quit
ar: أغلق
be: Выйсці
cs: Opustit
es: Salir
et: Välju
fi: Lopeta
fr: Quitter
gl: Saír
hu: Kilépés
it: Esci
ja: 閉じる
nb_no: Avslutt
pl: Wyjdź
pt_pt: Desistir
ru: Выйти
sk: Skončiť
sr: Изађи
ta: கைவிடு
tr: Çık
vi: Thoát

source: Starting
ar: البداية
be: Пачатак
cs: Spouštění
es: Iniciando
et: Alustame
fi: Aloitetaan
fr: Démarrage
hu: Kezdés
it: Avvio
ja: 開始中
nb_no: Starter
pl: Rozpoczynanie
pt_pt: A iniciar
ru: Начинается
sk: Spúšťanie
sr: Управо започиње
ta: தொடங்குகிறது
tr: Başlatılıyor
vi: Bắt đầu

source: Unknown
ar: غير معروف
be: Невядомы
cs: Neznámý
es: Desconocido
et: Teadmata
fi: Tuntematon
fr: Inconnu
gl: Descoñecido
hu: Ismeretlen
it: Sconosciuto
ja: 不明
nb_no: Ukjent
pl: Nieznane
pt_pt: Desconhecido
ru: Неизвестно
sk: Neznáme
sr: Непознато
ta: தெரியவில்லை
tr: Bilinmeyen
vi: Không xác định

source: Processing
ar: جاري المعالجة
be: Апрацоўка
cs: Zpracovává se
es: Procesando
et: Töötlemisel
fi: Käsitellään
fr: Traitement
gl: A procesar
hu: Feldolgozás
it: In elaborazione
ja: 進行中
nb_no: Behandler
pl: Przetwarzanie
pt_pt: A processar
ru: Обрабатывается
sk: Spracováva sa
sr: Обрада
ta: செயலாக்கம்
tr: İşleniyor
vi: Đang xử lý

source: Error
ar: خطأ
be: Памылка
cs: Chyba
et: Viga
fi: Virhe
fr: Erreur
gl: Erro
hu: Hiba
it: Errore
ja: エラー
nb_no: Feil
pl: Błąd
pt_pt: Erro
ru: Ошибка
sk: Chyba
sr: Грешка
ta: பிழை
tr: Hata
vi: Lỗi

source: Success
ar: نجاح
be: Поспех
cs: Úspěch
es: Éxito
et: Õnnestus
fi: Onnistui
fr: Succès
gl: Éxito
hu: Letöltés befejeződött
it: Completato
ja: 成功
nb_no: Fullført
pl: Sukces
pt_pt: Sucesso
ru: Успех
sk: Úspech
sr: Успешно
ta: வெற்றி
tr: Başarılı
vi: Thành công

source: Stopped
ar: تم التوقف
be: Спынена
cs: Zastaveno
es: Detenida
et: Lõpetatud
fi: Pysäytetty
fr: Arrêté
gl: Parado
hu: Letöltés megszakítva
it: Fermato
ja: 停止中
nb_no: Stanset
pl: Zatrzymano
pt_pt: Parado
ru: Остановлена
sk: Zastavené
sr: Заустављено
ta: நிறுத்தப்பட்டது
tr: Durduruldu
vi: Đã dừng

source: Paused
ar: تم الإيقاف بشكل مؤقت
be: Прыпынена
cs: Pozastaveno
es: Pausado
et: Peatatud
fi: Tauotettu
fr: En pause
hu: Szüneteltetve
it: In pausa
pl: Wstrzymano
pt_pt: Pausado
ru: Приостановлена
sk: Pozastavené
ta: இடைநிறுத்தப்பட்டது
tr: Duraklatıldı
vi: Tạm dừng

source: Resume
ar: إستأنف
be: Узнавіць
cs: Pokračovat
es: Reanudar
et: Jätka
fi: Jatka
fr: Reprendre
hu: Folytatás
it: Riprendi
pl: Wznów
pt_pt: Retomar
ru: Возобновить
sk: Pokračovať
ta: மீண்டும் தொடங்குங்கள்
tr: Sürdür
vi: Tiếp tục

source: Running
ar: جاري التشغيل
be: Выконваецца
cs: Běží
es: Ejecutando
et: Töös
fi: Käynnissä
fr: En cours
gl: En execución
hu: Fut
it: In esecuzione
ja: 実行中
nb_no: Laster ned
pl: W trakcie
pt_pt: A correr
ru: Выполняется
sk: Prebieha
ta: இயங்கும்
tr: Çalışıyor
vi: Đang chạy

source: Use manual credential
ar: استخدم بيانات التحقق بشكل يدوي
be: Увесці ўліковыя даныя ўручную
cs: Použít manuální údaje
es: Usar credencial manual
et: Lisa tuvastusandmed käsitsi
fi: Syötä tunnistetiedot itse käsin
fr: Identification manuelle
gl: Empregar credencial manual
hu: Bejelentkezés másként
it: Usa credenziale manuale
ja: 手動で認証情報を入力する
nb_no: Manuelt
pl: Wprowadź ręcznie dane logowania
pt_pt: Utilizar outra credencial manualmente
ru: Ручной ввод данных
sk: Použiť manuálne poverenie
ta: கைமுறை நற்சான்றிதழைப் பயன்படுத்தவும்
tr: El ile kimlik bilgisi kullan
vi: Dùng thông tin xác thực thủ công

source: Select Batch File
ar: إختر ملف Batch
be: Выберыце пакетны файл
cs: Vyberte hromadný soubor
es: Seleccionar Archivo por Lotes
et: Vali pakktöötluse fail
fi: Valitse komentotiedosto
fr: Sélectionnez un fichier Batch
hu: Letöltési lista kiválasztása
it: Seleziona file batch
ja: バッチファイルを選択
nb_no: Velg buntfil
pl: Wybierz plik wsadowy
pt_pt: Selecione Ficheiro de Lote
ru: Выбрать пакетный файл
sk: Vybrať dávkový súbor
sr: Изабери Batch датотеку
ta: தொகுதி கோப்பைத் தேர்ந்தெடுக்கவும்
tr: Toplu İş Dosyası Seç
vi: Chọn tệp hàng loạt

source: TXT Files (*.txt)
ar: ملفات نصية (*.txt)
be: TXT-файлы (*.txt)
cs: Soubory TXT (*.txt)
es: Archivos TXT (*.txt)
et: TXT-failid (*.txt)
fi: TXT-tiedostot (*.txt)
fr: Fichiers TXT (*.txt)
gl: Ficheiros TXT (*.txt)
hu: Szöveges dokumentum (*.txt)
it: File txt (*.txt)
ja: TXT ファイル (*.txt)
nb_no: Tekstfiler (.txt)
pl: Pliki TXT (*.txt)
pt_pt: Ficheiros TXT (*.txt)
ru: Текстовые файлы (*.txt)
sk: TXT súbory (*.txt)
sr: Текст датотеке (*.txt)
ta: Txt கோப்புகள் (*.txt)
tr: TXT Dosyaları (*.txt)
vi: Tệp TXT (*.txt)

source: The url provided is invalid or unable to be reached. Check the url, the authentication used, the cookies settings, and the preferred codecs selected. Note that the service may have blocked your IP or the video may be geo-restricted.
et: Sisestatud võrguaadress on kas vigane või pole leitav. Palun kontrolli võrguaadressi õigsust, autentimiseks vajalike andmete korrektsust ja võrguküpsiste seadistusi ja eelistatud koodekite valikuid. Palun arvesta ka võimalusega, et teenus võib olla sinu IP-adressi blokeerinud või videol on geoblokeering.
hu: A megadott hivatkozás hibás vagy nem elérhető. Ellenőrizze a hivatkozást vagy a bejelentkezési adatokat, valamint sütikre vonatkozó beállításokat!
it: L'URL fornita non è valida o non è raggiungibile. Controlla l'URL, l'autenticazione usata, le impostazioni dei cookie e i codec preferiti selezionati. Nota che il servizio potrebbe aver bloccato l'IP o il video potrebbero essere geo limitati.
ru: Указанная ссылка некорректна или недоступна. Проверьте саму ссылку, данные авторизации, настройки cookie и предпочтительные кодеки. Учтите, что сервис также мог заблокировать ваш IP-адрес или же на видео наложены региональные ограничения.
sk: Zadaná URL je neplatná alebo nedostupná. Skontrolujte URL, použité overenie, nastavenia cookies a vybrané preferované kodeky. Upozorňujeme, že služba mohla zablokovať vašu IP adresu alebo môže byť video geograficky obmedzené.
ta: வழங்கப்பட்ட முகவரி தவறானது அல்லது அடைய முடியவில்லை. URL, பயன்படுத்தப்படும் ஏற்பு, குக்கீகள் அமைப்புகள் மற்றும் தேர்ந்தெடுக்கப்பட்ட விருப்பமான கோடெக்குகளை சரிபார்க்கவும். பணி உங்கள் ஐபி தடுத்திருக்கலாம் அல்லது வீடியோ உலகம் தடைசெய்யப்படலாம் என்பதை நினைவில் கொள்க.

source: Close
ar: أغلق
be: Закрыць
cs: Zavřít
es: Cerrar
et: Sulge
fi: Sulje
fr: Fermer
gl: Pechar
hu: Bezárás
it: Chiudi
ja: 閉じる
nb_no: Lukk
pl: Zamknij
pt_pt: Fechar
ru: Закрыть
sk: Zavrieť
sr: Затвори
ta: மூடு
tr: Kapat
vi: Đóng

source: No Subtitles Available
ar: لا توجد ترجمة متوفرة
be: Субцітры недаступны
cs: Nejsou dostupné žádné titulky
es: Sin subtítulos disponibles
et: Subtiitreid ei leidu
fi: Tekstityksiä ei saatavilla
fr: Aucun sous-titre disponible
gl: Non hai subtítulos dispoñíbeis
hu: Nincs felirat
it: Nessun sottotitolo disponibile
ja: 利用可能な字幕がありません
nb_no: Ingen undertekster tilgjengelig
pl: Brak dostępnych napisów
pt_pt: Sem Legendas Disponíveis
ru: Субтитров нет
sk: Titulky nie sú k dispozícii
sr: Нема доступних титлова
ta: வசன வரிகள் எதுவும் கிடைக்கவில்லை
tr: Alt Yazı Yok
vi: Không có phụ đề

source: {} items
ar: {} عناصر
be: Элементаў: {}
et: {} objekti
fi: {} kohteet
gl: {} elementos
hu: {} elem
it: {} elementi
ja: {} 個のアイテム
nb_no: {} elementer
ru: {} элементов
sk: {} položiek
