Repository: NickvisionApps/Parabolic
Catalog: resources/po/*.po
Languages: ar, be, cs, es, et, fi, fr, gl, hu, it, ja, nb_no, pl, pt_pt, ru, sk, sr, ta, tr, vi

source: {} needs a credential to download. Please select or enter one to use.
ar: {} يحتاج إلى بيانات اعتماد للتنزيل. يرجى تحديد أو إدخال واحد للاستخدام.
be: Для спампоўвання {} патрэбны ўліковыя даныя. Выберыце або ўвядзіце ўліковыя даныя.
et: {} eeldab allalaadimiseks sinu tuvastamist. Palun vali mõni olemasolevatest või lisa uued tuvastusandmed.
fi: {} vaatii kirjautumista ennen lataamista. Valitse tai syötä käytettävä kirjautuminen.
hu: A(z) {} letöltéséhez bejelentkezés szükséges. Kérem, jelentkezzen be, vagy válasszon ki egy fiókot!
it: Per il download di {} sono necessarie le credenziali. Scegli o inserisci le credenziali.
ja: {} はダウンロードに認証情報を必要とします。使用する認証情報を選択、または入力して下さい。
nb_no: {} krever innlogging for å lastes ned. Logg inn for å fortsette.
pt_pt: {} precisa de credencial para transferir. Por favor selecione ou insira uma para usar.
ru: Для загрузки {} требуются учётные данные. Пожалуйста, выберите или введите их.
sk: {} potrebuje poverenie na stiahnutie. Prosím, vyberte alebo zadajte také, ktoré chcete použiť.

source: The keyring is not saving changes to disk. Any changes made will be lost
be: Бірулька не захоўвае змены на дыску. Усе зробленыя змены будуць страчаныя пры закрыцці праграмы
et: Võtmerõnga muudatused ei salvestu andmekandjale. Kõik sinu tehtud muudatused lähevad kaotsi
it: Le chiavi non vengono salvate nel disco, quindi qualsiasi modifica verrà persa
pt_pt: O chaveiro não está a gravar alterações no disco. Qualquer mudança feita será perdida
ru: Изменения в связке ключей не сохраняются на диске. Любые внесённые правки будут утеряны
sk: Zväzok kľúčov neukladá zmeny na disk. Všetky vykonané zmeny sa po zatvorení aplikácie stratia

source: Enter name here
ar: أدخل الاسم هنا
be: Увядзіце тут назву
cs: Zde zadejte název
es: Introduzca el nombre aquí
et: Sisesta siia nimi
fi: Syötä nimi tähän
fr: Entrez le nom ici
hu: Oldal megnevezése
it: Inserisci qui il nome
ja: 名前を入力
nb_no: Skriv inn navn her
pl: Podaj tutaj nazwę
pt_pt: Insira o nome aqui
ru: Введите имя
sk: Tu zadajte názov
ta: பெயரை இங்கே உள்ளிடவும்
tr: Adı buraya girin
vi: Nhập tên vào đây

source: Enter url here
be: Увядзіце тут URL-адрас
cs: Zde zadejte adresu URL
es: Introduzca aquí la url
et: Sisesta võrguaadress siia
fr: Entrez l’URL ici
hu: Hivatkozás beillesztése
it: Inserisci qui l'URL
pl: Podaj tutaj adres URL
pt_pt: Insira a URL aqui
ru: Введите ссылку
sk: Tu zadajte adresu url
tr: URLʼyi buraya girin
vi: Nhập url vào đây

source: New Credential
ar: بيانات اعتماد جديدة
be: Новыя ўліковыя даныя
et: Uued tuvastusandmed
fi: Uusi kirjautuminen
hu: Bejelentkezés hozzáadása
it: Nuova credenziale
ja: 新しい認証情報
nb_no: Ny innlogging
pt_pt: Nova Credencial
ru: Новые учётные данные
sk: Nové poverenie
ta: புதிய நற்சான்றிதழ்

source: The credential name cannot be empty.
ar: اسم بيانات الاعتماد لا يمكن أن يكون فارغًا.
be: Імя ўліковых даных не можа быць пустым.
et: Tuvastusandmed ei tohi olla tühjad.
fi: Tunnistetiedoissa nimeä ei voi jättää tyhjäksi.
gl: O nome da credencial non pode estar baleiro.
hu: A felhasználónév nem lehet üres.
it: Il nome della credenziale non può essere vuoto.
ja: 認証情報の名前は空にすることはできません。
nb_no: Innloggingsnavnet kan ikke være tomt.
pt_pt: As credenciais não podem estar vazias.
ru: Имя учётных данных не может быть пустым.
sk: Názov poverenia nemôže byť prázdny.
ta: நற்சான்றிதழ் பெயர் காலியாக இருக்க முடியாது.

source: The provided url is invalid.
ar: الرابط المُدخل غير صحيح.
be: Пададзены URL-адрас памылковы.
et: Sisestatud võrguaadress on vigane.
fi: Annettu URL-osoite on epäkelpo.
gl: O URL fornecido é incorrecto.
hu: A megadott hivatkozás hibás.
it: L’URL non è valida.
ja: 入力された URL が無効です。
nb_no: Adressen er ugyldig.
pt_pt: O url fornecido é inválido.
ru: Указанная ссылка некорректна.
sk: Zadaná url adresa nie je platná.
sr: УРЛ је не важећи.
ta: வழங்கப்பட்ட முகவரி தவறானது.

source: A credential with this name already exists.
ar: هناك بيانات اعتماد بهذا الاسم موجودة بالفعل.
be: Уліковыя даныя з такім імем ужо існуюць.
et: Sellise nimega tuvastusandmed on juba olemas.
fi: Tunnistetieto tällä nimellä on jo olemassa.
gl: Xa existe unha credencial con este nome.
hu: Ez a bejelentkezés már tárolva van.
it: Esiste già un credenziale con questo nome.
ja: これと同じ名前の認証情報がすでに存在します。
nb_no: Det finnes allerede en innlogging med dette navnet.
pt_pt: Já existe uma credencial com este nome.
ru: Учётные данные с таким именем уже существуют.
sk: Poverenie s týmto názvom už existuje.
ta: இந்த பெயருடன் ஒரு நற்சான்றிதழ் ஏற்கனவே உள்ளது.

source: There was an unknown error adding the credential to the keyring.
ar: حدث خطأ غير معروف أثناء إضافة بيانات الاعتماد إلى حافظة المفاتيح.
be: Падчас дадавання ўліковых даных да бірулькі адбылася невядомая памылка.
et: Tuvastusandmete lisamine võtmerõngasse ei õnnestunud.
fi: Tuntematon virhe lisättäessä tunnistetietoa avainrenkaaseen.
gl: Produciuse un erro descoñecido ao engadir a credencial ao chaveiro.
hu: Ismeretlen hiba történt a bejelentkezési adatok mentése során.
it: Nell’aggiunta delle credenziali al portachiavi si è verificato un errore sconosciuto.
ja: 認証情報をキーリングへ保存するときに不明なエラーが発生しました。
nb_no: Oppretting av innlogging mislyktes.
pt_pt: Aconteceu um erro ao adicionar a credencial ao keyring.
ru: Произошла неизвестная ошибка при добавлении учётных данных в связку ключей.
sk: Pri pridávaní poverenia do zväzku kľúčov došlo k neznámej chybe.
ta: கெய்ரிங்கிற்கு நற்சான்றிதழைச் சேர்ப்பது தெரியாத பிழை இருந்தது.

source: Edit Credential
ar: تعديل بيانات الاعتماد
be: Рэдагаваць уліковыя даныя
et: Muuda tuvastusandmeid
fi: Muokkaa kirjautumistietoa
hu: Bejelentkezés módosítása
it: Modifica credenziale
ja: 認証情報の編集
nb_no: Rediger innlogging
pt_pt: Editar Credencial
ru: Редактировать учётные данные
sk: Upraviť poverenie
ta: நற்சான்றிதழைத் திருத்தவும்

source: Save
ar: احفظ
be: Захаваць
et: Salvesta
fi: Tallenna
hu: Mentés
it: Salva
ja: 保存
nb_no: Lagre
pt_pt: Guardar
ru: Сохранить
sk: Uložiť
sr: Сачувај
ta: சேமி

source: Delete Credential
ar: حذف بيانات الاعتماد
be: Выдаліць уліковыя даныя
et: Kustuta salasõna/kasutajanimi
fi: Poista kirjautuminen
hu: Bejelentkezés törlése
it: Elimina credenziale
pt_pt: Apagar Credencial
ru: Удалить учётные данные
sk: Odstrániť poverenie
ta: நற்சான்றிதழ் நீக்கு

source: Preview
be: Перадпрагляд
cs: Náhled
es: Vista previa
et: Eelvaade
fr: Aperçu
hu: előzetes kiadás
it: Anteprima
pl: Podgląd
pt_pt: Pré-visualizar
ru: Предпросмотр
sk: Náhľad
tr: Ön İzle
vi: Xem trước

source: Search
be: Пошук
et: Otsi
hu: Keresés
it: Cerca
pt_pt: Pesquisar
ru: Поиск
sk: Hľadať

source: Settings
ar: الإعدادات
be: Налады
cs: Nastavení
es: Ajustes
et: Seadistused
fi: Asetukset
fr: Paramètres
gl: Configuración
hu: Beállítások
it: Impostazioni
ja: 設定
nb_no: Innstillinger
pl: Ustawienia
pt_pt: Configurações
ru: Настройки
sk: Nastavenia
sr: Подешавања
ta: அமைப்புகள்
tr: Ayarlar
vi: Cài đặt

source: Start
be: Пачаць
et: Alusta
it: Avvia
ru: Начало
sk: Začať

source: Documentation
ar: الوثائق
be: Дакументацыя
et: Dokumentatsioon
fi: Dokumentaatio
hu: Dokumentáció
it: Documentazione
ja: ドキュメント
nb_no: Veiledning
pt_pt: Documentação
ru: Документация
sk: Dokumentácia
sr: Документација
ta: ஆவணப்படுத்துதல்

source: Report a Bug
ar: الإبلاغ عن خطأ
be: Паведаміць пра памылку
cs: Nahlásit chybu
es: Informar de un error
et: Teata vigadest
fi: Ilmoita ongelmasta
fr: Signaler un bogue
gl: Informar dun erro
hu: Hiba jelentése
it: Segnala un problema
ja: バグを報告
nb_no: Meld om problem
pl: Zgłoś błąd
pt_pt: Reportar um Bug
ru: Сообщить об ошибке
sk: Nahlásiť chybu
sr: Пријави грешку
ta: ஒரு பிழையைப் புகாரளிக்கவும்
tr: Hata Raporla
vi: Báo lỗi

source: Discussions
ar: النقاشات
be: Абмеркаванні
cs: Diskuze
es: Discusiones
et: Arutelud
fi: Keskustelut
gl: Discusións
hu: Kibeszélés
it: Discussioni
ja: ディスカッション
nb_no: Diskusjon
pl: Dyskusje
pt_pt: Discussões
ru: Обсуждения
sk: Diskusie
sr: Дискусије
ta: விவாதங்கள்
tr: Tartışmalar
vi: Thảo luận

source: You're up to date
be: У вас найноўшая версія
et: Kõik uuendused on tehtud
it: Questa versione è aggiornata
ru: Вы используете последнюю версию
sk: Používate najnovšiu verziu

source: There is an update available
be: Даступна абнаўленне
et: Rakenduse uuendus on saadaval
it: È disponibile un aggiornamento
ru: Доступно обновление
sk: K dispozícii je aktualizácia

source: Downloading the update
be: Спампоўванне абнаўлення
et: Uuendus on allalaadimisel
it: Download aggiornamento
ru: Обновление загружается
sk: Sťahuje sa aktualizácia

source: Options
be: Параметры
cs: Možnosti
es: Opciones
et: Valikud
it: Opzioni
pl: Opcje
ru: Параметры
sk: Možnosti
tr: Seçenekler
vi: Tùy chọn

source: Receive Beta App Updates
be: Атрымліваць абнаўленні бэта-версіі праграмы
et: Paigalda beetaversioone
it: Ricevi aggiornamenti beta app
ru: Получение предварительных обновлений
sk: Dostávať aktualizácie beta verzie

source: Check for pre-release (beta) versions of {}
be: Правяраць наяўнасць папярэдніх (бэта) версій {}
et: Kontrolli {} rakenduse beetaversioonide olemasolu
it: Controlla disponibilità versioni pre-release (beta) di {}
ru: Проверять наличие предварительных (бета) версий {}
sk: Skontroluje predbežné (beta) verzie {}

source: Changelog
ar: سجل التغييرات
be: Спіс змен
cs: Seznam změn
es: Registro de cambios
et: Muudatuste logi
fi: Muutoskirjaukset
fr: Journal des modifications
hu: Kiadási jegyzék
it: Novità
pl: Dziennik zmian
pt_pt: Histórico de Mudanças
ru: Список изменений
sk: Zoznam zmien
ta: மாற்றபதிவு
tr: Değişiklik günlüğü
vi: Nhật ký thay đổi

source: Version {}
be: Версія {}
et: Versioon {}
it: Versione: {}
ru: Версия {}
sk: Verzia {}

source: Copy Debug Information
ar: نسخ معلومات التصحيح
be: Скапіраваць інфармацыю для адладкі
cs: Kopírovat informace o ladění
es: Copiar Información de Depuración
et: Kopeeri silumisteave
fi: Kopioi virheenkorjaustiedot
fr: Copier les informations de débogage
gl: Copiar información de depuración
hu: Hibakeresési napló másolása
it: Copia le informazioni di debug
ja: デバッグ情報をコピー
nb_no: Kopier feilsøkingsinformasjon
pl: Skopiuj informacje do debugowania
pt_pt: Copia Informação de Depuração
ru: Копировать отладочную информацию
sk: Kopírovať informácie o ladení
sr: Копирај информације о отклањању грешака
ta: பிழைத்திருத்த தகவல்களை நகலெடுக்கவும்
tr: Hata Ayıklama Bilgisini Kopyala
vi: Chép thông tin debug

source: The installer will start once the download is complete
be: Праграма ўсталявання запусціцца пасля завяршэння спампоўвання
et: Paigaldus käivitub, kui allalaadimine on lõppenud
it: Una volta completato il download verrà avviato l'installer
ru: При успешной загрузке откроется установщик
sk: Po dokončení sťahovania sa automaticky spustí inštalácia

source: Downloading {}%
be: Спампавана {}%
et: Allalaadimisel {}%
it: Download {}%
ru: Загружено {}%
sk: Sťahuje sa – {}%

source: Debug information copied to clipboard
be: Адладачная інфармацыя скапіравана ў буфер абмену
et: Veaotsingu teave on kopeeritud lõikelauale
it: Elimina informazioni copiate negli appunti
ru: Отладочная информация скопирована в буфер обмена
sk: Informácie o ladení skopírované do schránky

source: Light
ar: فاتح
be: Светлая
et: Hele kujundus
fi: Kirkas
hu: Világos
it: Chiaro
ja: ライト
nb_no: Lys
pt_pt: Claro
ru: Светлая
sk: Svetlý
sr: Светла
ta: ஒளி

source: Dark
ar: داكن
be: Цёмная
et: Tume kujundus
fi: Tumma
hu: Sötét
it: Scuro
ja: ダーク
nb_no: Mørk
pt_pt: Escuro
ru: Тёмная
sk: Tmavý
sr: Тамна
ta: இருண்ட

source: Max Number of Active Downloads
be: Максімальная колькасць запушчаных спампоўванняў
cs: Maximální počet aktivních stahování
es: Número máximo de descargas activas
et: Töösolevate allalaadimisete suurim lubatud arv
fr: Nombre maximal de téléchargements actifs
gl: Número máximo de descargas activas
hu: Párhuzamos letöltések száma
it: Numero massimo download attivi
pl: Maksymalna ilość aktywnych procesów pobierania
pt_pt: Quantidade máxima de descargas ativas
ru: Максимальное количество выполняемых загрузок
sk: Maximálny počet aktívnych sťahovaní
sr: Максимални број активних преузимања
tr: Etkin İndirme Sayısının En Yüksek Değeri
vi: Số lượt tải xuống hoạt động tối đa

source: Speed Limit
ar: حد السرعة
be: Абмежаванне хуткасці
cs: Omezení rychlosti
es: Límite de velocidad
et: Võrgukiiruse piirang
fi: Nopeusrajoitus
fr: Limitation de vitesse
gl: Límite de velocidade
hu: Sávszélesség korlátozása
it: Limite velocità
ja: スピード制限
nb_no: Hastighetsgrense
pl: Limit prędkości pobierania
pt_pt: Limite de Velocidade
ru: Ограничение скорости загрузки
sk: Obmedzenie rýchlosti
sr: Ограничење брзине
ta: வேக வரம்பு
tr: Hız Sınırı
vi: Giới hạn tốc độ

source: Enter proxy url here
ar: أدخل رابط خادم الوكيل هنا
be: Увядзіце тут URL-адрас проксі
cs: Zde zadejte adresu URL proxy
es: Introduzca aquí la url del proxy
et: Sisesta siia proksiserveri võrguaadress
fi: Syötä välityspalvelimen URL-osoite tähän
fr: Entrez l’URL du proxy ici
gl: Introduza o URL do proxy aquí
hu: Proxy-átjáró megadása
it: Inserisci qui l'URL del proxy
ja: プロキシの URL を入力
nb_no: Skriv inn mellomtjeneradresse her
pl: Podaj tutaj adres URL serwera proxy
pt_pt: Insira o url do proxy aqui
ru: Введите ссылку на прокси
sk: Sem zadajte url adresu proxy servera
sr: Унеси УРЛ проксија овде
ta: பதிலாள் முகவரி ஐ இங்கே உள்ளிடவும்
tr: Ağ vekili URLʼsini buraya girin
vi: Nhập url proxy ở đây

source: Postprocessing
be: Постапрацоўка
et: Järeltöötlemisel
hu: Utófeldolgozás
it: Post elaborazione
pt_pt: Pós-processamento
ru: Постобработка
sk: Následné spracovanie
ta: போச்ட்ரோசெசிங்

source: Arguments
be: Аргументы
et: Argumendid
it: Argomenti
pt_pt: Argumentos
ru: Аргументы
sk: Argumenty
ta: வாதங்கள்

source: Enter args here
be: Увядзіце тут аргументы
cs: Zde zadejte argumenty
es: Ingresar argumentos aquí
et: Sisesta argumendid siia
it: Inserisci qui gli argomenti
pl: Podaj tutaj argumenty
pt_pt: Insira os argumentos aqui
ru: Введите переменные
sk: Tu zadajte argumenty
tr: Buraya argümanları gir
vi: Nhập đối số vào đây

source: New Argument
be: Новы аргумент
et: Uus argument
it: Nuovo argomento
pt_pt: Novo argumento
ru: Новый аргумент
sk: Nový argument
ta: புதிய உரையாடல்

source: The argument name cannot be empty.
be: Назва аргумента не можа быць пустой.
et: Argumendi nimi ei tohi olla tühi.
it: L'argomento non può essere vuoto.
pt_pt: O nome do argumento não pode estar vazio.
ru: Имя аргумента не может быть пустым.
sk: Názov argumentu nemôže byť prázdny.
ta: வாதத்தின் பெயர் காலியாக இருக்க முடியாது.

source: An argument with this name already exists.
be: Аргумент з такой назвай ужо існуе.
et: Sellise nimega argument on juba olemas.
it: Esiste già un argomento con questo nome.
pt_pt: Um argumento com este nome já existe.
ru: Аргумент с таким именем уже существует.
sk: Argument s týmto názvom už existuje.
ta: இந்த பெயருடன் ஒரு உரையாடல் ஏற்கனவே உள்ளது.

source: The argument args cannot be empty.
be: Спіс аргументаў не можа быць пустым.
et: Argumendid ei tohi olla tühjad.
it: L'argomento non può essere vuoto.
pt_pt: O argumento args não pode estar vazio.
ru: Переменные аргументов не могут быть пустыми.
sk: Argument args nemôže byť prázdny.
ta: வாதங்கள் காலியாக இருக்க முடியாது.

source: Edit Argument
be: Рэдагаваць аргумент
et: Muuda argumenti
it: Modifica argomento
pt_pt: Editar argumento
ru: Редактировать аргумент
sk: Upraviť argument
ta: வாதத்தைத் திருத்து

source: Delete Argument
be: Выдаліць аргумент
et: Kustuta argument
it: Elimina argomento
pt_pt: Apagar argumento
ru: Удалить аргумент
sk: Odstrániť argument
ta: வாதத்தை நீக்கு

source: 0 B/s
ar: 0 بايت/ثانية
et: 0 B/sek
fi: 0 t/s
hu: 0 B/mp
ta: 0 பி/வி

source: Unknown time left
et: Jäänud aeg pole teada

source: 0 seconds
et: 0 sekundit

source: {} hour
et: {} tund

source: {} and
et: {} ja

source: {} minute
et: {} minut

source: {} second
et: {} sekund

source: {} left
et: jäänud on {}

source: An alternative downloader that may be faster in some regions compared to yt-dlp's native downloader
cs: Alternativní služba pro stahování, která může být v některých oblastech rychlejší oproti nativní službě yt-dlp
es: Un gestor de descargas alternativo que puede ser más rápido en algunas regiones en comparación con el gestor nativo: yt-dlp
et: yt-dlp oma allalaadija asemel võib mõnedes piirkonnas alternatiivne allalaadija toimida kiiremini
fr: Un téléchargeur alternatif qui peut être plus rapide que le téléchargeur natif de yt-dlp dans certaines régions
pl: Alternatywny program do pobierania, który w niektórych regionach może działać szybciej niż natywny yt-dlp
tr: Bazı bölgelerde yt-dlpʼnin yerel indiricisine göre daha hızlı olabilen alternatif indirici
vi: Trình tải xuống thay thế có thể nhanh hơn ở một số khu vực so với trình tải xuống gốc của yt-dlp

source: Log copied to clipboard
be: Журнал скапіраваны ў буфер абмену
et: Logi kopeeritud lõikelauale
it: Registro copiato negli appunti
sk: Protokol skopírovaný do schránky

source: We will let you know once app or yt-dlp updates are available to install
be: Мы паведамім вам, калі абнаўленні праграмы або yt-dlp будуць даступны для ўсталявання
et: Kui rakenduse või yt-dlp uuendused on paigaldamiseks saadaval, siis me anname sellest teada
it: Ti notificheremo quando saranno disponibili aggiornamenti di yt-dlp
sk: Dáme vám vedieť, keď budú dostupné aktualizácie aplikácie alebo yt-dlp na inštaláciu

source: Discover
cs: Objevit
es: Descubrir
pl: Odkryj
tr: Keşfet
vi: Khám phá

source: Use Authentication
cs: Použít přihlášení
es: Usar Autentificación
fr: Utiliser des identifiants
pl: Użyj uwierzytelniania
tr: Kimlik Doğrulama Kullan
vi: Sử dụng Xác thực

source: Media will be downloaded based off of previously configured options and sensible defaults. Options will not be shown
cs: Média budou stažena na základě dříve nastavených možností a smysluplných výchozích hodnot. Možnosti nebudou zobrazeny
es: Los archivos multimedia se descargarán según las opciones configuradas previamente y los valores predeterminados. No se mostrarán las opciones
fr: Le média sera téléchargé en utilisant les options précédemment définies et les paramètres par défaut. Le menu avec les options ne sera pas affiché
pl: Media zostaną pobrane na podstawie wcześniej skonfigurowanych opcji i rozsądnych ustawień domyślnych. Opcje nie zostaną wyświetlone
tr: Ortam, önceden yapılandırılmış seçenekler ve mantıklı öntanımlı ayarlarla indirilecek. Seçenekler gösterilmeyecek
vi: Phương tiện sẽ được tải xuống dựa trên các tùy chọn đã cấu hình trước đó và các giá trị mặc định hợp lý. Các tùy chọn sẽ không được hiển thị

source: Discovering Media
cs: Hledání médií
es: Descubrir Medios
fr: Analyse du Média
pl: Odkrywanie mediów
tr: Ortam Keşfi
vi: Khám phá Phương tiện

source: Generic types do not support embedding thumbnails and subtitles.
cs: Generické typy nepodporují vkládání miniatur a titulků.
es: Los tipos genéricos no soportan la incrustación de miniaturas y subtítulos.
fr: Les types génériques ne prennent pas en charge les miniatures et les sous‑titres.
pl: Typy ogólne nie obsługują osadzania miniatur i napisów.
vi: Loại chung không hỗ trợ nhúng hình thu nhỏ và phụ đề.

source: Available Subtitles
cs: Dostupné titulky
es: Subtítulos Disponibles
fr: Sous‑titres disponibles
pl: Dostępne napisy
tr: Kullanılabilir Alt Yazılar
vi: Phụ đề có sẵn

source: Split into Files by Chapters
cs: Rozdělit na soubory podle kapitol
es: Dividir en Archivos por Capítulos
fr: Diviser en Fichiers de Chapitres
pl: Podziel na pliki według rozdziałów
tr: Bölümlere Göre Dosyalara Böl
vi: Tách thành nhiều tệp theo chương

source: Export Description to File
cs: Exportovat popis do souboru
es: Exportar descripción al archivo
fr: Exporter la description
pl: Eksportuj opis do pliku
tr: Açıklamayı Dosyaya Aktar
vi: Xuất mô tả ra tệp

source: Arguments are configurable in Preferences
cs: Argumenty lze upravit v Předvolbách
es: Los argumentos son configurables en Preferencias
fr: Les arguments de ligne de commande sont modifiables dans les préférences
pl: Argumenty można skonfigurować w Preferencjach
tr: Argümanlar Tercihlerden Ayarlanabilir
vi: Đối số có thể cấu hình trong Tùy chọn

source: Suggested Video Resolution
cs: Navrhované rozlišení videa
es: Resolución de Vídeo Sugerida
fr: Définition vidéo recommandée
pl: Sugerowana rozdzielczość wideo
tr: Önerilen Video Çözünürlüğü
vi: Độ phân giải video đề xuất

source: Suggested Audio Bitrate
cs: Navrhovaný datový tok zvuku
es: Bitrate de audio sugerido
fr: Débit audio recommandé
pl: Sugerowana przepływność audio
tr: Önerilen Ses Bit Oranı
vi: Tốc độ bit âm thanh đề xuất

source: Reverse Download Order
cs: Obrátit pořadí stahování
es: Invertir Orden de Descarga
fr: Inverser l'ordre de téléchargement
pl: Odwróć kolejność pobierania
tr: İndirme Sırasını Ters Çevir
vi: Đảo ngược thứ tự tải xuống

source: Numbering will be applied to titles of selected items in succession on download
cs: Číslování bude použito na názvy vybraných položek v návaznosti na stažení
es: Numeración se aplicará a los títulos de los elementos seleccionados en sucesión durante la descarga
fr: Une numérotation automatique sera ajoutée en suffixe des titres des médias dans l'ordre de la liste de téléchargement
pl: Numeracja zostanie dodana do tytułów wybranych elementów kolejno podczas pobierania
tr: Numaralandırma, indirilen seçili ögelerin başlıklarına sırayla uygulanacak
vi: Việc đánh số sẽ được áp dụng cho tiêu đề của các mục đã chọn theo thứ tự khi tải xuống

source: Available Items
cs: Dostupné položky
es: Elementos disponibles
fr: Éléments Disponibles
pl: Dostępne elementy
tr: Kullanılabilir Ögeler
vi: Các mục có sẵn

source: Note: Some playlist items may not contain subtitles for a selected language.
cs: Upozornění: Některé položky playlistu nemusí obsahovat titulky pro zvolený jazyk.
es: Nota: Es posible que algunos elementos de la lista de reproducción no contengan subtítulos para un idioma seleccionado.
fr: Note : Certains éléments de la playlist ne contiennent pas les sous-titres pour la/les langues définies.
pl: Uwaga: niektóre pozycje listy odtwarzania mogą nie zawierać napisów w wybranym języku.
tr: Not: Kimi çalma listesi ögeleri, seçilen dil için alt yazı içermeyebilir.
vi: Lưu ý: Một số mục trong danh sách phát có thể không có phụ đề cho ngôn ngữ đã chọn.

source: Export M3U Playlist File
cs: Exportovat soubor playlistu M3U
es: Exportar archivo de lista de reproducción M3U
fr: Exporter le fichier de playlist M3U
pl: Eksportuj plik listy odtwarzania M3U
tr: M3U Çalma Listesi Dosyasını Dışa Aktar
vi: Xuất tệp danh sách phát M3U

source: Sort By
cs: Seřadit podle
es: Ordenar por
fr: Trier par
pl: Sortuj według
tr: Sırala
vi: Sắp xếp theo

source: Newest
cs: Nejnovější
es: Mas Nuevos
fr: Le plus récent
pl: Najnowszych
tr: En yeni
vi: Mới nhất

source: Oldest
cs: Nejstarší
es: Mas Viejos
fr: Le plus ancien
pl: Najstarszych
tr: En eski
vi: Cũ nhất

source: Save Length
cs: Délka k uložení
es: Guardar duración
fr: Enregistrer la durée
pl: Długość zapisu
tr: Uzunluğu Kaydet
vi: Thời gian lưu

source: Clear All
cs: Vymazat vše
es: Limpiar todo
fr: Tout Effacer
pl: Wyczyść wszystko
tr: Tümünü Temizle
vi: Xóa tất cả

source: Loading
cs: Načítání
es: Cargando
fr: Chargement
pl: Wczytywanie
tr: Yükleniyor
vi: Đang tải

source: Stop All Remaining
cs: Zastavit všechny zbývající
es: Detener todo lo restante
pl: Zatrzymaj wszystkie pozostałe
tr: Kalanları Durdur
vi: Dừng tất cả còn lại

source: Retry All Failed
cs: Opakovat všechny neúspěšné
es: Reintentar todo lo fallido
pl: Ponów wszystkie nieudane
tr: Tüm Başarısızları Yeniden Dene
vi: Thử lại tất cả thất bại

source: Clear All Queued
cs: Vymazat celou frontu
es: Limpiar todo en cola
pl: Wyczyść wszystkie zakolejkowane
tr: Tüm Kuyruğu Temizle
vi: Xóa tất cả trong hàng chờ

source: Clear All Completed
cs: Fronta úspěšně vymazána
es: Limpiar todo lo completado
pl: Wyczyść wszystkie ukończone
tr: Tüm Tamamlananları Temizle
vi: Xóa tất cả đã hoàn thành
