Repository: NickvisionApps/Parabolic
Catalog: resources/po/kw.po
Languages: kw

source: Add Download
kw: Addya Iskarg

source: Discover
kw: Trovya

source: Media URL
kw: URL Media

source: Select Batch File
kw: Dewis Restren Bagasik

source: Use Authentication
kw: Devnydhya Omgelmyans

source: Credential
kw: Manylyon Usyer

source: Username
kw: Hanow Usyer

source: Password
kw: Ger-tremena

source: Download Immediately
kw: Iskarga a-dhesempis

source: Media will be downloaded based off of previously configured options and sensible defaults. Options will not be shown
kw: Media a wra bos iskargys selys war dewisyow ragselys ha defowtow fur. Dewisyow ny vydh diskwedhys

source: Discovering Media
kw: Ow Trovya Media

source: This may take some time...
kw: An argerdh ma re bos hir...

source: Configure
kw: Dewisyow Iskarg

source: Download
kw: Iskarga

source: General
kw: Ollgemmyn

source: File Name
kw: Hanow Restren

source: Revert to Title
kw: Kildreylya dhe Titel

source: Save Folder
kw: Restrenva Destnans

source: Select Save Folder
kw: Dewis Restrenva Destnans

source: File Type
kw: Eghen Restren

source: Generic types do not support embedding thumbnails and subtitles.
kw: Eghennow ollgemmyn na skoodhya owth ynplansa hag istitlow.

source: Video Format
kw: Furvas Gwydhyow

source: Audio Format
kw: Furvas Son

source: Subtitles
kw: Istitelow

source: Available Subtitles
kw: Istitlow Kavadow

source: Deselect All
kw: Andhewis Oll

source: Select All
kw: Dewis Oll

source: Advanced
kw: Avonsys

source: Options
kw: Dewisyow

source: Split into Files by Chapters
kw: Folsa yn Restrennow gans Chapters

source: Export Description to File
kw: Esperthi Deskrifans dhe Restren

source: Exclude from History
kw: Ekskludya rag Istori

source: Post Processor Argument
kw: Oberadow Dyghtya Wosa

source: Arguments are configurable in Preferences
kw: Oberadowyow yw chanjyadow yn Settyansow

source: Start Time
kw: Termyn Dalleth

source: End Time
kw: Termyn Diwedh

source: Suggested Video Resolution
kw: Braster Gwydhyow Kussulys

source: Suggested Audio Bitrate
kw: Kevradh Bytt Son Kussulys

source: Items
kw: Poyntys

source: Reverse Download Order
kw: Gorthtreylya Aray Iskargow

source: Number Titles
kw: Nombra Titelys

source: Numbering will be applied to titles of selected items in succession on download
kw: Niverennans a wra bos arsedhys dhe titlow a taklow dewisys dres owth iskarga

source: Available Items
kw: Taklow Kavadow

source: Note: Some playlist items may not contain subtitles for a selected language.
kw: Noten: Nebes taklow rol media na kontayntya istitlow martesen rag unn yeth dewisys.

source: Export M3U Playlist File
kw: Esperthi Restren Rol Media M3U

source: View Log
kw: Gweles Kovadh

source: Pause
kw: Powes

source: Stop
kw: Astel

source: Play
kw: Gwari

source: Open
kw: Ygeri

source: Retry
kw: Assaya Arta

source: Copy Log to Clipboard
kw: Kopia Kovadh dhe Astel Glypp

source: History
kw: Istori

source: Sort By
kw: Sortya Gans

source: Newest
kw: Nowedha

source: Oldest
kw: Kottha

source: Save Length
kw: Hirder Sawyans

source: Clear All
kw: Hedhi Oll

source: Keyring
kw: Kelgh Alhwedh

source: Credentials
kw: Manylyon Usyer

source: Add
kw: Addya

source: Name
kw: Hanow

source: Loading
kw: Ow Karga

source: Preferences
kw: Settyansow

source: Keyboard Shortcuts
kw: Kesunyansow Bysowek

source: About Parabolic
kw: A-dro Parabolic

source: Stop All Remaining
kw: Astel Oll Remenant

source: Retry All Failed
kw: Assaya Arta Oll Fyllis

source: Clear All Queued
kw: Hedhi Oll Lostys

source: Clear All Completed
kw: Hedhi Oll Deu

source: Main Menu
kw: Rol Chif

source: Updater
kw: Nowedhyanser

source: Download Media
kw: Iskarga Media

source: Add a video, audio, or playlist URL to start downloading
kw: Addya unn URL gwydhyow, son, po rol media rag dalleth owth iskarga

source: All
kw: Oll

source: Running
kw: Byw

source: Queued
kw: Lostys

source: Completed
kw: Kollenwelys

source: Manage Download
kw: Dyghtya Iskarg

source: No Downloads
kw: Iskargow Vyth

source: There are no downloads of this type
kw: Yma iskargow vyth a'n eghen ma

source: User Interface
kw: Ynterfas

source: Theme
kw: Thema

source: Translation Language
kw: Yeth Treylyans

source: An application restart is required for a change to take effect
kw: Dastalleth app a res rag unn chanj dhe gweytha

source: Receive Preview Updates
kw: Degemeres Nowydhyansow Ragwolok

source: Update dependencies, such as yt-dlp, to beta versions
kw: Nowedhi medhelweyth serghek, kepar ha yt-dlp, dhe verysons beta

source: Prevent Suspend
kw: Preventya Kosk

source: Prevent the computer from sleeping while downloads are running
kw: Preventya an amontyell rag koskaow dres iskargow

source: Download History Length
kw: Hys Istori Iskargow

source: The amount of time to keep past downloads in the app's history
kw: An termyn dhe gwitha iskargow passyes yn an istori

source: Downloads
kw: Iskargow

source: Max Number of Running Downloads
kw: Niver Moyha a Iskargow Byw

source: Overwrite Existing Files
kw: Aslea Restrennow a‑lemmyn

source: Limit Filename Characters
kw: Finwetha Lytherennow yn Henwyn Restren

source: Restrict characters in filenames to those supported only by Windows
kw: Fronna lytherennow yn henwyn restren dhe'n res na skoodhys gans Windows

source: Include Media Id in Title
kw: Komprehendya ID Media yn Titel

source: Add the media's id to its default title
kw: Addya an ID media dhe'n titel defowt

source: Include Auto-Generated Subtitles
kw: Komprehendya Istitelow yn Awtomatek

source: Show auto-generated subtitles to download in addition to available subtitles
kw: Diskwedhes istitelow yn awtomatek dhe iskarga keffrys ha istitelow kavadow

source: Preferred Video Codec
kw: Codec Gwydhyow Dewisek

source: Prefer this codec when parsing video formats to show available to download
kw: Preferya an codec ma pan redyaow furvasow gwydhyow dhe diskwedhes kavadow rag iskarga

source: Preferred Audio Codec
kw: Codec Son Dewisek

source: Prefer this codec when parsing audio formats to show available to download
kw: Preferya an codec ma pan redyaow furvasow son dhe diskwedhes kavadow rag iskarga

source: Preferred Subtitle Format
kw: Codec Istitel Dewisek

source: Prefer this subtitle file format when downloading
kw: Preferya an furvas istitel ma dres iskargow

source: Downloader
kw: Iskarger

source: Use Part Files
kw: Devnydhya Restrennow Darn

source: Download media in separate .part files instead of directly into the output file
kw: Iskarga media yn restrennow .part dibarow yn-dar distowgh yn an restren eskorrans

source: Use SponsorBlock for YouTube
kw: Devnydhya SponsorBlock rag YouTube

source: Try to remove sponsored segments from videos
kw: Assaya remova treghow arghasieth a-dhia gwydhyowyow

source: Limit Download Speed
kw: Finwetha Tooth Iskarg

source: Speed Limit (KiB/s)
kw: Finweth Tooth (KiB/e)

source: Proxy URL
kw: URL Proxy

source: Cookies File
kw: Restren Cookies

source: Select Cookies File
kw: Dewis Restren Cookies

source: Clear Cookies File
kw: Dilea Restren Cookies

source: Cookies from Browser
kw: Cookies a-dhia Peurell

source: An alternative downloader that may be faster in some regions compared to yt-dlp's native downloader
kw: Unn iskarger aral may re bos uskissa yn powyow nebes yn kehevelyans dhe'n iskarger yt-dlp

source: Use aria2c
kw: Gul devnydh a aria2c

source: Max Connections Per Server (-x)
kw: Junyansow Moyha Dre Servell (-x)

source: Minimum Split Size (-k)
kw: Braster Fols Lyha (-k)

source: The minimum size of which to split a file (in MiB)
kw: An braster lyha dhe folsa unn restren (yn MiB)

source: Converter
kw: Treylyer

source: Embed Metadata
kw: Komprehendya Metadata

source: Remove Source Data
kw: Dilea Data Devedhyans

source: Clear metadata fields containing identifying download information
kw: Dilea metadata may kontaynya kudhlow iskarg

source: Embed Thumbnails
kw: Komprehendya Avenyow Byghan

source: If the file type does not support embedding, the thumbnail will be written to a separate image file
kw: A an eghen restren na skoodhya komprehendyaow, an aven byghan a wra sawys dhe unn restren aven dibarow

source: Crop Audio Thumbnails
kw: Desedha Braster a Avenyow Byghan rag Restrennow Son

source: Crop thumbnails of audio files to squares
kw: Desedha avenyow byghan a restrennow son dhe pedrogow

source: Embed Chapters
kw: Komprehendya Chapters

source: Embed Subtitles
kw: Komprehendya Istitlow

source: If disabled or if embedding is not supported, downloaded subtitles will be saved to separate files
kw: A marow po a komprehendyaow na skoodhys, istitelow iskargys a wra sawya dhe restrennow dibarow

source: FFmpeg Threads
kw: Neusennow FFmpeg

source: Limit the number of threads used by ffmpeg
kw: Finwetha an niver a neusennow devnydhys gans ffmpeg

source: Postprocessing Arguments
kw: Oberadowyow Dyghtya Wosa

source: Arguments will be shown for selection in the add download dialog
kw: Oberadowyow yw diskwedhys rag dewis y'n fenester "Addya iskarg"

source: Add Postprocessing Argument
kw: Addya Oberadow Dyghtyer Wosa

source: Argument
kw: Oberadow

source: Post Processor
kw: Dyghtyer Wosa

source: Executable
kw: Eksekutadow

source: Args
kw: Oberadowyow

# Shortcut
source: Application
kw: App

source: About Application
kw: A-dro App

source: Quit
kw: Kwytya

source: Folder
kw: Restrenva

source: Open Folder
kw: Ygeri Restrenva

source: Close Folder
kw: Degea Restrenva

source: Starting
kw: Dallethow

source: Unknown
kw: Ankoth

source: Success
kw: Sewena

source: Paused
kw: Powesys

source: Resume
kw: Daskemeres

source: Processing
kw: Argerdhesow

source: Sleeping for {0}
kw: Ow koska rag {0}

source: {0}% Complete • {1} • {2} Remaining
kw: {0}% Dien • {1} • {2} Remenant

source: Stopped
kw: Hedhys

source: TXT Files (*.txt)
kw: Restrennow TXT (*.txt)

source: No Subtitles Available
kw: Istitelow Kavadow Vyth

source: Properties
kw: Teythiennow

source: Clear All History?
kw: Hedhi Oll Istori?

source: Are you sure you want to clear all download history? This action is irreversible
kw: Os ta sur ty mynnes dilea oll istori iskarg? An gwrians ma yw andileadow

source: Clear
kw: Dilea

source: Cancel
kw: Hedhi

source: Download Again
kw: Iskarga Arta

source: Delete
kw: Dilea

source: Downloaded On: {0}
kw: Iskargys: {0}

source: No History
kw: Istori Vyth

source: Edit
kw: Dyllo

source: No Credentials
kw: Manylyon Usyer Vyth

source: OK
kw: Da Lowr

source: Delete Credential?
kw: Dilea Manylyon Usyer?

source: Are you sure you want to delete this credential? This action is irreversible
kw: Os ta sur dilea an manylyon usyer ma? An gwrians ma yw andileadow

source: Don't show this message again
kw: Na diskwedhes an messach arta

source: Legal Copyright Disclaimer
kw: Hepkorrans Gwirbryntyans

source: Videos on YouTube and other sites may be subject to DMCA protection. The authors of Parabolic do not endorse, and are not responsible for, the use of this application in means that will violate these laws.
kw: Gwydhyowyow may bos a-woles dhe difresyans DMCA. An awtours a Parabolic na keynskrifa, ha na bos omgemeryansek rag, an devnydh a'n app ma a usyoryon gorthmos an laghys ma.

source: I understand
kw: My a gonvedh

source: Recover Downloads?
kw: Daskavos Iskargow?

source: There are downloads available to recover from when Parabolic crashed. Would you like to download them again?
kw: Yma iskargow kavadow dhe daskavos a pan Parabolic kesvonkys. A vynnsowgh iskarga y's arta?

source: Yes
kw: Ya

source: No
kw: Na

source: There are downloads still in progress. Would you like to stop them and exit?
kw: Yma iskagow byw hwath. A vynnsowgh astel y's ha kwytya?

source: Update
kw: Nowedhyans

source: Downloading update: {0}%
kw: Owth iskarga nowedhyans: {0}%

source: Details
kw: Manylyon

source: Close
kw: Degea

source: GitHub Repo
kw: GitHub

source: No file selected
kw: Restren dewisys vyth

source: No Arguments
kw: Oberadowyow Vyth

source: Delete Argument?
kw: Dilea Oberadow?

source: Are you sure you want to delete this post-processor argument? This action is irreversible
kw: Os ta sur dilea an oberadow ma? An gwrians ma yw andileadow

source: Use manual credential
kw: Devnydhya manylyon usyer dre dhorn

source: None
kw: Vyth

source: An error occurred while adding playlist downloads
kw: Error dres owth addya iskargow rol

source: An error occurred while adding the single download
kw: Error dres owth addya an iskarg unnik

source: No media was found at the provided URL
kw: Media kavas vyth y'n gorgevren provys

source: Worst
kw: Gwettha

source: Best
kw: Gwella

source: Video (Generic)
kw: Gwydhyow (Ollgemmyn)

source: MP4 (Video)
kw: MP4 (Gwydhyow)

source: WEBM (Video)
kw: WEBM (Gwydhyow)

source: MKV (Video)
kw: MKV (Gwydhyow)

source: MOV (Video)
kw: MOV (Gwydhyow)

source: AVI (Video)
kw: AVI (Gwydhyow)

source: Audio (Generic)
kw: Son (Ollgemmyn)

source: MP3 (Audio)
kw: MP3 (Son)

source: M4A (Audio)
kw: M4A (Son)

source: OPUS (Audio)
kw: OPUS (Son)

source: FLAC (Audio)
kw: FLAC (Son)

source: WAV (Audio)
kw: WAV (Son)

source: OGG (Audio)
kw: OGG (Son)

source: An error occurred while discovering media
kw: Error dres ow trovya media

source: A credential with that name already exists
kw: Unn manylyon usyer gans an hanow ma eksistya seulabrys

source: The name of the credential cannot be empty
kw: Hanow manylyon usyer a res

source: Either the credential username or password must be set
kw: Po an hanow usyer po ger-tremena a res

source: A credential with that name does not exist
kw: Unn manylyon usyer gans an hanow ma na eksistya seulabrys

source: Download web video and audio.
kw: Iskarga gwydhyowyow ha sonyow a'n kesrosweyth.

source: Matrix Chat
kw: Keskows Matrix

source: Contributors on GitHub ❤️
kw: Kevriyadesow war GitHub ❤️

source: translation-credits
kw: Flynn <cirilla@tuta.io>

source: New {0} update available: {1}
kw: Nowedhyans {0} nowydh kavadow: {1}

source: New yt-dlp update available: {0}
kw: Nowedhyans yt-dlp nowydh kavadow: {0}

source: No update available
kw: Nowedhyans kavadow vyth

source: An error occurred while clearing completed downloads
kw: Error dres ow hedhi iskargow deu

source: An error occurred while clearing recoverable downloads
kw: Error dres ow hedhi iskargow daskavadow

source: An error occurred while clearing queued downloads
kw: Error dres ow hedhi iskargow lostys

source: An error occurred while pausing the download
kw: Error dres ow powes an iskarg

source: An error occurred while recovering downloads
kw: Error dres ow daskavos iskargow

source: An error occurred while resuming the download
kw: Error dres ow daskemeres an iskarg

source: An error occurred while retrying failed downloads
kw: Error dres owth assaya arta iskargow fyllis

source: An error occurred while retrying the download
kw: Error dres owth assaya arta an iskarg

source: An error occurred while stopping all downloads
kw: Error dres owth astel oll iskargow

source: An error occurred while stopping the download
kw: Error dres owth astel an iskarg

source: Unable to download and install the update
kw: Anabel dhe iskarga ha lea an nowedhyans

source: yt-dlp {0} installed successfully
kw: yt-dlp {0} leys yn sewen

source: Unable to download and install the yt-dlp update
kw: Anabel dhe iskarga ha lea an nowedhyans yt-dlp

source: Any
kw: Neb

source: Never
kw: Bynner

source: 1 Day
kw: 1 Dydh

source: 1 Week
kw: 1 Seythen

source: 1 Month
kw: 1 Mis

source: 3 Months
kw: 3 Misyow

source: 6 Months
kw: 6 Misyow

source: 1 Year
kw: 1 Bledhen

source: Forever
kw: A-vynitha

# Theme
source: Light
kw: Gwynn

# Theme
source: Dark
kw: Du

source: An argument with that name already exists
kw: Unn oberadow gans an hanow ma eksistya seulabrys

source: The name of the argument cannot be empty
kw: Hanow oberadow a res

source: The arguments of the argument cannot be empty
kw: Hanow oberadow a res

source: An argument with that name does not exist
kw: Unn oberadow gans an hanow ma na eksistya

source: The file already exists and overwriting is disabled.
kw: An restren bos seulabrys hag owth aslea yw marow.

source: Starting download...
kw: Ow dalleth iskarg...

source: {0} (Auto-generated)
kw: {0} (Dinythys yn awtomatek)

source: About {0}
kw: A-dro {0}

source: Changelog
kw: Rol a Chanjyow

source: Debugging
kw: Prevessans

source: Credits
kw: Aswonans

source: Copy Debug Information
kw: Kopia Kudhlow Prevessyans

source: Developers: {0} Designers: {1} Artists: {2}
kw: Towlenners: {0} Desinyoryon: {1} Lymnoresow: {2}

source: Developers: {0} Designers: {1} Artists: {2} Translators: {3}
kw: Towlenners: {0} Desinyoryon: {1} Lymnoresow: {2} Treylyoryon: {3}

source: Log
kw: Kovadh

source: Enter media url here
kw: Ynworra gorgevren media omma

source: Enter username here
kw: Ynworra hanow usyer omma

source: Enter password here
kw: Ynworra ger-tremena omma

source: Warning
kw: Gwarnyans

source: Parabolic will download media based off of previously configured options and sensible defaults. Options including save folder, format, and subtitle selection will not be shown.
kw: Parabolic a wra iskarga media selys war dewisyow ragselys ha defowtow fur. Dewisyow ow komprehendya restrenva sawyans, furvas, ha dewis istitlow ny vydh diskwedhys.

source: Generic types do not support embedding thumbnails and subtitles. If necessary, please select a specific type that is known to support embedding to prevent separate files from being written.
kw: Eghennow ollgemmyn na skoodhya owth ynplansa avenyow byghan hag istitlow. Mar yw res, mar pleg, dewis unn eghen komparek ow skoodhya owth ynplansa rag lettya restrennow diberthys.

source: No Subtitles
kw: Istitlow Vyth

source: No subtitles were found for this media.
kw: Istitlow vyth kavas rag an media ma.

source: Numbering will be applied to titles of selected items in succession on download.
kw: Niverennans a wra bos arsedhys dhe titlow a taklow dewisys dres owth iskarga.

source: No subtitles were found in this playlist.
kw: Istitlow vyth kavas y'n rol ma.

source: Configure Download
kw: Selya Iskarg

source: Sort
kw: Sortya

source: Search...
kw: Hwilas...

source: Please wait...
kw: Gortos, mar pleg...

source: There are no downloads in your history
kw: Yma iskargow vyth yn dha istori

source: There are no downloads found with the current filters
kw: Yma iskargow vyth kavas gans an sidhlow a-lemmyn

source: There are no credentials in your keyring
kw: Yma manylyon usyer vyth yn dha alhwedh-kylgh

source: There are no credentials found with the current filters
kw: Yma manylyon usyer vyth kavas gans an sidhlow a-lemmyn

source: Enter name here
kw: Ynworra hanow omma

source: Enter url here
kw: Ynworra gorgevren omma

source: Preview
kw: Kynwel

source: Home
kw: Tre

source: Updating
kw: Ow Nowedhi

source: Help
kw: Gweres

source: Check for Updates
kw: Checkya rag Nowedhyansow

source: Report a Bug
kw: Derivas unn Kudyn

source: Discussions
kw: Omgussulyansow

source: Settings
kw: Settyansow

source: Credential Required
kw: Manylyon Usyer a Res

source: Submit
kw: Danvon

source: A credential is required to continue the download of "{0}".
kw: Unn manylyon usyer a res rag pesya an iskarg a "{0}".

source: Update Parabolic and dependencies, such as yt-dlp, to beta versions
kw: Nowedhi Parabolek ha medhelweyth serghek, kepar ha yt-dlp, dhe versyons beta

source: On
kw: Byw

source: Off
kw: Marow

source: Max Number of Active Downloads
kw: Niver Moyha a Iskargow Byw

source: Speed Limit
kw: Finweth Tooth

source: Enter proxy url here
kw: Ynworra gorgevren proxy omma

source: Cookies from File
kw: Cookies dhyworth Restren

source: Max Connections Per Server
kw: Junyansow Moyha Dre Servell

source: Corresponds to -x option
kw: Omdhesedha orth dewis -x

source: Minimum Split Size (MiB)
kw: Braster Fols Lyha (MiB)

source: Corresponds to -k option
kw: Omdhesedha orth dewis -k

source: Enter args here
kw: Ywnorra oberadowyow omma

source: Post-Processor Arguments
kw: Oberadow Dyghtya Wosa

source: Post-Processor
kw: Dyghtyer Wosa
